window.ZK_DATA=window.ZK_DATA||{};
window.ZK_DATA["00539"]={
 "name": "中国古代文学史（二）",
 "sets": {
  "2024年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "宋初诗人王禹偁所属的诗派是（  ）",
      "opts": [
       "西昆体",
       "白体",
       "江湖诗派",
       "江西诗派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "北宋诗文革新运动中的文坛盟主是（ ）",
      "opts": [
       "梅尧臣",
       "曾巩",
       "欧阳修",
       "王安石"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "苏舜钦诗歌中最引人注目的风格是（ ）",
      "opts": [
       "豪犷雄放",
       "精炼含蓄",
       "冲和恬淡",
       "劲峭苦硬"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "被论者称为“辞情兼称”的北宋词人是（ ）",
      "opts": [
       "晏几道",
       "秦观",
       "贺铸",
       "柳永"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "李清照在《词论》中提出的主张是（ ）",
      "opts": [
       "词别是一家",
       "词自是一家",
       "以诗为词",
       "以南唐词为宗"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "关于陆游说法错误的是（ ）",
      "opts": [
       "“中兴四大诗人”之一",
       "诗歌诸体皆备",
       "兼擅诗、词、散文",
       "诗风瘦硬生涩"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "朱熹诗歌的主要特征是（ ）",
      "opts": [
       "以诗喻理",
       "流转圆活",
       "新奇风趣",
       "平淡闲适"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "被称为“张孤雁”的宋代词人是（）",
      "opts": [
       "张先",
       "张元幹",
       "张孝祥",
       "张炎"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《伏虎林》诗的作者是（ ）",
      "opts": [
       "耶律洪基",
       "耶律倍",
       "萧观音",
       "萧瑟瑟"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“吴蔡体”指吴激、蔡松年的（ ）",
      "opts": [
       "诗",
       "曲",
       "词",
       "文"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元好问诸体诗中成就最突出的是（ ）",
      "opts": [
       "七律与七绝",
       "五律与七律",
       "五律与五绝",
       "五绝与七律"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "董解元《西厢记诸宫调》依据的是（ ）",
      "opts": [
       "《李娃传》",
       "《莺莺传》",
       "《霍小玉传》",
       "《南柯太守传》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《录鬼簿》的作者是（ ）",
      "opts": [
       "钟嗣成",
       "乔吉",
       "纪君祥",
       "郑光祖"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "下列属于关汉卿创作的公案剧的是（ ）",
      "opts": [
       "《窦娥冤》",
       "《单刀会》",
       "《救风尘》",
       "《拜月亭》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "元代散曲清丽派的代表人物是（ ）",
      "opts": [
       "马致远",
       "张可久",
       "张养浩",
       "睢景臣"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "刘基散文中最有成就的是（ ）",
      "opts": [
       "寓言性杂文",
       "传记类散文",
       "抒情性散文",
       "记叙性散文"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "高启诸体诗中最著名的是（ ）",
      "opts": [
       "五言律诗",
       "七言律诗",
       "七言绝句",
       "七言歌行"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "李梦阳的诗歌创作主要学习（ ）",
      "opts": [
       "李白",
       "杜甫",
       "白居易",
       "韩愈"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "钱谦益诗风的主要特色是（ ）",
      "opts": [
       "典丽悲凉",
       "华丽绮靡",
       "温柔敦厚",
       "雄健磊落"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“乾隆三大家”指的是（ ）",
      "opts": [
       "王士禛、厉鹗、查慎行",
       "袁枚、赵翼、蒋士铨",
       "沈德潜、翁方纲、郑燮",
       "郑燮、黄景仁、舒位"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《马伶传》的作者是（）",
      "opts": [
       "顾炎武",
       "黄宗羲",
       "侯方域",
       "魏禧"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《骈体文钞》的编选者是（ ）",
      "opts": [
       "方苞",
       "姚鼐",
       "李兆洛",
       "汪中"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "纳兰性德的词集是（ ）",
      "opts": [
       "《湖海楼词集》",
       "《饮水词》",
       "《江湖载酒集》",
       "《弹指词》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《绿野仙踪》是（ ）",
      "opts": [
       "历史演义",
       "世情小说",
       "才学小说",
       "神怪小说"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "属于同光体赣派的诗人是（ ）",
      "opts": [
       "陈衍",
       "郑孝胥",
       "沈曾植",
       "陈三立"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "湘乡派的领袖是（ ）",
      "opts": [
       "曾国藩",
       "梅曾亮",
       "严复",
       "郭嵩焘"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "近代诗坛樊增祥、易顺鼎属于（ ）",
      "opts": [
       "汉魏六朝派",
       "晚唐派",
       "宋诗派",
       "桐城派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列属于狭邪小说的是（ ）",
      "opts": [
       "《儿女英雄传》",
       "《海上花列传》",
       "《孽海花》",
       "《醒世姻缘传》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "“鸳鸯蝴蝶派”大本营是（ ）",
      "opts": [
       "北京",
       "天津",
       "上海",
       "广州"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《巴黎茶花女遗事》的翻译者是（ ）",
      "opts": [
       "林纾",
       "包天笑",
       "周树人",
       "周瘦鹃"
      ],
      "a": 0,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多选题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "苏洵文章的创作特点有（ ）",
      "opts": [
       "以议论为主",
       "结构谨严",
       "说理周详",
       "气势磅礴",
       "曲折多变"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "“樵歌体”的艺术特征有（ ）",
      "opts": [
       "意境超旷",
       "笔法空灵",
       "风格飘逸",
       "语言浅白",
       "声情激越"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "元杂剧兴盛的原因有（ ）",
      "opts": [
       "城市经济的繁荣",
       "艺术表演的社会化、商业化",
       "蒙古贵族的爱好",
       "文人参与创作与演出",
       "科举制度的完善"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "明初“台阁体”的特点有（ ）",
      "opts": [
       "歌功颂德",
       "雍容和雅",
       "平易畅达",
       "缺乏现实关怀",
       "情感动人"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "梁启超“新文体”的特点有（ ）",
      "opts": [
       "强烈的实用性",
       "条理明晰",
       "文白夹杂",
       "运用新名词、新概念",
       "笔锋常带情感"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：晚唐体",
      "a": "（1）指宋初模仿唐代贾岛、姚合诗风的诗作。（1 分）\n（2）以清逸隐幽为旨趣。（1 分）\n（3）代表诗人有林逋。（1 分）",
      "e": ""
     },
     {
      "q": "名词解释：诸宫调",
      "a": "（1）诸宫调是宋金元时期流行的一种说唱艺术。（1 分）\n（2）用多种宫调的曲子联套演唱，杂以说白，表演长篇故事。（1 分）\n（3）《西厢记诸宫调》是现存唯一完整的诸宫调作品。（1 分）",
      "e": ""
     },
     {
      "q": "名词解释：“三言”",
      "a": "（1）“三言”是冯梦龙编纂、刊刻的白话短篇小说集。（1分）\n（2）它们是《喻世明言》《警世通言》《醒世恒言》。（2 分）",
      "e": ""
     },
     {
      "q": "名词解释：“诗界革命”",
      "a": "（1）由梁启超倡导。（1 分）\n（2）要求“以旧风格含有新意境”。（1 分）\n（3）借助“新名词”，运用新题材，形成全新的审美境界。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述西昆体诗歌的主要特征。",
      "a": "（1）讲究声律文采。（2 分）\n（2）注意修辞用典。（2 分）\n（3）重格律和借代。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述徐渭的杂剧创作及其主要艺术特点。",
      "a": "（1）徐渭杂剧的代表作是《四声猿》，即《狂鼓史》《玉禅师》《雌木兰》《女状元》。（2 分）\n（2）其杂剧以惊世骇俗的个性而独树一帜，多采用寓庄于谐的手法，在戏谑诙谐之中渗透\n着严肃的主题，开辟了讽刺杂剧发展的新天地。（3 分）",
      "e": ""
     },
     {
      "q": "简答：简述张岱小品文的特色。",
      "a": "（1）张岱小品文善于把写景与写人，写风俗民情结合起来，新鲜生动。（2 分）\n（2）他汲取了公安派与竟陵派小品文的长处，活泼生动，幽默潇洒。（2 分）\n（3）时而流露出易代之际遗民的悲凉情绪。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述《红楼梦》的叙事特点。",
      "a": "（1）《红楼梦》不采用全能叙事，多半借助于内视点，运用限知性叙事的叙事方法。（2 分）\n（2）小说中还出现了叙事者、隐形作者与作品意义三者之间的差异，而且叙事者自觉地挑\n战隐形作者的权威。（2 分）\n（3）《红楼梦》的叙事性又与诗意化的抒情性互为一体。（1 分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题13分，共26分。",
    "score": 13,
    "items": [
     {
      "q": "论述：试论苏轼词在宋词发展变革中的重要地位和贡献。",
      "a": "（1）苏轼词打破了“花间”以来为应歌合乐而形成独重女音，男子而作闺音的传统定式，\n而代之以表现抒发士大夫情志的创作心理。（4 分）\n（2）苏轼“以诗为词”，突破了传统词作的题材限制，把士大夫文人较为宽广的生活内容带\n到了词中，扩大了词境，提高了词的品位。（4 分）\n（3）苏轼豪放旷达的词风打破了专以婉丽柔媚为美之局限，使词体具有多样化的审美风格。\n（4 分）\n（4）苏轼对词体的全面革新，提高了词体的地位，使宋词能与唐诗并列而无愧色，以至被\n人们视为有宋一代文学的代表，这是他对宋代文学发展的大贡献。（2 分）",
      "e": ""
     },
     {
      "q": "论述：试论《水浒传》的艺术成就。",
      "a": "（1）《水浒传》的主要文学成就在于塑造了许多栩栩如生、神态各异的草莽英雄形象。善于\n把人物置于引人入胜的情节发展之中塑造，并且适当运用夸张渲染手法，使人物富有传奇色 彩。（6 分）\n（2）《水浒传》的结构主要是单线发展，每组情节既有相对的独立性，又相互连贯、环环相\n扣。（4 分）\n（3）《水浒传》继承和发展了“说话”艺术的语言风格，能娴熟地运用白话来写景叙事，语\n言生动准确，富有表现力。人物语言具有个性化的特征。（4 分）",
      "e": ""
     }
    ]
   }
  },
  "2024年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "晏殊的词集是（ ）",
      "opts": [
       "《漱玉词》",
       "《珠玉词》",
       "《乐章集》",
       "《片玉集》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "与梅尧臣齐名，时号“苏梅”的是（ ）",
      "opts": [
       "苏轼",
       "苏舜钦",
       "苏洵",
       "苏辙"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "王安石晚期诗歌的主要体裁是（ ）",
      "opts": [
       "绝句",
       "律诗",
       "歌行",
       "乐府"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "下列属于苏轼作品的是（ ）",
      "opts": [
       "《望海潮》“东南形胜”",
       "《踏莎行》“雾失楼台”",
       "《卜算子》“缺月挂疏桐”",
       "《六州歌头》“少年侠气”"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "南宋中叶功利派散文创作的代表人物是（ ）",
      "opts": [
       "朱熹",
       "真德秀",
       "吕祖谦",
       "陈亮"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "“永嘉四灵”主要学习的唐代诗人是（ ）",
      "opts": [
       "李白、杜甫",
       "元稹、白居易",
       "贾岛、姚合",
       "温庭筠、韦庄"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "江湖诗派的代表人物是（ ）",
      "opts": [
       "刘克庄",
       "文天祥",
       "周密",
       "王沂孙"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《救风尘》塑造的光彩照人的女性形象是（ ）",
      "opts": [
       "赵盼儿",
       "谢天香",
       "韩玉箫",
       "张倩女"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "下列不属于四大南戏的是（ ）",
      "opts": [
       "《荆钗记》",
       "《拜月亭》",
       "《白兔记》",
       "《琵琶记》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "张养浩散曲对后世影响最大的是（ ）",
      "opts": [
       "怀古之作",
       "讽刺官场之作",
       "隐居之作",
       "赞美田园之作"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“铁崖体”的艺术特点是（ ）",
      "opts": [
       "古朴儒雅",
       "婉秀顿挫",
       "绚丽瑰奇",
       "闲婉冲淡"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《醒世恒言》的编者是（ ）",
      "opts": [
       "冯梦龙",
       "凌濛初",
       "徐渭",
       "施耐庵"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "李东阳论诗主张宗法（ ）",
      "opts": [
       "汉魏诗歌",
       "唐代诗歌",
       "宋代诗歌",
       "元代诗歌"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列作品不属于“临川四梦”的是（ ）",
      "opts": [
       "《邯郸记》",
       "《紫钗记》",
       "《牡丹亭》",
       "《宝剑记》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明初散文“与宋濂并为一代之宗”的是（ ）",
      "opts": [
       "刘基",
       "杨士奇",
       "康海",
       "李攀龙"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《唐宋八大家文钞》的编选者是（ ）",
      "opts": [
       "归有光",
       "王慎中",
       "茅坤",
       "唐顺之"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "下列作家主张“性灵说”的是（ ）",
      "opts": [
       "李贽",
       "袁宏道",
       "钟惺",
       "张岱"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "唐寅诗歌的创作特点是（ ）",
      "opts": [
       "自由挥洒",
       "格律谨严",
       "锤炼字句",
       "追求典雅"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "翁方纲的诗学主张是（ ）",
      "opts": [
       "神韵说",
       "格调说",
       "肌理说",
       "童心说"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "桐城派的代表作家是（ ）",
      "opts": [
       "侯方域",
       "方苞",
       "魏禧",
       "汪琬"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清代词坛推崇苏轼、辛弃疾的是（）",
      "opts": [
       "阳羡词派",
       "浙西词派",
       "常州词派",
       "临桂词派"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "汪中骈文的代表作是（ ）",
      "opts": [
       "《登泰山记》",
       "《左忠毅公逸事》",
       "《大铁椎传》",
       "《哀盐船文》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "下列人物出自《镜花缘》的是（ ）",
      "opts": [
       "贾雨村",
       "蒋干",
       "唐敖",
       "公孙胜"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "在戏剧结构理论方面，李渔提出的是（ ）",
      "opts": [
       "“责显浅”",
       "“立主脑”",
       "“重机趣”",
       "“忌填塞”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清代弹词的代表作是（ ）",
      "opts": [
       "《海上花列传》",
       "《天雨花》",
       "《孽海花》",
       "《荡寇志》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "最能代表黄遵宪“新派诗”的是（ ）",
      "opts": [
       "记述中法、中日战争的作品",
       "谴责侵略者罪行的作品",
       "反映民生疾苦的作品",
       "描写异域风物的作品"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "我国第一个戏剧团体是（ ）",
      "opts": [
       "“春柳社”",
       "“春阳社”",
       "“进化团”",
       "“南社”"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "况周颐的词学著作是（ ）",
      "opts": [
       "《白雨斋词话》",
       "《蕙风词话》",
       "《复堂词话》",
       "《艺概·词概》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《三侠五义》是（ ）",
      "opts": [
       "侠义公案小说",
       "狭邪小说",
       "谴责小说",
       "鸳鸯蝴蝶派小说"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《二十年目睹之怪现状》的作者是（ ）",
      "opts": [
       "李宝嘉",
       "吴沃尧",
       "曾朴",
       "刘鹗"
      ],
      "a": 1,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多选题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "宋初诗派主要有（ ）",
      "opts": [
       "白体",
       "西昆体",
       "晚唐体",
       "简斋体",
       "山谷体"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "欧阳修散文的显著特色是（ ）",
      "opts": [
       "随物赋形",
       "含蓄蕴藉",
       "险怪奇涩",
       "富于诗味",
       "平易自然"
      ],
      "a": "BDE",
      "e": ""
     },
     {
      "q": "元好问的诗学观念有（ ）",
      "opts": [
       "转益多师",
       "以风雅为宗",
       "论诗推崇自然",
       "推尊李、杜",
       "崇尚纤艳柔婉"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "下列属于《聊斋志异》艺术特点的有（ ）",
      "opts": [
       "网状的结构",
       "语言雅洁朗畅",
       "一书兼二体",
       "想象奇特丰富",
       "具有诗意美"
      ],
      "a": "BCDE",
      "e": ""
     },
     {
      "q": "《红楼梦》思想内容的三个层次是（ ）",
      "opts": [
       "情的世界",
       "法的世界",
       "礼的世界",
       "理的世界",
       "爱的世界"
      ],
      "a": "ACD",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：后山体",
      "a": "（1）陈师道的诗被称为“后山体”。（1 分）\n（2）其特点是瘦硬有骨，五言诗学杜甫而得其神髓。（2 分）",
      "e": ""
     },
     {
      "q": "名词解释：《永乐大典戏文三种》",
      "a": "（1）《永乐大典戏文三种》是《张协状元》《宦门子弟错立身》《小孙屠》。（2 分）\n（2）前两种是宋代的作品，只有《小孙屠》是元代作品。（1 分）",
      "e": ""
     },
     {
      "q": "名词解释：梅村体",
      "a": "（1）吴伟业的七言歌行体被称为“梅村体”。（1 分）\n（2）其特点是文辞清丽，善于铺排，以人物命运为中心，寄寓沧桑浮沉之感。代表作是《圆\n圆曲》。（2 分）",
      "e": ""
     },
     {
      "q": "名词解释：《人间词话》",
      "a": "（1）《人间词话》是王国维的词学著作。（1 分）\n（2）创造性地提出著名的“境界说”，以能写真景物、真感情者为有“境界”。（2 分）",
      "e": ""
     },
     {
      "q": "简答：简述柳永词的创作特征。",
      "a": "（1）表现了具有下层市民特征的感情、观念、价值标准。（1 分）\n（2）大量描写羁旅行役的感受和城市风光，扩大了词的题材领域。（2 分）\n（3）完善了慢词的体制和表现手法。采用市井方言俗语，语言通俗。（2 分）",
      "e": ""
     },
     {
      "q": "简答：简述曾巩散文的艺术风格。",
      "a": "（1）曾巩在文章写作上追求一种雍容典雅的艺术风格，无论叙事、议论，都冲和平淡，委\n屈周详。（2 分）\n（2）曾文长于议论，引经据古，明白详尽。（1 分） （3）布局完整谨严，节奏舒缓不迫。（1分）\n（4）语言干净，思致明晰。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述《长生殿》的艺术特色。",
      "a": "（1）结构完整，情节波澜曲折，以李、杨情缘为主线，以中唐社会政治为副线，关目紧合，\n针线绵密。（2 分）\n（2）语言清雅秀丽，具有浓厚的抒情色彩。（2 分）\n（3）审音协律，曲辞适应环境情节和人物身份。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述《儒林外史》的艺术特征。 三、论述题：14分",
      "a": "（1）全书人物除士林外，还写了医卜星相、高人隐士、吏役里胥等三教九流，是一幅生动\n的社会风俗画。（1 分）\n（2）在人物刻画方面，小说写出了人物性格的丰富性和复杂性。写出了人物的真实面貌和\n深层心理，让人深省，起到良好的讽刺效果。（2 分）\n（3）采用写实方法，淡化情节，在细琐的叙述中精心白描。（2 分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题13分，共26分。",
    "score": 13,
    "items": [
     {
      "q": "论述：试论《西厢记》的戏剧冲突。",
      "a": "（1）《西厢记》的戏剧冲突有两条线索：一是以老夫人及郑恒为一方，以崔莺莺、张生、红\n娘为另一方的冲突；二是崔莺莺、张生、红娘之间的矛盾冲突。前者是主线，后者是辅线，\n两条线索互相制约，交错展开。（6 分）\n（2）孙飞虎兵围普救寺之后，崔、张与老夫人的冲突表面化。（2 分）\n（3）“拷红”是戏剧冲突的又一大转折，人物之间的冲突已经明显表现为两种婚姻观念的冲\n突。（4 分）\n（4）郑恒阻挠失败，故事以大团圆结局。从根本意义上说，戏剧的矛盾冲突并不是以崔、\n张一方的绝对胜利而结束的，而是一种妥协的结果。（2 分）",
      "e": ""
     },
     {
      "q": "论述：试以具体作品为例，论述“三言”的艺术特色。",
      "a": "（1）随着表现领域的拓展，“三言”中的小说更加贴近日常的世俗生活，善于在日常生活中\n抓住一些巧合来构成富有传奇色彩的故事，使小说的情节曲折跌宕，引人入胜。（5 分）\n（2）“三言”继承了宋元话本以情节展开和人物行动表现人物性格的写法，把人物置于与外\n部世界的激烈冲突中来显示其内心矛盾，或者通过一系列行动反复感染人物性格，在表现人\n物内心活动方面比较细致。（5 分）\n（3）与宋元话本以俗为尚的语言相比，“三言”的语言经过冯梦龙的加工润色，更加精炼，\n更能体现出雅俗共赏的特征。（4 分）",
      "e": ""
     }
    ]
   }
  },
  "2023年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "以杨亿为代表的西昆体的创作特色是（ ）",
      "opts": [
       "讲究修辞",
       "讲究气骨",
       "讲求妙悟",
       "讲求兴趣"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "欧阳修词的风格特点是（ ）",
      "opts": [
       "秾艳香软",
       "雍容典雅",
       "清空骚雅",
       "思深辞丽"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "梅尧臣的诗歌风格是（ ）",
      "opts": [
       "豪放雄奇",
       "平淡瘦劲",
       "生新瘦硬",
       "沉博绝丽"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "苏辙散文《黄州快哉亭记》的艺术风格近于（ ）",
      "opts": [
       "韩愈文",
       "欧阳修文",
       "苏洵文",
       "苏轼文"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陆游晚年诗风主要表现为（ ）",
      "opts": [
       "雕饰藻绘",
       "豪放悲壮",
       "清淡秀逸",
       "清新拔俗"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "王沂孙咏物词的艺术特点是（ ）",
      "opts": [
       "寄托遥深",
       "词旨显豁",
       "密丽质实",
       "清丽峭拔"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "宋代诗人方岳属于（ ）",
      "opts": [
       "永嘉四灵",
       "江湖派诗人",
       "宫廷诗人",
       "遗民作家"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "辽代诗人寺公大师的《醉义歌》的创作特点是（ ）",
      "opts": [
       "旨趣高远",
       "气势宏大",
       "言辞激切",
       "以物喻人"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "金代作家赵秉文是（）",
      "opts": [
       "由辽入金的文臣",
       "由宋入金的文士",
       "金代前期作家",
       "“国朝文派”作家"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "元好问诗沉挚悲凉的风格主要体现在（ ）",
      "opts": [
       "伤乱诗",
       "咏物诗",
       "山水诗",
       "题画诗"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "在散曲方面名声很大，被称为“曲状元”的是（ ）",
      "opts": [
       "关汉卿",
       "王实甫",
       "马致远",
       "白朴"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "睢景臣散曲的代表作是（ ）",
      "opts": [
       "（越调）《天净沙》[秋思]",
       "（般涉调）《哨遍》[高祖还乡]",
       "（中吕）《山坡羊》[寓兴]",
       "（中吕）《山坡羊》[潼关怀古]"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《四声猿》中以黄春桃为主人公的作品是（ ）",
      "opts": [
       "《狂鼓史》",
       "《玉禅师》",
       "《雌木兰》",
       "《女状元》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代最重要的曲学理论著作是（ ）",
      "opts": [
       "《曲律》",
       "《南词全谱》",
       "《曲品》",
       "《南词叙录》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "汤显祖的“临川四梦”中取材于唐传奇《枕中记》的是（ ）",
      "opts": [
       "《紫钗记》",
       "《南柯记》",
       "《邯郸记》",
       "《还魂记》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "受李贽思想尤其是其“童心”说影响而形成的诗文流派是（ ）",
      "opts": [
       "竟陵派",
       "唐宋派",
       "茶陵派",
       "公安派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "“台阁体”诗歌的风格特点是（ ）",
      "opts": [
       "孤峭幽冷，深曲寂静",
       "雍容醇厚，平正典雅",
       "平易淡雅，情韵深厚",
       "雄浑悲壮，苍凉深沉"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陈子龙是明末诗坛最杰出的诗人，尤其擅长（ ）",
      "opts": [
       "七言歌行和七律",
       "七言绝句",
       "五言古诗和五律",
       "五言绝句"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "梁辰鱼的散曲追求（ ）",
      "opts": [
       "雄爽质朴，浑厚跌宕",
       "豪爽雄迈，质朴粗犷",
       "声律和谐，文辞典丽",
       "清丽俊逸，细腻委婉"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "沈德潜论诗倡导（ ）",
      "opts": [
       "神韵说",
       "肌理说",
       "格调说",
       "性灵说"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "侯方域后期散文的主要特色是（ ）",
      "opts": [
       "深厚蕴藉",
       "流畅通达",
       "凌厉雄杰",
       "恣肆不拘"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "桐城派刘大概论文推崇（ ）",
      "opts": [
       "韩愈",
       "柳宗元",
       "欧阳修",
       "归有光"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "嘉庆年间，提倡风骚之旨的词派是（ ）",
      "opts": [
       "阳羡词派",
       "浙西词派",
       "临林词派",
       "常州词派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "董说的《西游补》属于（ ）",
      "opts": [
       "英雄传奇",
       "世情小说",
       "话本小说",
       "神怪小说"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《清忠谱》塑造的新兴市民群体的代表人物是（ ）",
      "opts": [
       "颜佩韦",
       "周顺昌",
       "蔡文英",
       "程济"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代弹词的形式主要为（ ）",
      "opts": [
       "四言韵文",
       "五言体",
       "七言韵文",
       "杂言体"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "近代诗坛以陈三立、陈衍、沈曾植等为代表的诗歌流派是（ ）",
      "opts": [
       "同光体",
       "宋诗派",
       "晚唐诗派",
       "汉魏六朝派"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "著名诗人苏曼殊属于（ ）",
      "opts": [
       "宋诗派诗人",
       "南社诗人",
       "同光体诗人",
       "启蒙诗人"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "词论著作《白雨斋词话》的作者是（ ）",
      "opts": [
       "陈廷焯",
       "王鹏运",
       "况周颐",
       "郑文焯"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "俞万春的《荡寇志》属于（ ）",
      "opts": [
       "狭邪小说",
       "谴责小说",
       "侠义小说",
       "翻译小说"
      ],
      "a": 2,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多选题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "柳永词的题材内容有（ ）",
      "opts": [
       "写民间风味",
       "写风尘女子",
       "写羁旅行役",
       "写都市风光",
       "写边塞风光"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "“诚斋体”主要借鉴的诗体有（ ）",
      "opts": [
       "西昆体",
       "半山体",
       "江西体",
       "山谷体",
       "晚唐体"
      ],
      "a": "BE",
      "e": ""
     },
     {
      "q": "董解元《西厢记诸宫调》的艺术特点有（ ）",
      "opts": [
       "结构宏伟",
       "情节曲折",
       "曲词优美",
       "备极才情",
       "字字本色"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "纳兰性德词的创作特点有（ ）",
      "opts": [
       "工于小令",
       "隐晦奥眇",
       "骨力警拔",
       "爱情词低徊悠渺，婉丽清凄",
       "边塞词寥廓苍远，绘景如画"
      ],
      "a": "ADE",
      "e": ""
     },
     {
      "q": "下列作品属于世情小说的有（ ）",
      "opts": [
       "《醒世姻缘传》",
       "《平山冷燕》",
       "《玉娇梨》",
       "《红楼梦》",
       "《好逑传》"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：带过曲",
      "a": "（1）元散曲形式之一。（1 分）\n（2）介于小令和套数之间，一般由同一宫调的两个或三个小令组成，共同表达一个内容。\n（2 分）",
      "e": ""
     },
     {
      "q": "名词解释：“汤沈之争”",
      "a": "（1 分）；曾以《牡丹亭》不合昆腔音律而改之为《同\n梦记》，召致汤显祖的不满，引起争执，史称“汤沈之争”（2 分）。",
      "e": ""
     },
     {
      "q": "名词解释：“新派诗”",
      "a": "（1）清末黄遵宪所倡。（1分）\n（2）特点：一、反拟古，尊独创；二、取材述事，皆以今日新事物替代；三、表现方法上，\n利用古代艺术传统，力求变化多样。（2 分）",
      "e": ""
     },
     {
      "q": "名词解释：“姚门四弟子”：\n（二）简答题：5 分",
      "a": "（1）桐城派古文家姚鼐的弟子。（1 分）\n（2）有管同、方东树、姚莹、梅曾亮。（1 分）\n（3）以古文知名。（1 分）\n（二）简答题：5 分",
      "e": ""
     },
     {
      "q": "简答：简述辛弃疾词的题材内容。",
      "a": "（1）抒发报国豪情。（2 分）\n（2）表现壮志难酬的悲愤。（1 分）\n（3）写儿女之情。（1 分）\n（4）表现田园生活。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述元杂剧兴盛的原因。",
      "a": "（1）城市经济繁荣与艺术表演社会化、商业化的促进。（2 分）\n（2）蒙古贵族的爱好，推动了元杂剧的发展。（1 分）\n（3）文人参与创作与演出、高水平作家队伍形成的影响。（2 分）",
      "e": ""
     },
     {
      "q": "简答：简述《牡丹亭》中杜丽娘形象内涵及特征。",
      "a": "（1）杜丽娘追求自由与爱情，具有鲜明的叛逆色彩。（2 分）\n（2）因感春而入梦，至为情而死，是其性格的一次升华。（1 分）\n（3）为情而再生，是其性格的又一次升华，体现了“至情”力量的强大。（1 分）\n（4）朝堂之上，向皇帝诉说心曲，完成了性格的升华。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述归有光的文学主张与散文创作。 三、论述题：14分",
      "a": "（1）归有光是唐宋派散文的代表，为文标榜六经，主张文道合一，而又贴近日常生活。（2\n分）\n（2）注重散文的抒情功能和审美特质。（1 分）\n（3）长于记事写人，感情真挚，文笔生动，平易淡雅。（2 分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题13分，共26分。",
    "score": 13,
    "items": [
     {
      "q": "论述：试以具体作品为例，论述苏轼记叙文的艺术特点。",
      "a": "（1）记叙文是苏轼散文中文学价值最高、最具独创性的部分，包括碑传文、叙记文及文赋\n等，以山水游记和亭台堂阁为代表。（3 分）\n（2）山水游记记叙、描写、议论并重，常借助议论为文章辟出新境界。文章表现出借景立\n论的特点，尤善于表现在自然景物的赏会中对人生哲理的领悟。（3 分）\n（3）记叙文文学性强，诗情画意，触处皆是，覃思妙理，一出自然。（2 分）\n（4）亭台记往往借题发挥，随机生发出妙理高论，融记事、抒情与思辨为一体。（4 分）\n（5）记叙文体现其才情横溢的奇思妙想及随物赋形的作文本领。（2 分）",
      "e": ""
     },
     {
      "q": "论述：论述洪昇《长生殿》的思想蕴涵。",
      "a": "（1）《长生殿》的主旨是描写和歌颂真情乃至理想化的幻情。将李隆基和杨玉环“钗后情缘” 理想化，使之成为不朽的至情，文末抒发了“情缘终归虚幻”的虚无思想。（6分）\n（2）在讴歌“真情”的同时，描写当时的社会政治，反映了天宝之乱的历史背景。在批评\n唐明皇失政之外，还表现“乐极哀来，垂戒来世”的思想。（3 分）\n（3）将爱情主题和政治主题交织一起，二者互为表里。用政治和爱情的矛盾说明具体社会\n中的个人命运之无常、人生之虚幻，从而使作品呈现悲剧意味。（3 分）\n（4）剧中对杨玉环的形象刻画，摆脱了女色亡国论的传统思想，这种歌颂至情，也让李、\n杨爱情蒙上了感伤主义色彩。（2 分）",
      "e": ""
     }
    ]
   }
  },
  "2023年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "诗人林逋所属的诗派是（ ）",
      "opts": [
       "白体",
       "西昆体",
       "晚唐体",
       "江湖诗派"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "欧阳修诗歌的艺术特点是（ ）",
      "opts": [
       "重气格",
       "重情韵",
       "重辞藻",
       "重学问"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "苏轼著名散文《前赤壁赋》属于（ ）",
      "opts": [
       "议论文",
       "碑传文",
       "山水游记",
       "亭台堂阁记"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "贺铸词的艺术特点是（ ）",
      "opts": [
       "“词虽婉美，然格力失之弱”",
       "“儿女英雄兼而有之”",
       "“清空”、“骚雅”",
       "“如七宝楼台，眩人眼目”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陆游词《卜算子》[咏梅]的风格特点是（ ）",
      "opts": [
       "豪放旷达",
       "雄放沉郁",
       "平淡清俊",
       "清空骚雅"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "著名词人王沂孙属于（ ）",
      "opts": [
       "清雅派词人",
       "豪放派词人",
       "婉约派词人",
       "俚俗派词人"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "吴文英词的主要特点是（ ）",
      "opts": [
       "以诗为词",
       "长于议论",
       "章法结构独特",
       "语言通俗自然"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "辽代诗人耶律倍的《海上诗》的创作特点是（ ）",
      "opts": [
       "直抒胸臆",
       "气势宏大",
       "言辞激切",
       "以物喻人"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "金代作家宇文虚中、吴激、蔡松年文学创作的共同特点是（ ）",
      "opts": [
       "风格清婉",
       "格调豪放",
       "多故国之思",
       "写北地风光"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元好问诗《岐阳三首》其二“百二关河草不横”属于（ ）",
      "opts": [
       "伤乱诗",
       "咏物诗",
       "山水诗",
       "题画诗"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "被誉为“秋思之祖”的元代散曲是（ ）",
      "opts": [
       "马致远(越调)《天净沙》[秋思]",
       "白朴《天净沙》[秋]",
       "无名氏《醉中天》“老树悬藤挂”",
       "马致远〔双调〕《夜行船》[秋思]"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "戴表元文学创作的基本倾向是（ ）",
      "opts": [
       "诗宗唐",
       "诗尊宋",
       "文宗唐",
       "文尊秦汉"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "明代传奇中临川派的代表作家是（ ）",
      "opts": [
       "沈璟",
       "汤显祖",
       "李开先",
       "梁辰鱼"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "宋濂散文的风格特征是（ ）",
      "opts": [
       "孤峭幽冷，深曲寂静",
       "平淡雅洁，情致深厚",
       "醇深典正，浑穆雍容",
       "平易流畅，纡徐委备"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "公安派标榜“独抒性灵，不拘格套”,其推崇的前代作家是（ ）",
      "opts": [
       "白居易与苏轼",
       "韩愈与柳宗元",
       "欧阳修与曾巩",
       "陆龟蒙与皮日休"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "李东阳论诗的基本倾向是（ ）",
      "opts": [
       "强调诗文一致",
       "重视声调情韵",
       "主张宗法宋人",
       "推崇江西诗派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "对“吴中四才子”的创作产生重大影响的著名诗人是（）",
      "opts": [
       "沈周",
       "李东阳",
       "李梦阳",
       "何景明"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "明亡后夏完淳诗歌的风格特点是（ ）",
      "opts": [
       "雄爽质朴",
       "悲壮淋漓",
       "平易畅达",
       "清丽俊逸"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "冯梦龙编辑的《挂枝儿》《山歌》属于（ ）",
      "opts": [
       "诗",
       "词",
       "曲",
       "民歌"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "袁枚所著的文学理论著作是（ ）",
      "opts": [
       "《渔洋诗话》",
       "《随园诗话》",
       "《初学集》",
       "《宋诗纪事》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "桐城派作家姚鼐的古文特色是（ ）",
      "opts": [
       "余味曲包，以神韵见长",
       "凌厉雄杰，摹画淋漓",
       "转折跌宕，有诗化倾向",
       "流畅通达有余，深厚蕴藉不足"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "朱彝尊论词推尊（ ）",
      "opts": [
       "温庭筠、韦庄",
       "姜夔、张炎",
       "吴文英、王沂孙",
       "苏轼、辛弃疾"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "张惠言词的艺术特点是（ ）",
      "opts": [
       "寄慨遥深",
       "醇正秀雅",
       "悲慨健举",
       "萧骚凄怨"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代成就最大的拟话本小说是（ ）",
      "opts": [
       "《清夜钟》《豆棚闲话》",
       "《西游补》《西湖佳话》",
       "《无声戏》《十二楼》",
       "《清夜钟》《好逑传》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "李玉传奇《占花魁》的内容是（ ）",
      "opts": [
       "叙写桂薪的忘恩负义",
       "讲述严世藩陷害莫怀古的故事",
       "叙写莘瑶琴和秦重的风情际遇",
       "讲述蔡文英与江兰芳的姻缘离合"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《桃花扇》中塑造的反面人物代表是（ ）",
      "opts": [
       "马士英",
       "阮大铖",
       "田仰",
       "弘光皇帝"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "在近代诗坛上，陈去病、柳亚子代表的是（ ）",
      "opts": [
       "启蒙诗人",
       "晚唐诗派诗人",
       "革命派诗人",
       "汉魏六朝诗派诗人"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "晚清诗人郑珍属于（ ）",
      "opts": [
       "同光体诗人",
       "宋诗派诗人",
       "新派诗人",
       "爱国诗人"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "韩邦庆的《海上花列传》属于（ ）",
      "opts": [
       "谴责小说",
       "翻译小说",
       "侠义小说",
       "狭邪小说"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清末从事小说翻译最重要的作家是（ ）",
      "opts": [
       "陈冷血",
       "周桂笙",
       "曾朴",
       "林纾"
      ],
      "a": 3,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多选题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "苏轼诗歌的创作特色有（ ）",
      "opts": [
       "以文为诗",
       "好使事用典",
       "以议论入诗",
       "诗风清丽雄健",
       "诗风清旷闲逸"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "周邦彦词的章法结构有（ ）",
      "opts": [
       "开阖回旋",
       "时空错综",
       "相互衬托",
       "顺叙直说",
       "以景结尾"
      ],
      "a": "ABCE",
      "e": ""
     },
     {
      "q": "金代诗人赵秉文的诗歌创作特点有（ ）",
      "opts": [
       "七言长诗气势奔放",
       "律诗壮丽",
       "五言古诗真淳简淡，冲和清远",
       "诗学李、杜、苏、黄",
       "诗风险怪"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "屈大均诗歌的特点有（ ）",
      "opts": [
       "诗风“尚得古贤雄直气”",
       "直陈其事，直抒其情",
       "哀怨似《离骚》,超逸似太白",
       "擅长五律",
       "能以古体行于律中"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "属于《红楼梦》120 回本系统的有（ ）",
      "opts": [
       "甲戌本",
       "程甲本",
       "程乙本",
       "庚辰本",
       "王希廉评本\n）"
      ],
      "a": "BCE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：话本小说",
      "a": "（1）“说话”艺术形式之一，是“说话人”说话的底本。（1 分）\n（2）多以市井生活为内容，结构一般由题目、篇首、入话、头回、正话和篇尾组成，故事\n性强，情节生动曲折。采用白话（2 分）",
      "e": ""
     },
     {
      "q": "名词解释：竟陵派",
      "a": "（1）晚明出现的诗文流派。（1 分）\n（2）诗文表现超离尘俗的幽独情思，风格幽深孤峭。（1 分）\n（3）代表作家是钟惺、谭元春。（1 分）",
      "e": ""
     },
     {
      "q": "名词解释：苏曼殊",
      "a": "（1）南社诗人。（1 分）\n（2）诗多抒情之作，以七绝居多。（1 分）\n（3）风格轻清隽永，茜丽绵眇，间有俊逸豪放之作。（1 分）",
      "e": ""
     },
     {
      "q": "名词解释：《老残游记》：\n（二、简答题：5 分）",
      "a": "（1）晚清四大谴责小说之一。（1 分）\n（2）作者刘鹗。（1 分） （3）揭露了晚清政治腐败和社会黑暗。（1分）\n（二）简答题：5 分",
      "e": ""
     },
     {
      "q": "简答：简述黄庭坚诗歌的艺术特色。",
      "a": "（1）求生避熟，求雅脱俗。（2 分）\n（2）重视句法，发展了拗句、拗律的体例。（1 分）\n（3）强调“无一字无来处”，用典以故为新，变俗为雅。（1 分）\n（4）好奇尚硬，风格生新峭拔。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述《琵琶记》的艺术成就。",
      "a": "（1）表现赵五娘忍辱负重、吃苦耐劳、不怕艰苦、自我牺牲的优秀品格，塑造了具有传统\n美德的中国女性形象。（2 分）\n（2）结构上“苦乐相错”，相互对照，具有很好的表现效果。（2 分）（3）曲辞富有表现\n力。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述《金瓶梅》的语言艺术。",
      "a": "（1）《金瓶梅》更加口语化、通俗化。运用北方尤其是山东地区的方言俗语，将其提炼为\n富有表现力的文学语言。（2 分）\n（2）大量吸取市民中流行的方言、行话、谚语、歇后语等，熔铸成“一篇市井的文字”。\n（1 分）\n（3）叙述语言细密、丰富，人物语言则生动活泼、妙趣横生。（2 分）",
      "e": ""
     },
     {
      "q": "简答：简述李贽文学思想与散文创作特点。",
      "a": "（1）受王阳明心学思想影响，提出“童心说”，强调创作中思想感情的真实坦率和艺术表\n现的自由不拘。（2 分）\n（2）其散文见解独特，随意挥洒，语言泼辣犀利，具有鲜明的创作个性。（3 分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题13分，共26分。",
    "score": 13,
    "items": [
     {
      "q": "论述：试论辛弃疾词的艺术成就。",
      "a": "（1）婉约词柔中有刚，豪放词刚柔相济。（4 分）\n（2）喜议论，以论为词。（3 分）\n（3）喜用典，用典广博。（3 分）\n（4）以文为词，用散文句法。（2 分）\n（5）词作风格沉郁痛快。（2 分）",
      "e": ""
     },
     {
      "q": "论述：论述洪昇《长生殿》的艺术成就。",
      "a": "（1）结构完整，关目紧合，针线绵密，独具匠心。（6 分）\n（2）语言清雅秀丽，有浓厚的抒情色彩。（3 分） （3）曲辞音律，独步一时。曲辞方面，继承元曲传统，化俗为雅，创造出典型的曲辞。\n曲辞能适应环境情节和人物身份，使人物不同的精神情态得到更好的表现。音律方面，恪\n守韵调。（5 分）",
      "e": ""
     }
    ]
   }
  },
  "2022年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "王禹偁诗歌的艺术风格是（ ）",
      "opts": [
       "华靡艳丽",
       "平易晓畅",
       "沉博绝丽",
       "清奇僻苦"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "“王荆公体”的主要体裁是（ ）",
      "opts": [
       "古诗",
       "律诗",
       "绝句",
       "歌行"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "文风受战国纵横家影响的宋代散文家是（ ）",
      "opts": [
       "王安石",
       "苏轼",
       "苏洵",
       "曾巩"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "黄庭坚词雅俗并存,其中雅词风格近于（ ）",
      "opts": [
       "欧阳修词",
       "苏轼词",
       "柳永词",
       "秦观词"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "辛弃疾词风格鲜明，被称为（ ）",
      "opts": [
       "稼轩体",
       "半山体",
       "民歌体",
       "樵歌体"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "陆游古体诗的艺术风格是（ ）",
      "opts": [
       "悲壮沉痛",
       "自然圆转",
       "对仗工稳",
       "清淡秀逸"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "宋代诗人汪元量属于（ ）",
      "opts": [
       "永嘉四灵",
       "江湖派诗人",
       "宫廷诗人",
       "遗民作家"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "出自辽道宗皇后萧观音的诗歌是（ ）",
      "opts": [
       "《醉文歌》",
       "《题黄菊赋》",
       "《海上诗》",
       "《伏虎林》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "金代蔡松年与吴激齐名，时号“吴蔡体”，二人因以著称的文学体裁是（ ）",
      "opts": [
       "诗",
       "词",
       "文",
       "曲"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "金代赵秉文的诗歌主体风格是（ ）",
      "opts": [
       "平易",
       "奇险",
       "奇古",
       "瑰伟"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "被王国维称为“沉雄悲壮，为元曲冠冕”的杂剧是（ ）",
      "opts": [
       "《赵氏孤儿》",
       "《梧桐雨》",
       "《范张鸡黍》",
       "《曲江池》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "秦简夫杂剧的代表作是（ ）",
      "opts": [
       "《东堂老》",
       "《两世姻缘》",
       "《老君堂》",
       "《倩女离魂》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "我国历史上英雄传奇类小说成就最高的是（ ）",
      "opts": [
       "《三国演义》",
       "《西游记》",
       "《封神演义》",
       "《水浒传》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "“三言”的语言特征是（ ）",
      "opts": [
       "半文半白",
       "幽默诙谐",
       "文辞雅丽",
       "雅俗共赏"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "刘基散文“与宋濂并为一代之宗”，他写得最好的是（ ）",
      "opts": [
       "寓言性杂文",
       "政论类散文",
       "游记类散文",
       "传记类散文"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "在万历后期的文坛上，影响最大的诗文流派是（ ）",
      "opts": [
       "茶陵派",
       "公安派",
       "竟陵派",
       "唐宋派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "竟陵派的代表作家是（ ）",
      "opts": [
       "钟惺、袁宗道",
       "袁宗道、谭元春",
       "钟惺、谭元春",
       "袁宏道、袁中道"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "王世贞的诗论主张是（ ）",
      "opts": [
       "以汉魏盛唐为法",
       "以三代两汉为法",
       "以晚唐为法",
       "以宋人为法"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "冯惟敏散曲的艺术风格是（ ）",
      "opts": [
       "悲壮苍凉",
       "雄奇豪迈",
       "刚劲朴直",
       "清丽自然"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "王士禛论诗推崇（）",
      "opts": [
       "李白、杜甫",
       "王维、孟浩然",
       "杜甫、韩愈",
       "苏轼、陆游"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "与袁枚、蒋士铨并称“乾隆三大家”的诗人是（ ）",
      "opts": [
       "赵翼",
       "厉鹗",
       "翁方纲",
       "沈德潜"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "李兆洛《骈体文钞》主张（ ）",
      "opts": [
       "骈散并重",
       "视骈文为正宗",
       "文笔分立",
       "义理、考据、辞章"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陈维崧慢词的审美风貌是（ ）",
      "opts": [
       "精悍横霸",
       "幽深窈渺",
       "凄丽缠绵",
       "高秀圆转"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清初浙西词派的代表词人是（ ）",
      "opts": [
       "陈维崧",
       "张惠言",
       "朱彝尊",
       "纳兰性德"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "子弟书产生的时代是（ ）",
      "opts": [
       "宋代",
       "元代",
       "明代",
       "清代"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "李渔传奇作品多表现（ ）",
      "opts": [
       "身世之苦",
       "故国之思",
       "才子佳人",
       "纲常名教"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "近代“诗界革命”的倡导者是（ ）",
      "opts": [
       "龚自珍",
       "康有为",
       "谭嗣同",
       "梁启超"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "近代诗坛以张之洞为代表的诗歌流派是（ ）",
      "opts": [
       "宋诗派",
       "唐宋派",
       "晚唐诗派",
       "汉魏六朝诗派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "在清末民初，由陈去病、柳亚子等发起的革命派文学团体为（ ）",
      "opts": [
       "同光体",
       "湘乡派",
       "赣派",
       "南社"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "近代小说《品花宝鉴》属于（ ）",
      "opts": [
       "侠义公案小说",
       "才子佳人小说",
       "狭邪小说",
       "谴责小说"
      ],
      "a": 2,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多选题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "苏轼诗歌的创作特色有（）",
      "opts": [
       "以文为诗",
       "以才学为诗",
       "以议论入诗",
       "诗风清丽雄健",
       "诗风清旷闲逸"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "秦观词的创作特点有（ ）",
      "opts": [
       "本色当行",
       "词风婉约",
       "词风近于花间体",
       "词风豪放",
       "语言清新雅致"
      ],
      "a": "ABCE",
      "e": ""
     },
     {
      "q": "元好问词的创作特点有（ ）",
      "opts": [
       "兼具豪放与婉约风格",
       "浑雅博大",
       "风流蕴藉",
       "有骨干，有气象",
       "集两宋词之大成"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "清初学者之文的代表作家有（ ）",
      "opts": [
       "顾炎武",
       "王夫之",
       "黄宗羲",
       "钱大昕",
       "戴震"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "清初戏剧流派有（ ）",
      "opts": [
       "苏州派",
       "临川派",
       "吴江派",
       "文人派",
       "娱乐派"
      ],
      "a": "ADE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：四大传奇",
      "a": "（1）为元代南戏。（1 分）\n（2）包括《荆钗记》《白兔记》《拜月亭记》和《杀狗记》。（2 分）",
      "e": ""
     },
     {
      "q": "名词解释：“童心说”",
      "a": "（1）是李贽提出的文学观念。（1 分）\n（2）所谓“童心”，即“绝假纯真，最初一念之本心”，强调诗文思想感情的真实坦率与艺\n术表现的自由不拘。（2 分）",
      "e": ""
     },
     {
      "q": "名词解释：鸳鸯蝴蝶派",
      "a": "（1）晚清小说流派，主要成员有周瘦鹃、徐枕亚、包天笑、王钝根、刘半农等。（2 分）\n（2）表现知识分子失望于政治革命，沉迷于个人的趣味世界，由此而痛苦、迷茫，以致颓\n废堕落的心路历程。（1 分）",
      "e": ""
     },
     {
      "q": "名词解释：京剧：\n（二）简答题：5 分",
      "a": "（1）属于花部新剧种，成熟于19 世纪中期。（1 分）\n（2）以二黄调和西皮调为基本曲调。（1 分）\n（3）著名剧目有《打渔杀家》《群英会》《四进士》《玉堂春》等。（1 分）\n（二）简答题：5 分",
      "e": ""
     },
     {
      "q": "简答：简述“永嘉四灵”诗歌的艺术特点。",
      "a": "（1）取法贾岛、姚合的苦吟诗风。（1 分）\n（2）专攻格律诗，意平语诡。因刻画太甚而流于纤仄，也有自然清新的作品。（2 分）（3）\n不用典故，诗风冲淡平和。（2 分）",
      "e": ""
     },
     {
      "q": "简答：简述“铁崖体”诗歌的艺术特点。",
      "a": "（1）指杨维桢的诗。（1 分）\n（2）宗尚汉魏古诗及李白、杜甫、李贺诗歌，以乐府诗为主要形式。（2 分）\n（3）古乐府绚丽诡幻，具有瑰奇的风格。（2 分）",
      "e": ""
     },
     {
      "q": "简答：简述《三国演义》人物形象塑造的特点。",
      "a": "（1）运用层层皴染手法，在反复出现的不同事件中强化人物主要性格。（2 分）\n（2）善于用传奇故事及细节塑造人物。（1 分）\n（3）善于用对比烘托手法塑造人物。（2 分）",
      "e": ""
     },
     {
      "q": "简答：简述《西游记》的艺术特色。",
      "a": "（1）具有奇幻色彩。（2 分）\n（2）幽默诙谐，寓庄于谐。（1 分）\n（3）采用单线发展的结构形式。（1 分）\n（4）语言轻松活泼，明快洗练。（1 分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题13分，共26分。",
    "score": 13,
    "items": [
     {
      "q": "论述：试论周邦彦词在章法结构方面的特点。",
      "a": "（1）章法布局开阖回旋，避免直露无余。（5 分）\n（2）经常使用不同感情的相互衬托的手法。（5 分）\n（3）以景语结尾。（4 分）",
      "e": ""
     },
     {
      "q": "论述：论述《聊斋志异》的思想意蕴。",
      "a": "（1）写人鬼之恋，歌颂爱情。作者突破了传统小说中的才子佳人、郎才女貌的模式，强调\n一种心灵契合的知己之爱。（6 分）\n（2）揭露科举的腐败和弊端。（4 分）\n（3）揭露当时社会政治黑暗和吏治腐败。（4 分）",
      "e": ""
     }
    ]
   }
  },
  "2022年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "欧阳修的《秋声赋》属于（ ）",
      "opts": [
       "骚体赋",
       "大赋",
       "骈赋",
       "文赋"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "王令诗《暑热思风》的主要特点是（ ）",
      "opts": [
       "雍容典雅，讲究辞采",
       "气势雄壮，粗犷豪迈",
       "风格沉郁悲壮",
       "风格清新闲适"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "黄庭坚山谷体的风格特征是（ ）",
      "opts": [
       "生新瘦硬",
       "苦硬瘦劲",
       "清奇僻苦",
       "清新自然"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "贺铸词《青玉案》“凌波不过横塘路”的艺术风格是（ ）",
      "opts": [
       "盛丽妖冶",
       "悲壮激昂",
       "清丽典雅",
       "豪放旷达"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "陆游的诗歌创作可分为早期、中期、晚期三个阶段,中期诗歌的特点是（ ）",
      "opts": [
       "雕饰藻绘",
       "清新拔俗",
       "豪放悲壮",
       "清淡秀逸"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“诚斋体”诗中最为出色的是（ ）",
      "opts": [
       "骚体",
       "乐府",
       "律诗",
       "绝句"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "宋代诗人刘辰翁属于（ ）",
      "opts": [
       "永嘉四灵",
       "江湖派诗人",
       "宫廷诗人",
       "遗民作家"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "出自辽道宗耶律洪基的诗歌是（）",
      "opts": [
       "《醉义歌》",
       "《题黄菊赋》",
       "《海上诗》",
       "《伏虎林》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "金代作家蔡珪是（ ）",
      "opts": [
       "由辽入金的文臣",
       "由宋入金的文士",
       "金代前期作家",
       "“国朝文派”作家"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "董解元《西厢记诸宫调》的故事结局是（ ）",
      "opts": [
       "始乱终弃",
       "美满团圆",
       "长亭送别",
       "婚变出走"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《倩女离魂》的男主人公是（ ）",
      "opts": [
       "范式",
       "王文举",
       "张生",
       "蒋世隆"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "虞集为“元诗四大家”之首,其诗文集是（ ）",
      "opts": [
       "《牧庵集》",
       "《松雪斋集》",
       "《雁门集》",
       "《道园学古录》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "被毛纶、毛宗岗父子称为“第一才子书”的作品是（ ）",
      "opts": [
       "《三国演义》",
       "《水浒传》",
       "《西游记》",
       "《红楼梦》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《西游记》最突出的艺术特点在于（ ）",
      "opts": [
       "浪漫色彩",
       "幽默色彩",
       "奇幻色彩",
       "荒诞色彩"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "沈璟的传奇代表作是（ ）",
      "opts": [
       "《双鱼记》",
       "《桃符记》",
       "《红菜记》",
       "《义侠记》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "李开先的传奇代表作《宝剑记》取材于（ ）",
      "opts": [
       "《水浒传》",
       "《三国演义》",
       "唐传奇",
       "元杂剧"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "宋濂散文的风格特点是（ ）",
      "opts": [
       "幽默风趣，轻快自然",
       "孤峭幽冷，深曲寂静",
       "平易淡雅，情韵深厚",
       "醇深典正，浑穆雍容"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "李东阳所代表的诗歌流派是（ ）",
      "opts": [
       "公安派",
       "茶陵派",
       "唐宋派",
       "竟陵派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "以李攀龙为代表的诗人群体是（ ）",
      "opts": [
       "弘正四杰",
       "吴中四杰",
       "前七子",
       "后七子"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "吴伟业前期诗风的主要特点是（）",
      "opts": [
       "华绮清丽",
       "沉着痛快",
       "天然高古",
       "雄直苍劲"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代前期文人之文的代表作家是（ ）",
      "opts": [
       "侯方域、魏禧、汪琬",
       "方苞、刘大櫆、姚鼐",
       "黄宗羲、顾炎武、王夫之",
       "戴震、钱大昕、章学诚"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "桐城派刘大櫆论文提出（ ）",
      "opts": [
       "义法说",
       "神理气味",
       "神气说",
       "格律声色"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "万树所著的词学著作是（ ）",
      "opts": [
       "《词综》",
       "《词律》",
       "《西河词话》",
       "《词苑丛谈》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清初阳羡词派的代表作家是（ ）",
      "opts": [
       "陈维崧",
       "厉鹗",
       "朱彝尊",
       "纳兰性德"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "李汝珍的《镜花缘》属于（ ）",
      "opts": [
       "世情小说",
       "才学小说",
       "神怪小说",
       "话本小说"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清初以吴伟业、尤侗为代表的戏剧流派是（ ）",
      "opts": [
       "苏州派",
       "娱乐派",
       "文人派",
       "临川派"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "龚自珍文学创作的主张是（ ）",
      "opts": [
       "学古",
       "新意境",
       "尊情",
       "力破余地"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“新派诗”的倡导者是（ ）",
      "opts": [
       "梁启超",
       "谭嗣同",
       "康有为",
       "黄遵宪"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "况周颐发展了常州词论,提出（ ）",
      "opts": [
       "“写境”“造境”",
       "“重、拙、大”",
       "“唐肌宋骨”",
       "“隔”与“不隔”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "姚门四弟子中,古文成就最高的是（ ）",
      "opts": [
       "管同",
       "方东树",
       "姚莹",
       "梅曾亮"
      ],
      "a": 3,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多选题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "宋初诗派林立,主要诗派有（ ）",
      "opts": [
       "白体",
       "西昆体",
       "山谷体",
       "晚唐体",
       "简斋体"
      ],
      "a": "ABD",
      "e": ""
     },
     {
      "q": "辛弃疾词的题材内容有（ ）",
      "opts": [
       "抒发报国豪情",
       "表现壮志难酬的悲愤",
       "写儿女之情",
       "表现田园生活",
       "描写羁旅行役"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "元好问的论诗主张包括（ ）",
      "opts": [
       "以风雅为宗",
       "推崇自然",
       "标举清刚雄健",
       "推尊李白、杜甫",
       "推尊黄庭坚"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "清代乾嘉年间,追求雅正,提倡温柔敦厚诗风的诗学有（ ）",
      "opts": [
       "沈德潜“格调说”",
       "翁方纲“肌理说”",
       "姚鼐“熔铸唐宋说”",
       "袁枚“性灵说”",
       "王士镇“神韵说”"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "《聊斋志异》现存版本主要有（ ）",
      "opts": [
       "手稿本",
       "青柯亭本",
       "卧闲草堂本",
       "铸雪斋抄本",
       "王希廉评本"
      ],
      "a": "ABD",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：神仙道化剧",
      "a": "（1）元杂剧重要类型之一。（1 分）\n（2）以劝人出家归隐、寻找脱离红尘的世外仙境为主旨。（1 分）\n（3）代表作有马致远的《陈抟高卧》、《黄粱梦》等。（1 分）",
      "e": ""
     },
     {
      "q": "名词解释：临川派",
      "a": "（1）明代戏曲流派，以代表作家汤显祖为江西临川人而得名。（1 分）\n（2）擅长描写男女情爱，曲文绮丽，构思奇幻，富有浪漫色彩。（1 分）\n（3）代表作家有汤显祖、吴炳、阮大铖、孟称舜。（1 分）",
      "e": ""
     },
     {
      "q": "名词解释：丘逢甲",
      "a": "（1）台湾诗人。（1 分）\n（2）诗界革命的重要诗人。（1 分）\n（3）有多篇悲悼台湾沦陷的诗，悲沉苍凉。（1 分）",
      "e": ""
     },
     {
      "q": "名词解释：狭邪小说：\n（二）简答题：5 分",
      "a": "（1）产生于道光、光绪年间。（1 分）\n（2）以狎优狎妓为题材。（1 分）\n（3）代表作品有《品花宝鉴》《花月痕》《青楼梦》《海上花列传》等。（1 分）\n（二）简答题：5 分",
      "e": ""
     },
     {
      "q": "简答：简述吴文英词的艺术特色。",
      "a": "（1）词风超逸沉博，浓艳密丽。（1 分）\n（2）词旨晦涩但有脉络可循。（1 分）\n（3）章法结构独特，使用时间与空间交错杂糅的叙述方式。（1 分）\n（4）转折提顿处多用实字。（1 分）\n（5）炼字炼句，运用冷僻、怪异的字词。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述张可久散曲的艺术特色。",
      "a": "（1）咏物写景、闲适游冶之作较多，多清丽可喜。（2 分）\n（2）注重形式格律，喜欢雕琢字句，追求典雅，而又不失清新、自然的本色。（3 分） 42、简述“三言”的思想倾向。\n答案：\n（1）塑造大量诚实守信、善良重义的正面商人形象，突破传统重农抑商、重义轻利观念。\n（2 分）\n（2）赞美自由结合的爱情与婚姻，摆脱封建礼教束缚。（2 分）\n（3）从市民阶层立场和价值观念出发，揭露和抨击社会黑暗和官场腐败。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述“三言”的思想倾向。",
      "a": "（1）塑造大量诚实守信、善良重义的正面商人形象，突破传统重农抑商、重义轻利观念。（2 分）\n（2）赞美自由结合的爱情与婚姻，摆脱封建礼教束缚。（2 分）\n（3）从市民阶层立场和价值观念出发，揭露和抨击社会黑暗和官场腐败。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述李梦阳的诗歌主张与创作。",
      "a": "（1）批评宋诗“主理不主调”，提倡比兴，认为“真诗乃在民间”，诗应“以我之情，述今\n之事。尺寸法古，无袭其辞”。（2 分）\n（2）为诗主要学杜甫，感情激越，气势充沛。以七言歌行擅长，雄浑悲壮。（3 分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题13分，共26分。",
    "score": 13,
    "items": [
     {
      "q": "论述：试论苏轼诗歌的艺术特色。",
      "a": "（1）以文为诗，运用博喻。（4 分）\n（2）有敏锐细致的观察力和出色的文字表现力，有才气。（2 分）\n（3）以才学为诗，好议论，好使事用典。将对事物的形象感受与哲理思考结合起来。（4 分）\n（4）兼备各体而以七言为擅长，且风格多样。其七绝吐语清丽精美；七古气格雄健豪放。\n其基本风格有二：一是刚健婀娜的清丽雄健，二是豪放加平淡的清旷闲逸。高风绝尘是其诗\n风的主导倾向。（4 分）",
      "e": ""
     },
     {
      "q": "论述：论述《儒林外史》的主要内容和思想意蕴。",
      "a": "（1）主要内容是写“功名富贵”，描写封建末世的儒林群相；刻画了追求功名富贵与讲究文\n行出处的两组人物。否定富贵功名，批判科举制度。（6 分）\n（2）思想意蕴：首先对因追求“功名富贵”而导致人性扭曲、人格堕落者的刻画，揭露科\n举制度对士人身心的摧残和毒害，将矛头直指科举制度本身，同时，对假名士及寄生于举业\n文事一类人的刻画，揭露了封建礼教的虚伪和残酷。其次作者塑造了一批鄙弃功名、自由独\n立的人物群像。一类是真儒明贤，寄托作者以原始儒家德治仁政的社会理想拯救社会的良好\n愿望。一类是远离功名利场的市井平民，寄托着作者以淳朴的古风挽救社会的政治理想。（8\n分）",
      "e": ""
     }
    ]
   }
  },
  "2021年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "欧阳修散文的特点是（ ）",
      "opts": [
       "平易流畅",
       "汪洋恣肆",
       "艰涩怪奇",
       "理致周密"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "王令诗歌的主要特点是（ ）",
      "opts": [
       "雍容典丽，讲究辞采",
       "风格沉郁悲壮",
       "气势雄壮，粗犷豪迈",
       "风格清新闲适"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "苏辙散文的风格特点是（ ）",
      "opts": [
       "说理透辟",
       "笔力雄健",
       "纵横博辩",
       "汪洋淡泊"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "贺铸词的艺术风格是（ ）",
      "opts": [
       "“如野云孤飞，去留无迹”",
       "“如七宝楼台，眩人眼目”",
       "“儿女英雄兼而有之”",
       "“清空”、“骚雅”"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "朱敦儒的词被称为（ ）",
      "opts": [
       "稼轩体",
       "半山体",
       "民歌体",
       "樵歌体"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "刘过词的创作特点是（ ）",
      "opts": [
       "学习辛弃疾",
       "学习苏轼",
       "风格典雅",
       "风格婉约"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "周密词的风格特点是（ ）",
      "opts": [
       "清丽",
       "豪放",
       "婉约",
       "俚俗"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "辽代诗人寺公大师的《醉义歌》的创作特点是（ ）",
      "opts": [
       "杂糅佛道",
       "气势宏大",
       "言辞激切",
       "以物喻人"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "宇文虚中、吴激、蔡松年是由宋入金的文士，其创作的共同特点是（ ）",
      "opts": [
       "风格清婉",
       "格调豪放",
       "多故国之思",
       "写北地风光"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元好问《摸鱼儿》（问世间）表现的内容是（ ）",
      "opts": [
       "男女殉情",
       "大雁殉情",
       "社会动乱",
       "相思离别"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "关汉卿历史剧的代表作是（ ）",
      "opts": [
       "《西蜀梦》",
       "《哭存孝》",
       "《陈母教子》",
       "《单刀会》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "根据流传于民间南戏《赵贞女》改编的戏曲作品是（ ）",
      "opts": [
       "《荆钗记》",
       "《琵琶记》",
       "《白兔记》",
       "《拜月亭记》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "梁辰鱼的散曲集是（ ）",
      "opts": [
       "《秋碧乐府》",
       "《江东白苎》",
       "《诚斋乐府》",
       "《海浮山堂词稿》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "明代后期传奇作家沈璟的代表作是（ ）",
      "opts": [
       "《鸣凤记》",
       "《宝剑记》",
       "《义侠记》",
       "《浣纱记》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "唐宋派散文家归有光论文主张（ ）",
      "opts": [
       "文道合一",
       "吟咏情性",
       "文以明道",
       "独抒性灵"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "以王世贞为代表的诗人群体是（ ）",
      "opts": [
       "弘正四杰",
       "前七子",
       "吴中四杰",
       "后七子"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "被教坊中人称为“乐王”的明代散曲家是（ ）",
      "opts": [
       "王九思",
       "陈铎",
       "冯惟敏",
       "康海"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "竟陵派论诗文强调（ ）",
      "opts": [
       "“灵”与“厚”的统一",
       "“真诗乃在民间”",
       "尚“真”重“情”",
       "“独抒性灵，不拘格套”"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "李梦阳《石将军战场歌》的风格特点是（ ）",
      "opts": [
       "纡徐舒缓，从容不迫",
       "孤冷幽峭，凄神寒骨",
       "素朴淡雅，平易自然",
       "雄浑悲壮，纵横变化"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清代诗坛提倡“神韵说”的诗人是（ ）",
      "opts": [
       "沈德潜",
       "翁方纲",
       "王士禛",
       "王世贞"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清代袁枚论诗强调（ ）",
      "opts": [
       "真性情",
       "雅正",
       "真学问",
       "风骨"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "与侯方域、汪琬并称“清初三大家”的作家是（ ）",
      "opts": [
       "方苞",
       "王夫之",
       "魏禧",
       "顾炎武"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清代以朱彝尊、厉鹗为代表的词派是（ ）",
      "opts": [
       "云间词派",
       "常州词派",
       "阳羡词派",
       "浙西词派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《醒世姻缘传》属于（ ）",
      "opts": [
       "才学小说",
       "世情小说",
       "话本小说",
       "狭邪小说"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列戏剧作品中由李玉创作的是（ ）",
      "opts": [
       "《桃花扇》",
       "《秣陵春》",
       "《钧天乐》",
       "《清忠谱》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清代戏剧《长生殿》描写的主要内容是（ ）",
      "opts": [
       "侯方域与李香君的爱情故事",
       "李隆基与杨玉环的爱情故事",
       "蔡文英与江兰芳的悲欢离合",
       "莘瑶琴与秦重的风情际遇"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "龚自珍诗歌的主要艺术特点是（ ）",
      "opts": [
       "想象奇特，语言瑰丽",
       "凄苦沉郁",
       "风格沉着，语言简净",
       "高秀圆转"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "苏曼殊诗多抒情之作，其体裁主要为（ ）",
      "opts": [
       "七言律诗",
       "七言绝句",
       "五言律诗",
       "五言绝句"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "晚清刘熙载的词论著作是（ ）",
      "opts": [
       "《复堂词话》",
       "《艺概·词概》",
       "《人间词话》",
       "《白雨斋词话》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "晚清吴沃尧的《二十年目睹之怪现状》属于（ ）",
      "opts": [
       "侠义小说",
       "狭邪小说",
       "神魔小说",
       "谴责小说"
      ],
      "a": 3,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多选题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "周邦彦词的语言特点有（ ）",
      "opts": [
       "风格典雅",
       "善于融化前人诗句入词",
       "运用市井语言",
       "下字运意，皆有法度",
       "采用经、史中生硬字面"
      ],
      "a": "ABD",
      "e": ""
     },
     {
      "q": "南宋江湖派诗人包括（ ）",
      "opts": [
       "刘克庄",
       "戴复古",
       "方岳",
       "文天祥",
       "刘辰翁"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "诸宫调在艺术形式上的特征包括（ ）",
      "opts": [
       "多种宫调的曲子联套演唱",
       "演唱中杂以说白",
       "四折一楔子",
       "表演长篇故事",
       "由折、楔子和题目、正名组成"
      ],
      "a": "ABD",
      "e": ""
     },
     {
      "q": "下列词人中属于常州词派的有（ ）",
      "opts": [
       "陈维崧",
       "顾贞观",
       "万树",
       "张惠言",
       "周济"
      ],
      "a": "DE",
      "e": ""
     },
     {
      "q": "下列属于清代历史演义与英雄传奇的作品有（ ）",
      "opts": [
       "《水浒后传》",
       "《说岳全传》",
       "《隋唐演义》",
       "《梼杌闲评》",
       "《东周列国志》"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：《救风尘》",
      "a": "《救风尘》：\n答案：关汉卿刻画妇女生活戏的突出代表杂剧之一，戏曲塑造了妓女赵盼儿光彩照人的形象。",
      "e": ""
     },
     {
      "q": "名词解释：台阁体",
      "a": "台阁体：\n答案：“台阁”又称“馆阁”，主要指翰林院和内阁。“台阁体”是当时台阁名臣、史称“三\n杨”的杨士奇、杨荣、杨溥所代表的诗文风格。他们的作品用于歌功颂德、应酬交际，追求\n雍容醇厚、平正典雅，缺乏个性风采，效仿者更是陈陈相因，千篇一律，无艺术生命可言。。",
      "e": ""
     },
     {
      "q": "名词解释：南社",
      "a": "南社：\n答案：在清末民初，一个活跃的革命派文学团体为“南社”。它成立于1909 年，发起人有\n陈去病、高旭、柳亚子。",
      "e": ""
     },
     {
      "q": "名词解释：《蕙风词话》:\n(二）简答题：5 分",
      "a": "《蕙风词话》:\n答案:是清代况周颐创作的文学评论著作。\n(二）简答题：5 分",
      "e": ""
     },
     {
      "q": "简答：简述“王荆公体”诗歌的创作特色。",
      "a": "简述“王荆公体”诗歌的创作特色。\n答案：王安石作诗，有骨鲠傲气而又清新隽逸，不失拗相公本色，他的七绝赓续唐音而雅丽\n精绝，人称“王荆公体”。",
      "e": ""
     },
     {
      "q": "简答：简述话本小说的艺术特点。",
      "a": "简述话本小说的艺术特点。\n答案：宋人的话本小说是流行于市井的俗文学，从民间的讲唱文学发展而来。话本是说话人\n的底本，故话本小说就是以口语记录下来的白话小说；它虽然是继承唐代“说话”的传统而\n来的，但到了宋代，说话这一技艺特别发达，盛极一时。流传下来的说话人的底本，经编辑\n后岀版，便成了流行于世的宋元话本小说了。",
      "e": ""
     },
     {
      "q": "简答：简述《金瓶梅》的语言特点。",
      "a": "简述《金瓶梅》的语言特点。\n答案：《金瓶梅》的语言比之前的通俗小说更加口语化、通俗化，它运用北方尤其是山东地\n区的方言俗语，经过加工提炼为富有表现力的文学语言，“只是家常口头语，说来偏妙”（张\n竹坡第28 回批语），又大量吸取了市民中流行的方言、行活、谚语、后语、俏皮话等等，\n熔铸成“一篇市井的文字”（张竹坡《金瓶梅读法》）。它的叙述语言细密、丰富，时而平淡\n无奇，时而酣畅淋漓，人物语言则生动活泼、妙趣横生，随人物身份不同而呈现出鲜明差异。",
      "e": ""
     },
     {
      "q": "简答：简述李贽散文的创作个性。",
      "a": "简述李贽散文的创作个性。\n答案：李贽的散文见解独特，随意挥洒，语言泼辣犀利，具有鲜明的个性。",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题13分，共26分。",
    "score": 13,
    "items": [
     {
      "q": "论述：试论欧阳修诗歌的艺术特点及其开拓性。",
      "a": "试论欧阳修诗歌的艺术特点及其开拓性。\n答案：欧阳修诗歌创作的散文化倾向在古体诗中表现得很明显，他用古文的章法写诗讲究转\n折顿挫，句子彻底散行，长短句杂出，少用偶句，故意作得似对非对，造成散文调而非诗调，\n在诗中常用语助词。欧阳修的诗开创了取材广泛、命意新颖、以文为诗和以议论为诗的一代\n诗风。他的诗歌创作，于命意上追求深刻创新，透过事物的表象进一步表达他对事物的认识，\n在描述中杂以议论。",
      "e": ""
     },
     {
      "q": "论述：试述《聊斋志异》的艺术成就。",
      "a": "试述《聊斋志异》的艺术成就。\n答案：《聊斋志异》创造了一个绚丽多彩的艺术世界。它既结合了志怪和传奇两类文言小说\n的传统，又吸收了白话小说的长处，还接受了先秦两汉和唐宋古文的影响，体式多样。小说\n是志异，写花妖狐魅，在艺术上自然表现为奇幻奇异、想象丰富的特点。有人间有仙间，有\n冥府，有龙宫，有梦境，人物出入其中，飘忽不定，没有客观的逻辑。就想象之奇特而言，\n又有两层：一是写奇幻之事，如《罗刹海市》整篇就是一个想象的世界。一是情节曲折奇峭，\n文笔夭矫而不摭实；就诗意之蕴藉而言，主要表现为作者将其所热爱和歌颂的人和事物加以\n美化，赋予花妖狐魅诗的气质。如《红玉》写道：“女袅娜若随风欲飘去，而操作过农家妇；\n随严冬自苦，而手腻如脂。《聊斋志异》创造性地运用古典文学语言，又从口语方言中提炼\n语言，取得了良好的艺术效果。",
      "e": ""
     }
    ]
   }
  },
  "2021年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "王安石《游褒禅山记》的主要创作特点是（ ）",
      "opts": [
       "叙事与描写紧密结合",
       "文风峭刻",
       "叙事与说理融为一体",
       "逻辑严密"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "黄庭坚“山谷体”的诗风特征是（ ）",
      "opts": [
       "平易古淡",
       "豪犷雄放",
       "清新流丽",
       "生新瘦硬"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "晏几道词的创作特点是（ ）",
      "opts": [
       "风格雍容典雅",
       "感情凄楚哀怨",
       "以写慢词著称",
       "摆脱花间词影响"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "柳永对词体的贡献主要表现在（ ）",
      "opts": [
       "以诗为词",
       "以文为词",
       "创制小令",
       "创制慢词"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "周邦彦词在章法结构方面的主要特点是（ ）",
      "opts": [
       "开阖回旋",
       "以议论结篇",
       "以情语结篇",
       "平铺直叙"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "范成大诗歌创作的成就主要表现在（ ）",
      "opts": [
       "山水诗",
       "田园诗",
       "纪事诗",
       "咏物诗"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "南宋史达祖属于（）",
      "opts": [
       "清雅派词人",
       "豪放派词人",
       "婉约派词人",
       "俚俗派词人"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "辽代诗人耶律倍的诗歌是（ ）",
      "opts": [
       "《海上诗》",
       "《醉义歌》",
       "《伏虎林》",
       "《题黄菊赋》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "辽天祚帝妃萧瑟瑟的《讽谏歌》的创作特点是（ ）",
      "opts": [
       "杂糅佛道",
       "气势宏大",
       "言辞激切",
       "以物喻人"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "金代作家蔡松年属于（ ）",
      "opts": [
       "由辽入金的文臣",
       "由宋入金的文士",
       "金代后期作家",
       "“国朝文派”作家"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元代后期,南方戏曲界最为活跃的人物是（ ）",
      "opts": [
       "宫天挺",
       "郑光祖",
       "乔吉",
       "秦简夫"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "乔吉散曲的风格特点是（ ）",
      "opts": [
       "清丽雅正",
       "雄浑豪放",
       "蓄蕴藉",
       "平淡自然"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "代表明代中期散文特色与成就的流派是（ ）",
      "opts": [
       "公安派",
       "竟陵派",
       "茶陵派",
       "唐宋派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "竟陵派小品文的代表作是（ ）",
      "opts": [
       "钟惺《浣花溪记》",
       "张岱《湖心亭看雪》",
       "袁宏道《满井游记》",
       "李贽《李白诗题辞》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“吴中四才子”中,初学陆游、风格出入唐宋之间的诗人是（ ）",
      "opts": [
       "祝允明",
       "唐寅",
       "文徵明",
       "徐祯卿"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "冯梦龙所编《挂枝儿》《山歌》最突出的题材内容是（ ）",
      "opts": [
       "农事活动",
       "封建礼教",
       "田园风光",
       "男女恋情"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "晚明时期毛晋整理出版的戏曲集是（ ）",
      "opts": [
       "《六十种曲》",
       "《元曲选》",
       "《盛明杂剧》",
       "《词林一枝》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "临川派传奇作家孟称舜的代表作是（ ）",
      "opts": [
       "《绿牡丹》",
       "《春灯谜》",
       "《娇红记》",
       "《眼儿媚》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“台阁体”诗的风格特征是（）",
      "opts": [
       "平易自然",
       "雄放俊逸",
       "孤峭幽冷",
       "平正典雅"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "吴伟业《圆圆曲》的体裁是（ ）",
      "opts": [
       "七言歌行",
       "七言律诗",
       "五言古诗",
       "五言律诗"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "翁方纲论诗提倡肌理说，其主要弊端为",
      "opts": [
       "缺少学问",
       "缺少性情",
       "缺少文理",
       "缺少义理"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "古文《左忠毅公逸事》的作者是（ ）",
      "opts": [
       "方苞",
       "刘大櫆",
       "姚鼐",
       "东树"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清初论词主张“拈大题目,出大意义”的词派是（ ）",
      "opts": [
       "浙西词派",
       "常州词派",
       "阳羡词派",
       "云间词派"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "纳兰性德边塞行吟词《长相思》(山一程,水一程)的风格特点是（ ）",
      "opts": [
       "婉丽清凄",
       "高秀圆转",
       "悲慨健举",
       "苍凉清怨"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "李渔的《无声戏》属于（ ）",
      "opts": [
       "英雄传奇小说",
       "才学小说",
       "拟话本小说",
       "神怪小说"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《红楼梦》版本中“程甲本”属于（ ）",
      "opts": [
       "80回本",
       "120回本",
       "甲戌本",
       "庚辰本"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "同光体诗人中创作成就最为显著的是（ ）",
      "opts": [
       "陈衍",
       "郑孝胥",
       "陈三立",
       "沈增植"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "近代词人蒋春霖为词崇尚（ ）",
      "opts": [
       "花间词",
       "苏轼、辛弃疾",
       "南唐词",
       "姜夔、张炎"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "近代古文家梅增亮属于（ ）",
      "opts": [
       "湘乡派",
       "桐城派",
       "常州派",
       "阳湖派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清末“以古文笔法译西洋小说的第一人”是（ ）",
      "opts": [
       "周桂笙",
       "林纾",
       "包天笑",
       "曾朴"
      ],
      "a": 1,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多选题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "李清照词论的主要内容有（ ）",
      "opts": [
       "尚雅",
       "主张“词要清空,不要质实”",
       "主张“词别是一家",
       "强调声律",
       "尚豪放"
      ],
      "a": "ACD",
      "e": ""
     },
     {
      "q": "朱敦儒“樵歌体”词的艺术特点有（ ）",
      "opts": [
       "表现淡而静的空旷境界",
       "风格自然飘逸",
       "语言浅白如话",
       "风格刚健雄奇",
       "语言典雅华丽"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "元好问的论诗主张包括（ ）",
      "opts": [
       "以风雅为宗",
       "推崇自然",
       "标举清刚雄健",
       "推尊李白、杜甫",
       "推尊黄庭坚"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "浙西词派的词人有（ ）",
      "opts": [
       "陈维崧",
       "朱彝尊",
       "张惠言",
       "周济",
       "厉鹗"
      ],
      "a": "BE",
      "e": ""
     },
     {
      "q": "李玉创作的戏剧作品有（ ）",
      "opts": [
       "《一捧雪》",
       "《人兽关》",
       "《永团圆》",
       "《占花魁》",
       "《清忠谱》"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：元诗四大家",
      "a": "（1）元代中期诗人。（1 分）\n（2）包括虞集、杨载、范梈、揭傒斯。（2 分）",
      "e": ""
     },
     {
      "q": "名词解释：《鸣凤记》",
      "a": "（1）明代中期三大传奇之一，相传为王世贞或其门人所作。（1 分）\n（2）反映嘉靖年间忠臣义士杨继盛等对严嵩父子的斗争，广泛而深刻地揭露了当时的政治\n黑暗，具有重大的现实意义。（1 分）\n（3）开拓了政治悲剧现实化的创作道路。（1 分）",
      "e": ""
     },
     {
      "q": "名词解释：诗界革命",
      "a": "（1）梁启超所提出的诗歌创作主张。（1 分）\n（2）“第一要新意境，第二要新语句”，要“以旧风格含新意境”。（2 分）",
      "e": ""
     },
     {
      "q": "名词解释：谴责小说：\n（二）简答题：5 分",
      "a": "（1）清末小说流派之一。（1 分）\n（2）内容以抨击时政、揭露官场黑暗为主。（1 分）\n（3）代表作有《官场现形记》《二十年目睹之怪现状》《老残游记》《孽海花》。（1 分）\n（二）简答题：5 分",
      "e": ""
     },
     {
      "q": "简答：简述刘克庄诗歌的艺术特点。",
      "a": "（1）早年从晚唐体、四灵体入手，刻琢精丽，风格清轻简淡。（1 分）\n（2）后摒弃四灵诗风，转而尚古体，尊韩愈诗，追求一种抑扬开阖、悲愤慷慨的诗风，感 情更为沉痛。（2分）\n（3）能融会众作而自为一家。（2 分）",
      "e": ""
     },
     {
      "q": "简答：简述关汉卿散曲的创作特点。",
      "a": "（1）关汉卿的散曲多写男女恋情、自适情怀和自画像式地抒写自身感受。（2 分）\n（2）作品豪爽老辣，富有激情，洞明世事，个性诙谐。（2 分）\n（3）语言以质朴为主，也活泼灵动，豪放风趣。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述“三言”的艺术特色。",
      "a": "（1）贴近日常世俗生活，情节曲折跌宕，引人入胜。（2 分）\n（2）以情节展开和人物行动表现人物性格，在表现人物内心活动方面，比较细致。（2 分）\n（3）语言通俗，雅俗共赏，生活气息浓厚。（1 分）",
      "e": ""
     },
     {
      "q": "简答：简述高启诗歌的创作成就。 三、论述题：13分",
      "a": "（1）高启的诗反映时代战乱，感慨民生艰难，但最能代表其创作特点的是表现自我个性、\n抒写生活志趣的诗。（2 分）\n（2）大量创作咏史怀古诗和托物寄慨的诗篇，情致深沉悲凉。（1 分）\n（3）天才高逸，各体兼工，尤长于七言歌行，笔力矫健，气势纵肆。（2 分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题13分，共26分。",
    "score": 13,
    "items": [
     {
      "q": "论述：试论杨万里“诚斋体”诗歌的艺术特色。",
      "a": "（1）以日常生活中的小情趣为题，写得活泼自然，风趣诙谐。（3 分）\n（2）想象新奇，语言通俗明快，风格流转圆活。（3 分）\n（3）以绝句最为出色，学习借鉴王安石的半山体和唐人晚唐体，学习晚唐体的空灵轻快，\n改变宋诗以人文景观为主的习惯，以自然意象为主，着重表现的是山水景观所蕴涵的自然灵\n性和知觉情意，活泼而充满奇趣，被认为是真正的“活法”诗。（5 分）\n（4）背离江西诗派诗法，变深刻为浅近，理趣减少，生活情趣增加，状物写情无不入妙。\n（3 分）",
      "e": ""
     },
     {
      "q": "论述：试述《红楼梦》人物形象塑造的成就。",
      "a": "（1）塑造了上百个不同身份、不同个性的人物，无不传神，各具光彩。（6 分）\n（2）善于写出人物的不同性格，更能将同一阶层或同一类人物对比写照，写出各自不同的\n性格特征。（4 分）\n（3）能将人物置于广阔的社会环境中，从各个层面反复渲染，写出人物的复杂性，达到了\n典型化的艺术高度。（4 分）",
      "e": ""
     }
    ]
   }
  },
  "2020年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "西昆体的艺术特征是（ ）",
      "opts": [
       "诗风古淡",
       "诗风清新",
       "追求气骨",
       "讲究修辞"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "王安石散文的特点是（ ）",
      "opts": [
       "以议论说理见长",
       "以写景抒情见长",
       "雍容典雅",
       "平易婉转"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "苏轼词的艺术风格是（ ）",
      "opts": [
       "清淡秀逸",
       "豪放旷达",
       "清空骚雅",
       "典雅含蓄"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陈师道诗歌的艺术风格是（ ）",
      "opts": [
       "华丽典雅",
       "豪犷雄放",
       "朴拙瘦硬",
       "清新流丽"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "梦窗词的风格特点是（ ）",
      "opts": [
       "清丽自然",
       "通俗浅近",
       "清新淡雅",
       "浓艳密丽"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "徐玑所属的诗人群体是（ ）",
      "opts": [
       "江西诗派",
       "江湖诗派",
       "中兴四大诗人",
       "永嘉四灵"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "辽道宗皇后萧观音的应制诗《伏虎林》的创作特点是（ ）",
      "opts": [
       "杂糅佛道",
       "气势宏大",
       "言辞激切",
       "以物喻人"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "金代作家宇文虛中是（ ）",
      "opts": [
       "由辽入金的文臣",
       "由宋入金的文士",
       "金代后期作家",
       "“国朝文派”作家"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元好问七言律诗的风格特点是（ ）",
      "opts": [
       "含蓄深婉",
       "浑雅博大",
       "沉挚悲凉",
       "风流蕴藉"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元杂剧鼎盛时期的创作中心是（ ）",
      "opts": [
       "真定",
       "大都",
       "平阳",
       "杭州"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "马致远以王昭君出塞为题材所创作的历史剧是（ ）",
      "opts": [
       "《金凤钗》",
       "《梧桐雨》",
       "《黄粱梦》",
       "《汉宫秋》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代提出“情教”说，标榜“我欲立情教，以教诲众生”的作家是（ ）",
      "opts": [
       "冯梦龙",
       "袁宏道",
       "李贽",
       "汤显祖"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "梁辰鱼传奇代表作《浣纱记》描写的主要人物是（ ）",
      "opts": [
       "西施与范蠡",
       "杨贵妃与唐明皇",
       "祢衡与曹操",
       "杜丽娘与柳梦梅."
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "宋濂散文宗法韩愈、欧阳修，其风格特征是（ ）",
      "opts": [
       "平易畅达，纡徐和缓",
       "沉郁顿挫，厚重悲凉",
       "醇深典正，浑穆雍容",
       "孤峭幽冷，深静雅洁"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "竟陵派小品文的代表作是（ ）",
      "opts": [
       "《西湖七月半》",
       "《西湖香市》",
       "《雨后游六桥记》",
       "《浣花溪记》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "李梦阳、何景明、徐祯卿、边贡四人被称为（ ）",
      "opts": [
       "吴中四士",
       "吴中四才子",
       "永嘉四灵",
       "弘正四杰"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代前期，李东阳所代表的诗派是（）",
      "opts": [
       "公安派",
       "台阁体",
       "茶陵派",
       "竞陵派"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "钱谦益《金陵秋兴》组诗的体式是（ ）",
      "opts": [
       "七言律诗",
       "七言古诗",
       "五言律诗",
       "五言古诗"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清初学者顾炎武、黄宗羲、王夫之著学者之文，论文强调（ ）",
      "opts": [
       "经史传统",
       "积理练识",
       "神理气味",
       "格律声色"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "钱大昕散文的特点是（ ）",
      "opts": [
       "渊雅醇茂",
       "恣肆不拘",
       "气韵充美",
       "淳古澹泊"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "阳羡派词风的主要特点是（ ）",
      "opts": [
       "凄苍清狂",
       "风华绮丽",
       "高秀圆转",
       "冷艳洁静"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代词人厉鹗属于（ ）",
      "opts": [
       "阳羨词派",
       "浙西词派",
       "常州词派",
       "临林词派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《聊斋志异》版本较多，现今通行本的底本是（ ）",
      "opts": [
       "手稿本",
       "三会本",
       "青柯亭本",
       "铸雪斋抄本"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《红楼梦》乾隆五十六年程伟元排印本被称为（ ）",
      "opts": [
       "程甲本",
       "程乙本",
       "甲戌本",
       "庚辰本"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清中期蒋士铨戏剧作品的主题主要是（ ）",
      "opts": [
       "反映社会现实",
       "抒写民生疾苦",
       "抒发兴亡之感",
       "颂扬纲常伦理"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "“同光体”的前身是（ ）",
      "opts": [
       "唐宋派",
       "宋诗派",
       "晚唐诗派",
       "汉魏六朝诗派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "黄遵宪提倡“新派诗”，内容多述（ ）",
      "opts": [
       "历史",
       "山川风物",
       "时事",
       "市民生活"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "近代词人蒋春霖的词多述（ ）",
      "opts": [
       "离乱之苦",
       "男女之情",
       "风俗民情",
       "故国之思"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "道咸时期以魏源、冯桂芬为代表的文派是（ ）",
      "opts": [
       "湘乡派",
       "桐城派",
       "经世文派",
       "阳湖派"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "谴责小说《老残游记》的作者是（ ）",
      "opts": [
       "李宝嘉",
       "刘鹗",
       "吴沃尧",
       "曾朴"
      ],
      "a": 1,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多选题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "黄庭坚“山谷体”诗的基本特征有（ ）",
      "opts": [
       "求生避熟，求雅脱俗",
       "重视句法，发展了拗句、拗律的体例",
       "强调“无一字无来处”",
       "用典以故为新，变俗为雅",
       "好奇尚硬，风格生新峭拔"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "金代文学批评家王若虚论文的主张有（ ）",
      "opts": [
       "辞达理顺",
       "以意为主",
       "主张出于自得",
       "夺胎换骨",
       "点铁成金"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "清代文学家阮元和李兆洛论文的主张有（ ）",
      "opts": [
       "文笔分立",
       "视骈文为正宗",
       "骈散并重",
       "讲求“义法”",
       "视古文为正统"
      ],
      "a": "AB",
      "e": ""
     },
     {
      "q": "浙西词派的创作倾向有（ ）",
      "opts": [
       "重“韵致”",
       "讲求醇雅章法",
       "追求空灵",
       "追求含蓄",
       "重“志意”"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "以下作品属于侠义小说的有（ ）",
      "opts": [
       "《儿女英雄传》",
       "《荡寇志》",
       "《三侠五义》",
       "《品花宝鉴》",
       "《海上花列传》"
      ],
      "a": "ABC",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：简斋体",
      "a": "简斋体：\n答案：简斋体：指北宋诗人陈与义的诗。陈与义号简斋，他作诗不墨守江西诗派的成规，常\n以直致语、浅语入诗，重意境、重白描，能参透各家而融会贯通，诗风雄浑沉郁。",
      "e": ""
     },
     {
      "q": "名词解释：《倩女离魂》",
      "a": "《倩女离魂》：\n答案：《倩女离魂》全名《迷青琐倩女离魂》，其本是出唐代陈玄祐传奇小说《离魂记》，写\n张倩女与王文举爱情故事。剧本语言笔触细腻，文辞秀美婉转，善于融化前人的诗句入曲，\n熔铸成优美的已经，具有很高的艺术水平。",
      "e": ""
     },
     {
      "q": "名词解释：《再生缘》",
      "a": "《再生缘》：\n答案：《再生缘》作者陈端生，本事续接《玉钏缘》，写谢玉辉、郑如昭和陈素贞转世之后的\n婚姻故事，故名“再生缘”。塑造了孟丽君才高气傲、聪慧机敏、敢于叛逆最后无奈屈从的\n女状元形象。作品布局合理、情节结构完整、线索清晰、繁简得当，是弹词小说的佼佼者。",
      "e": ""
     },
     {
      "q": "名词解释：“境界说”：\n（二）简答题：5 分",
      "a": "“境界说”： 答案：王国维深受康德、叔本华哲学的影响，在《人间词话》中创造性地提出著名的“境界\n说”，以“能写真景物、真感情者，谓之有境界”，又有“有我之境”、“无我之境”、“写境”、\n“造境”、“隔与不隔”之说。这些词学思想和话语表述颇具现代意义。\n（二）简答题：5 分",
      "e": ""
     },
     {
      "q": "简答：简述苏轼山水游记的艺术特点",
      "a": "简述苏轼山水游记的艺术特点\n答案：(1)记叙文是苏轼散文中文学价值最高、最具独创性的部分，包括碑传文、叙记文及\n文赋等，而以山水游记和亭台堂阁记为代表。(2)山水游记记叙、描写、议论并重，其中议\n论往往为文章辟出新的境界。(3)苏轼的记叙文多为文学性散文，诗情画意，触处皆是；覃\n思妙理，一出自然。",
      "e": ""
     },
     {
      "q": "简答：简述南戏的体制特点",
      "a": "（1）南戏没有固定出数，长短自由。（2）南戏场上角色都可以唱，还可以对唱、合唱。\n（3）南戏一出之中可以用不同宫调，可以换韵。（4）南戏有开场，在正戏之前先由副末报\n告剧情和创作意图，开场一般用两阙词。（5）南戏角色分生、旦、外、贴、丑、净、末。（6）\n南戏是在东南沿海一带的民歌基础上形成的，另外吸收了宋代以来流行的词体歌曲。",
      "e": ""
     },
     {
      "q": "简答：简述刘大櫆古文创作的艺术特色",
      "a": "（1）思想上与方苞、姚鼐不一样，表现为对程朱理学的反动。（2）有“神气”说。（3）就\n古文而言，坚持古文的文艺性，较为集中描写底层人物，吸收小说刻画人物的方法，推崇归\n有光，善于转折跌宕，层层深入，一唱三叹，散文有诗化的倾向，如《张复斋传》，又如《章\n大家行略》写人伦亲情被姚鼐评为“真气淋漓”。",
      "e": ""
     },
     {
      "q": "简答：简述《儒林外史》中刻画的儒林群相",
      "a": "（1）《儒林外史》描写了许多因跻身科考而人性为之扭曲、人格堕落者。如匡超人，小说用\n了五回的篇章写其人品的堕落。\n（2）科举制度下的另一类人物是假名士，他们是科举制度孕育出来的社会畸形儿。如杜慎\n卿。\n（3）《儒林外史》，也塑造了一批为作者所赞颂和肯定的人物。他们注重“文行出处”，鄙弃\n功名，自由独立，可分为两类：一类是真儒名贤，一类是普通市民。",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题13分，共26分。",
    "score": 13,
    "items": [
     {
      "q": "论述：试论欧阳修散文的艺术成就",
      "a": "（1）人物塑造：\n《金瓶梅》塑造人物，摆脱了以往小说人物类型化的缺陷，既能突出人物性格的主要的方面，\n又能在生活和复杂的人际关系中表现出人物性格的变化，并且能够写出人物性格的复杂性。\n（2）艺术手法：用不加夸张和雕饰的白描手法写世俗人情，直书其事，不加任何评论，而\n是非美丑自见。特别善于运用对比和讽刺手法。（3）艺术结构：将各色人物交织在一起加以\n描写，不再注重情节的曲折，而是突出人物之间的相互关系和相互作用，形成了一种网状的\n艺术结构。（4）语言特色：更加口语化、通俗化。它运用北方尤其是山东地区的方言俗语，\n经过加工提炼为富有表现力的文学语言，又大量吸取市民中流行的方言、行活、谚语、歇后\n语、俏皮话等。",
      "e": ""
     },
     {
      "q": "论述：试述《金瓶梅》的艺术成就",
      "a": "所写的题材和人物都有所不同。《金瓶梅》描写的是琐屑的家庭生活世俗情态，处处以平淡无奇的手法如实写来，虽然节奏缓慢，却能够把各色人物写得活灵活现，标志着中国小说的描写对象的转换，为世情小说的规模涌现打出了一面自张一军的旗帜。（1）人物塑造：《金瓶梅》塑造人物，摆脱了以往小说人物类型化的缺陷，既能突出人物性格的主要的方面，又能在生活和复杂的人际关系中表现出人物性格的变化，并且能够写出人物性格的复杂性。（2）艺术手法：用不加夸张和雕饰的白描手法写世俗人情，直书其事，不加任何评论，而是非美丑自见。特别善于运用对比和讽刺手法。（3）艺术结构：将各色人物交织在一起加以描写，不再注重情节的曲折，而是突出人物之间的相互关系和相互作用，形成了一种网状的艺术结构。（4）语言特色：更加口语化、通俗化。它运用北方尤其是山东地区的方言俗语，经过加工提炼为富有表现力的文学语言，又大量吸取市民中流行的方言、行活、谚语、歇后语、俏皮话等。",
      "e": ""
     }
    ]
   }
  },
  "2020年8月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "苏轼议论文的风格是（ ）",
      "opts": [
       "纡徐委备",
       "瘦硬简捷",
       "雄辩恣肆",
       "雍容典雅"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "黄庭坚的诗歌被称为（ ）",
      "opts": [
       "山谷体",
       "后山体",
       "简斋体",
       "诚斋体"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "秦观词的特点是（ ）",
      "opts": [
       "词风豪放",
       "词风婉约",
       "多用典故",
       "议论纵横"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "李清照前期词的风格是（ ）",
      "opts": [
       "浓艳密丽",
       "沉郁哀痛",
       "清空骚雅",
       "清丽淡雅"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "“永嘉四灵”专攻的诗体是（ ）",
      "opts": [
       "五律",
       "五绝",
       "七律",
       "七绝"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "刘克庄所属的诗派是（ ）",
      "opts": [
       "西昆体",
       "晚唐体",
       "江西诗派",
       "江湖诗派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "下列诗歌属于辽代寺公大师的是（ ）",
      "opts": [
       "《醉义歌》",
       "《题黄菊赋》",
       "《海上诗》",
       "《伏虎林》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "与蔡松年齐名的金代作家是（ ）",
      "opts": [
       "蔡珪",
       "吴激",
       "宇文虚中",
       "赵秉文"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "董解元《西厢记诸宫调》曲词的特点是（）",
      "opts": [
       "文辞雕琢",
       "语言质朴",
       "备极才情",
       "富有理致"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "郑廷玉在元初剧坛和中国戏曲史上享有盛誉，其讽刺喜剧是（ ）",
      "opts": [
       "《看钱奴》",
       "《拜月亭》",
       "《救风尘》",
       "《黄粱梦》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "杨维桢在元末诗坛名擅一时，其铁崖体诗在体式上着力推崇（ ）",
      "opts": [
       "骚体诗",
       "七言律诗",
       "古乐府诗",
       "五言绝句"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《西游记》最突出的艺术特色是（ ）",
      "opts": [
       "荒诞滑稽",
       "幽默诙谐",
       "刺世疾邪",
       "奇幻色彩"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "李开先的传奇代表作是（ ）",
      "opts": [
       "《浣纱记》",
       "《宝剑记》",
       "《鸣凤记》",
       "《金印记》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "明代与汤显祖声气相投或受其影响的剧作家群体被称作（ ）",
      "opts": [
       "临川派",
       "竟陵派",
       "吴江派",
       "公安派"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "高启诗尤以七言歌行最胜，其主导风格是（ ）",
      "opts": [
       "平淡自然，朴素真淳",
       "清新俊逸，豪迈旷达",
       "雍容醇厚，平正典雅",
       "笔力矫健，气势纵肆"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "梁辰鱼的散曲在明代后期有较大影响，其散曲集是（ ）",
      "opts": [
       "《诚斋乐府》",
       "《秋碧乐府》",
       "《江东白苎》",
       "《海浮山堂词稿》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "冯梦龙喜欢民歌，所编民歌专集是（ ）",
      "opts": [
       "《词林摘艳》",
       "《挂枝儿》、《山歌》",
       "《雍熙乐府》",
       "《南宫词纪》、《吴歌》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "钱谦益《金陵秋兴》主要写（ ）",
      "opts": [
       "行役艰险，山川胜概",
       "社会矛盾，民生疾苦",
       "易代之际的兴亡之感",
       "明末清初的抗清活动"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "沈德潜论诗倡导“格调说”，推崇（ ）",
      "opts": [
       "汉魏诗",
       "六朝诗",
       "唐诗",
       "宋诗"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "侯方域散文的特点是（ ）",
      "opts": [
       "凌厉雄杰",
       "流畅通达",
       "靡丽瑰奇",
       "真气淋漓"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "桐城派古文家刘大櫆论文推崇（ ）",
      "opts": [
       "韩愈",
       "苏轼",
       "欧阳修",
       "归有光"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "陈维崧慢词的主要特色是（ ）",
      "opts": [
       "骨力警拔",
       "醇正秀雅",
       "凄丽缠绵",
       "工丽苄绵"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《红楼梦》80 回抄本系统往往被称为（ ）",
      "opts": [
       "程本",
       "高本",
       "脂本",
       "程高本"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清初以吴伟业、尤侗为代表的文人派戏剧作品，其创作主题主要为（ ）",
      "opts": [
       "关注现实，反映政治时事",
       "抒发身世之苦或故国之思",
       "表现才子佳人的爱情",
       "借离合之情写兴亡之感"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列戏曲作品属于李渔的是（ ）",
      "opts": [
       "“一笠庵四种曲”",
       "《笠翁传奇十种》",
       "《藏园九种曲》",
       "《吟风阁杂剧》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "词句“怨去吹箫，狂来说剑，两样销魂味”的作者是（ ）",
      "opts": [
       "龚自珍",
       "林则徐",
       "魏源",
       "张维屏"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "郑珍诗歌多反映社会现实，呈现的风格主要是（ ）",
      "opts": [
       "凄苦沉郁",
       "雍容典丽",
       "深情绵邈",
       "豪放慷慨"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "同光体诗人陈三立作诗取法（ ）",
      "opts": [
       "李白",
       "杜甫",
       "王安石",
       "黄庭坚"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《蕙风词话》的作者是（ ）",
      "opts": [
       "况周颐",
       "陈廷焯",
       "谭献",
       "刘熙载"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "咸同时期，曾国藩的古文自为一派，被名为（ ）",
      "opts": [
       "唐宋派",
       "湘乡派",
       "文人派",
       "苏州派"
      ],
      "a": 1,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多选题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "辛弃疾词的艺术成就包括（ ）",
      "opts": [
       "婉约词柔中有刚",
       "豪放词刚柔相济",
       "善用典",
       "以论为词",
       "以诗为词"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "辽代汉族诗文作家赵延寿的诗《失题》“黄沙风卷半空抛”的创作特点有（ ）",
      "opts": [
       "描写辽地景色",
       "表现军旅生活",
       "全诗以物喻人",
       "诗中景象具有北国特色",
       "表现汉民族生活"
      ],
      "a": "ABD",
      "e": ""
     },
     {
      "q": "清代词人张惠言的词学主张有（ ）",
      "opts": [
       "讲求言外之旨",
       "重比兴寄托",
       "重质实",
       "讲求醇雅",
       "词宗南宋"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "以下作品属于才子佳人小说的有（ ）",
      "opts": [
       "《玉娇梨》",
       "《平山冷燕》",
       "《好逑传》",
       "《镜花缘》",
       "《西湖佳话》"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "下列词学观点为王国维提出的有（ ）",
      "opts": [
       "“有我之境”、“无我之境”",
       "词主寄托",
       "“写境”、“造境”",
       "“隔与不隔”",
       "“能写真景物、真感情者，谓之有境界”"
      ],
      "a": "ACDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：西昆体",
      "a": "西昆体：\n答案：西昆体之所以成为一个诗歌流派是以《西昆酬唱集》的编纂为标志的。此集的作者有\n17 人，共收诗250 首，杨亿、钱惟演、刘筠是主要的作家。西昆体的创作特色是学李商隐\n的近体律诗，讲究声律文采，修辞重用典。其长处是文辞密丽，气象典雅，扫五代之衰飒，\n创造纯宋之诗歌；短处是太雕琢而无自然态度，太堆砌而少意味。而西昆体的最主要特色还\n是讲究修辞。",
      "e": ""
     },
     {
      "q": "名词解释：公案剧",
      "a": "公案剧：\n答案：关汉卿的作品就内容说可分三类，第一类就是公案剧，这类戏揭露社会政治黑暗,触\n及尖锐的社会矛盾,如《窦娥冤》、《蝴蝶梦》、《鲁斋郎》，《绯衣梦》等。这些作品,深刻地\n反映了元代社会的种种弊端,如豪强横行、地痞无赖逞凶、官吏贪赃枉法和弱者的无告。",
      "e": ""
     },
     {
      "q": "名词解释：《长生殿》",
      "a": "《长生殿》：\n答案：《长生殿》是清代洪昇所著，代表清代戏剧的最高成就。主旨是借李、杨爱情来隐喻\n个人命运之无常，人生之虚幻。",
      "e": ""
     },
     {
      "q": "名词解释：经世文派：\n（二）简答题：5 分",
      "a": "经世文派：\n答案：经世派作家致力于散文革新，主张文章联系实际、切合实用，反映了时代的新变化。\n此派作家中首先突破正统樊篱的是龚自珍，他站在时代的峰巅，以哲人的睿智洞察危机四伏\n的历史，并以不拘一格的散文体式表达对于现实的深邃思考，为近代散文的发展开辟了崭新\n的途径。主要是洋务派的思想来源。\n（二）简答题：5 分",
      "e": ""
     },
     {
      "q": "简答：简述晏殊词的创作特色",
      "a": "简述晏殊词的创作特色\n答案： (1)受南唐词影响，尤近冯延巳。(2)其词风流闲雅，温润秀洁。(3)语言明净致雅，构思\n曲折精巧。",
      "e": ""
     },
     {
      "q": "简答：简述宋元话本小说的艺术特点",
      "a": "简述宋元话本小说的艺术特点\n答案：\n话本是市民文学,源于“说话”。由其原始的接受对象和艺术形式所决定,话本小说在体制叙\n述方式和语言运用等方面形成了明显的艺术特点。\n首先，话本小说的体制形式是结合市民听众的需要而创造出来的,其结构一般由题目、篇首、\n入话、头回、正话和篇尾六个部分组成。篇首或篇尾多采用诗词,起到点名大意、烘托气氛,\n或概括主旨、总结全篇的作用。入话起由开场诗词导入本事的作用。有的在入话之后插入一\n段与正话相同或相反的故事,称为“得胜回头”或“笑耍头回”,然后过渡到主要故事。\n其次，话本小说的叙述方式符合一般大众的欣赏习惯,即连贯叙述,故事性强,情节曲折生动,\n带有悬念和巧合，所谓“无巧不成书”。因为话本小说最初是讲给人听的,故每说一段,必须\n善于掌握故事的相对完整性,必须揣摩听众心理故作惊人之笔或善于卖关子,有意制造悬念\n和巧合。\n再次，使用大众能够理解的白话进行演说,以生活化的语言代替书面语言,这是小说文体的重\n大变革。",
      "e": ""
     },
     {
      "q": "简答：简述“梅村体”的艺术特征",
      "a": "简述“梅村体”的艺术特征\n答案：\n“梅村体”把李商隐诗色泽浓丽的特色,元白长篇叙事诗善于铺排、流丽婉转的风格和初唐\n四杰抒情歌行的结构方式结合起来,以人物命运为中心,注重情节,腾挪跳跃,挟以沧桑浮沉\n之感,极尽俯仰变幻之能事。P261",
      "e": ""
     },
     {
      "q": "简答：简述《红楼梦》的思想意蕴 三、论述题：13分",
      "a": "简述《红楼梦》的思想意蕴\n答案：\n(1)情的世界，指的是贾宝玉与红楼女子的情感世界。(2)礼的世界，指的是封建家庭的价\n值体系和规则秩序。(3)理的世界，即作者对于历史和人物命运的思考。",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题13分，共26分。",
    "score": 13,
    "items": [
     {
      "q": "论述：试论白石词的艺术风格及其在词史上的贡献",
      "a": "试论白石词的艺术风格及其在词史上的贡献\n答案：\n(1)白石词风格“清空”、“骚雅”。(2)白石词意境清幽空灵。(3)虚字的使用是构成清空风\n格的重要手法。(4)白石词以健笔写柔情，褪尽铅华，更见清刚。(5)白石词音律精严，以\n雅乐注入词体，为清雅词风提供了基础。(6)白石清雅词风在婉丽、豪放之外别立一宗，蔚\n然成派，丰富了词体风格的内涵。",
      "e": ""
     },
     {
      "q": "论述：试述晚明小品文的艺术成就及特色",
      "a": "试述晚明小品文的艺术成就及特色\n答案：\n1. 对个人游赏生活的投入和乐于在作品中给予表现，从另一个方面增强了晚明文人在日常\n生活中捕捉美、鉴赏美的能力，提高了游赏小品的艺术价值，特别是一些描绘自然美景与写\n赏玩情怀的作品在表现手法上更趋雅洁、精致、自然。在表现生活化、个人化情调的游赏之\n作中，张岱的一些小品尤显出色。他的《西湖七月半》属追忆之作，借摹绘西湖游人情态，\n烘托繁丽热闹的生活气氛，刻画可谓生动传神，细致入微，层层的白描文字，得自作者真切 的体验、细心的观察，也夹杂着他醉恋于昔日“繁华靡丽”生活的怀旧情绪。\n2. 生活化、个人化的特点也使晚明小品文往往从平常与细琐处透出作家体察生活含义、领\n悟人生趣味的精旨妙意，因而显得情趣盎然，耐人寻味。晚明小品文的一个特点是率真直\n露、注重真情实感，不论是描写个人日常生活，表达审美感受，还是评议时政，抨击秽俗，\n时有胸臆直露之作。",
      "e": ""
     }
    ]
   }
  },
  "2019年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "宋初诗派林立,其中“白体”的风格特点是（ ）",
      "opts": [
       "雍容典雅",
       "清奇僻",
       "生新拗折",
       "平易晓畅"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "对晏殊词影响最大的是（ ）",
      "opts": [
       "中唐词",
       "晚唐词",
       "南唐词",
       "后蜀词"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "欧阳修散文的特点是（ ）",
      "opts": [
       "平易流畅",
       "汪洋恣肆",
       "艰涩怪奇",
       "理致周密"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "梅尧臣诗的风格特点是（ ）",
      "opts": [
       "绮丽",
       "古淡",
       "豪放",
       "壮丽"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "柳永词的特点是（ ）",
      "opts": [
       "创制慢词",
       "创制小令",
       "以诗为词",
       "以文为词"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "陆游晚年所作绝句的主要风格是（ ）",
      "opts": [
       "悲壮慷慨",
       "跌宕雄浑",
       "神完气厚",
       "清淡秀逸"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "关汉卿历史剧的代表作是（ ）",
      "opts": [
       "《窦娥冤》",
       "《救风尘》",
       "《鲁斋郎》",
       "《单刀会》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "元后期乔吉散曲的风格特点是（ ）",
      "opts": [
       "清丽雅正",
       "清刚雄健",
       "疏放豪宕",
       "瑰伟纵放"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "高明的《琵琶记》被称为（ ）",
      "opts": [
       "“天下夺魁”",
       "“传情绝调”",
       "“南戏之祖”",
       "“元人第一”"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元中期南方诗文创作的两大中心是（ ）",
      "opts": [
       "江西和婺州",
       "大都和平阳",
       "婺州和吴中",
       "平阳和杭州"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "杨维桢的诗号称“铁崖体”,其论诗主要倡导（ ）",
      "opts": [
       "宫词",
       "古乐府",
       "律诗",
       "新乐府"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "被毛纶、毛宗岗父子誉为“第一才子书”的是（ ）",
      "opts": [
       "《三国演义》",
       "《西游记》",
       "《水浒传》",
       "《金瓶梅》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "明清时期流行最广的拟话本小说选集是（ ）",
      "opts": [
       "《古今小说》",
       "《清平山堂话本》",
       "《今古奇观》",
       "《三言二拍》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "明代杂剧作家中,作品存世最多的是（ ）",
      "opts": [
       "徐渭",
       "王九思",
       "康海",
       "朱有燉"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《四声猿》中,揭露官场貌似冠冕堂皇却设计害人的作品是（ ）",
      "opts": [
       "《狂鼓史》",
       "《玉禅师》",
       "《雌木兰》",
       "《女状元》\n正确答案：B"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "万历后期的文坛上,影响最大的诗文流派是（ ）",
      "opts": [
       "唐宋派",
       "竟陵派",
       "公安派",
       "茶陵派"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "高启的诗各体皆工,尤其长于（ ）",
      "opts": [
       "七言歌行",
       "七言排律",
       "七言绝句",
       "七言律诗"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "吴伟业《圆圆曲》一诗的体裁是（ ）",
      "opts": [
       "律诗",
       "绝句",
       "歌行",
       "骚体"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "黄仲则擅长的诗体是（ ）",
      "opts": [
       "五言律诗、五言绝句",
       "五言古诗、七言绝句",
       "五言律诗、七言绝句",
       "七言律诗、七言古诗"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "以下作品中,属于魏禧创作的是（ ）",
      "opts": [
       "《李姬传》",
       "《马伶传》",
       "《大铁传》",
       "《江天一传》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "以下文论观点中,由方苞提出的是（ ）",
      "opts": [
       "“艺术莫难于古文”",
       "“随物赋形”",
       "“文章之境，莫佳于平淡”",
       "“文无所谓古文也，惟其当而已”"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "朱彝尊《卖花声》[雨花台]一词的题材是（ ）",
      "opts": [
       "情爱",
       "悼亡",
       "吊古",
       "题赠"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "纳兰性德的词集名是（ ）",
      "opts": [
       "《弹指词》",
       "《茗柯词》",
       "《饮水词》",
       "《忆云词》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《红楼梦》王希廉评本演化于（ ）",
      "opts": [
       "甲戌本",
       "庚辰本",
       "程甲本",
       "程乙本"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "洪昇《长生殿》的体裁是（ ）",
      "opts": [
       "话本",
       "传奇",
       "杂剧",
       "散曲"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "近代诗坛上,以梁启超、黄遵宪为代表的诗人属于（ ）",
      "opts": [
       "启蒙诗人",
       "爱国诗人群体",
       "新派诗人",
       "革命派诗人"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "在近代诗坛上,陈三立属于（ ）",
      "opts": [
       "汉魏六朝诗派",
       "晚唐诗派",
       "宋诗派",
       "同光体"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "近代诗文作者中,梅曾亮属于（ ）",
      "opts": [
       "姚门四弟子",
       "曾门四弟子",
       "戊戌六君子",
       "清末四公子"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "近代文坛上,章太炎的文章被称为（ ）",
      "opts": [
       "经世文",
       "新文体",
       "逻辑文",
       "述学文"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "近代小说《黄绣球》属于（ ）",
      "opts": [
       "侠义小说",
       "狭邪小说",
       "政治小说",
       "谴责小说"
      ],
      "a": 2,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多选题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "下列诗人中属于江西诗派的诗人有（ ）",
      "opts": [
       "王安石",
       "黄庭坚",
       "陈师道",
       "陈与义",
       "刘克庄"
      ],
      "a": "BCD",
      "e": ""
     },
     {
      "q": "金代中期“国朝文派”的代表作家有（ ）",
      "opts": [
       "蔡珪",
       "蔡松年",
       "吴激",
       "党怀英",
       "赵秉文"
      ],
      "a": "AD",
      "e": ""
     },
     {
      "q": "以下属于清代文言小说的有（ ）",
      "opts": [
       "《聊斋志异》",
       "《阅微草堂笔记》",
       "《剪灯新话》",
       "《剪灯余话》",
       "《夷坚志》"
      ],
      "a": "AB",
      "e": ""
     },
     {
      "q": "沈德潜倡导“格调说”,论诗主张有（ ）",
      "opts": [
       "本于诗教",
       "偏袒七子派",
       "讲求蕴藉",
       "推尊唐诗",
       "注重声音之美"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "近代的话剧团体有（ ）",
      "opts": [
       "创造社",
       "春柳社",
       "春阳社",
       "南社",
       "进化团"
      ],
      "a": "BCE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：“东坡体”",
      "a": "“东坡体”：\n答案：\n(1)指苏轼诗歌。(1 分)(2)诗风清丽雄健,清旷闲逸,高风绝尘。(2 分)",
      "e": ""
     },
     {
      "q": "名词解释：《黄粱梦》",
      "a": "《黄粱梦》： 答案：\n(1)马致远神仙道化剧的代表作。(2 分)(2)表现文人隐士的思想意识和生活情趣。(1 分)",
      "e": ""
     },
     {
      "q": "名词解释：浙西词派",
      "a": "浙西词派：\n答案：\n(1)代表词人是朱彝尊、厉鹗。(1 分) (2)词宗南宋,追求醇正秀雅。(2 分)",
      "e": ""
     },
     {
      "q": "名词解释：《孽海花》：\n（二）简答题：5 分",
      "a": "《孽海花》：\n答案：\n(1)作者曾朴。(1 分)(2)谴责小说的代表作之一。(1 分)(3)反映清末政治外交及社会风俗,\n谴责了热衷制艺考证的达官名士。(1 分)\n（二）简答题：5 分",
      "e": ""
     },
     {
      "q": "简答：简述朱敦儒“樵歌体”的艺术特征",
      "a": "简述朱敦儒“樵歌体”的艺术特征\n答案：\n(1)于淡而静的空旷境界中透出潇洒。(2 分)(2)风格自然飘逸。(2 分)(3)语言浅白如话。(1\n分)",
      "e": ""
     },
     {
      "q": "简答：简述白朴杂剧创作的成就。",
      "a": "简述白朴杂剧创作的成就。\n答案：\n(1)白朴一生创作杂剧16 种,传世3 种;与关汉卿、马致远、郑光祖并称为“元曲四大家”。\n(2 分)(2)其代表作如历史剧《梧桐雨》、爱情剧《墙头马上都是元剧中的名篇(3 分)",
      "e": ""
     },
     {
      "q": "简答：简述《聊斋志异》的思想意蕴",
      "a": "简述《聊斋志异》的思想意蕴\n答案：\n(1)写人鬼之恋,歌颂爱情。(2 分)(2)揭露科举的腐败和弊端。(1 分)(3)揭露当时政治黑暗\n和吏治腐败。(2 分)",
      "e": ""
     },
     {
      "q": "简答：简述《桃花扇》的艺术特点",
      "a": "简述《桃花扇》的艺术特点\n答案：\n(1)“借离合之情,写兴亡之感”,将爱情剧和历史剧结合得较为完美。(2 分)(2)结构严谨。\n(2 分)(3)语言典雅有余,本色不足；谨严有余,生动不足。(1 分)",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题13分，共26分。",
    "score": 13,
    "items": [
     {
      "q": "论述：试论苏轼词对题材的拓展及其艺术风格",
      "a": "试论苏轼词对题材的拓展及其艺术风格\n答案：\n(1)苏轼词反映宽广的生活内容,“无意不可入,无事不可言”,有咏史怀古,悼亡怀人,登临送\n别,田园风光,咏物等。(7 分)(2)风格豪放旷达。(7 分)",
      "e": ""
     },
     {
      "q": "论述：试从杜丽娘的形象塑造看《牡丹亭》的思想与社会意义",
      "a": "试从杜丽娘的形象塑造看《牡丹亭》的思想与社会意义\n答案：\n(1)《牡丹亭》成功塑造了杜丽娘这一追求自由与爱情的女性形象。她处在一个深受理学影\n响、压抑自由人性的生活氛围里,但并未泯灭自然人性。(2 分)(2)杜丽娘因感春而入梦,与 柳梦梅梦中相会为情而死,是杜丽娘性格的一次升华(3分)(3)她身为鬼魂,仍对柳梦梅一往\n情深,敢向阎王殿下的胡判官诉说感梦而亡的经过,在历尽险阻之后,终与柳梦梅在现实中结\n合为情再生,是杜丽娘性格的又一次升华。(3 分)(4)回到现实之后,杜丽娘敢于在朝堂之上\n对抗父命,向皇帝诉说心曲,堪称其性格的第三次升华。(3 分)(5)小说通过杜丽娘形象的塑\n造,张扬至情,肯定自然人性,肯定情与欲的完美结合,对于提倡贞洁纲常的传统道德观念以\n猛烈的冲击,具有鲜明的时代精神。(3 分)",
      "e": ""
     }
    ]
   }
  },
  "2019年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "苏洵散文的艺术特点是（ ）",
      "opts": [
       "含蓄蕴藉, 平易自然",
       "汪洋淡泊, 一唱三叹",
       "文笔老辣, 纵横博辩",
       "诗情画意, 触处皆是"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "柳永对词体的贡献主要是（ ）",
      "opts": [
       "创制小令",
       "创制慢词",
       "以诗为词",
       "以文为词"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "贺铸词《六州歌头》的艺术风格是（ ）",
      "opts": [
       "悲壮",
       "婉转",
       "清空",
       "闲雅"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "李清照词被称为（ ）",
      "opts": [
       "易安体",
       "樵歌体",
       "简斋体",
       "诚斋体"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "南渡之后,张元幹的词风为（ ）",
      "opts": [
       "极妩秀之致",
       "发清新之思",
       "清空骚雅",
       "慷慨激昂"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "南宋词人吴文英的词称为（ ）",
      "opts": [
       "白石词",
       "草窗词",
       "梦窗词",
       "须溪词"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元代前期杂剧创作的中心是（ ）",
      "opts": [
       "杭州",
       "大都",
       "真定",
       "东平"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元杂剧中的名篇《墙头马上》是（）",
      "opts": [
       "历史剧",
       "公案剧",
       "伦理剧",
       "爱情剧"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "南戏《刘知远白免记》在语言上的主要特色是（ ）",
      "opts": [
       "清深雅洁",
       "典雅华丽",
       "质朴通俗",
       "幽深拗涩"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元代的讲史话本一般称为（ ）",
      "opts": [
       "平话",
       "诗话",
       "小说",
       "传奇"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "元代中期号称“盛世”，其文风特点是（ ）",
      "opts": [
       "刚健豪放",
       "绚丽诡幻",
       "柔媚旖旎",
       "平易正大"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代“四大奇书\"中，唯一没有经历过世代累积过程的是（ ）",
      "opts": [
       "《三国演义》",
       "《西游记》",
       "《水浒传》",
       "《金瓶梅》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "我国历史上最早的由个人创作的白话小说专集是（ ）",
      "opts": [
       "《三言》",
       "《金瓶梅》",
       "《二拍》",
       "《西游记》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "明代作家中，提岀“情教”说的是（ ）",
      "opts": [
       "袁宏道",
       "冯梦龙",
       "汤显祖",
       "李贽"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《四声猿》被赞为“天地间一种奇绝文字”，而堪称其中最杰出的又是（ ）",
      "opts": [
       "《狂鼓史》",
       "《玉禅师》",
       "《雌木兰》",
       "《女状元》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“竟陵派”散文的风格特点是（ ）",
      "opts": [
       "醉厚典正",
       "细润雅致",
       "幽深孤峭",
       "简练明畅"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "明亡后，陈子龙以诗表达亡国之痛，风格苍凉悲壮，这方面的代表作是（ ）",
      "opts": [
       "《秋日杂感十首》",
       "《秋江词》",
       "《辽事杂诗八首》",
       "《太保歌》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代诗歌宗宋一派始自（ ）",
      "opts": [
       "钱谦益",
       "吴伟业",
       "王士祯",
       "赵执信"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "袁枚论诗主张（ ）",
      "opts": [
       "格调说",
       "肌理说",
       "性灵说",
       "熔铸唐宋说"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《古文辞类篡》一书的编选者是（ ）",
      "opts": [
       "方苞",
       "姚鼐",
       "刘大櫆",
       "郭嵩焘"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "以下词学观点由张惠言提出的是（ ）",
      "opts": [
       "“缘情造端，兴于微言”",
       "“拈大题目,出大意义”",
       "“诗有史,词亦有史”",
       "“非寄托不入，专寄托不岀”"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代拟话本小说内容多取材于（ ）",
      "opts": [
       "历史故事",
       "现实生活",
       "神怪传说",
       "英雄传奇"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "以下作品属于文言小说的是（ ）",
      "opts": [
       "《十二楼》",
       "《玉娇梨》",
       "《聊斋志异〉",
       "《醒世姻缘传》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "以下作品中，堪称讽剌小说典范的是（ ）",
      "opts": [
       "《红楼梦》",
       "《儒林外史》",
       "《镜花缘》",
       "《绿野仙踪》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清初戏剧流派中，苏州派的代表作家是（ ）",
      "opts": [
       "李玉",
       "尤侗",
       "吴伟业",
       "李渔"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "近代诗坛上，柳亚子属于（ ）",
      "opts": [
       "启蒙诗人",
       "爱国诗人",
       "新派诗人",
       "革命派诗人"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "在近代传统诗坛上，樊增祥属于（ ）",
      "opts": [
       "汉魏六朝诗派",
       "晚唐诗派",
       "宋诗派",
       "同光体"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "近代诗文作者中，吴汝纶属于（ ）",
      "opts": [
       "姚门四弟子",
       "曾门四弟子",
       "戊戌六君子",
       "清木四公子"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "近代文坛上，魏源的文章被称为（ ）",
      "opts": [
       "经世文",
       "新文体",
       "逻辑文",
       "述学文"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "在近代小说创作中，《孽海花》属于（ ）",
      "opts": [
       "侠义小说",
       "狭邪小说",
       "政治小说",
       "谴责小说"
      ],
      "a": 3,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多选题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "苏轼词的题材包括（ ）",
      "opts": [
       "咏史怀古",
       "悼亡怀人",
       "登临送别",
       "田园风光",
       "征战戍守"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "张养浩散曲的创作特点有（）",
      "opts": [
       "语言比较质朴豪放",
       "带有政治批判色彩",
       "用代言体写相思苦",
       "显示出沉郁的风格",
       "多为男女恋情之作"
      ],
      "a": "ABD",
      "e": ""
     },
     {
      "q": "刘大櫆古文创作的主要特色有（ ）",
      "opts": [
       "集中描写底层人物",
       "好言政治，博征旁引",
       "有诗化倾向",
       "吸收小说手法",
       "善于转折趺宕"
      ],
      "a": "ACDE",
      "e": ""
     },
     {
      "q": "《长生殿》在艺术上的长处主要表现在（ ）",
      "opts": [
       "结构完整，关目紧合，针线綿密",
       "语言清雅秀丽，有着浓厚的抒情色彩",
       "曲词音律，独步一时",
       "采用写实方法,淡化情节",
       "主要供案头阅读"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "近代小说创作大致可以分为（ ）",
      "opts": [
       "侠义小说",
       "狭邪小说",
       "政治小说",
       "谴责小说",
       "鸳鸯蝴蝶派小说"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：永嘉四灵",
      "a": "（1）指南宋后期诗人徐玑、徐照、翁卷、赵师秀。（2 分）（2）作诗专攻五律，多咏\n景物，诗风平淡简远。（1 分）",
      "e": ""
     },
     {
      "q": "名词解释：耶律楚材",
      "a": "（1）元代前期著名诗人。（1 分〉（2）其作品或雄奇瑰丽，或温雅平淡，风格多样。（2\n分）",
      "e": ""
     },
     {
      "q": "名词解释：才学小说",
      "a": "（1）受清代中叶考据学风的影响，将小说看作炫耀学问的工具.（2 分〉（2）代表作\n是李汝珍的《镜花缘》。（1 分）",
      "e": ""
     },
     {
      "q": "名词解释：《官场现形记》：\n（二）简答题：5 分",
      "a": "（1）作者李宝嘉（1 分）（2）谴责小说的代表作之一。（1 分）（3）揭露官场的龌龊和\n官僚的丑态。（1 分）\n（二）简答题：5 分",
      "e": ""
     },
     {
      "q": "简答：简述范成大田园诗的艺术特点。",
      "a": "简述范成大田园诗的艺术特点。\n答案：\n(1)范成大的田园诗融合传统的田园诗及新乐府中“田家词”、“悯农诗”的内容。(2 分) (2)\n代表作《四时田园杂兴》在扩大田园诗的表现范围方面有了新的拓展。(3 分) 41、简述元代后期主要杂剧作家及及其代表作品。\n答案：\n(1)元代后期杂剧的代表作家是郑光祖、宫天挺、乔吉、秦简夫等。(2 分)2)其代表作有郑\n光祖的《倩女离魂》、宫天挺的《范张鸡黍》、秦简夫的《东堂老》、乔吉的《扬州梦》等,\n各具特色。(3 分)",
      "e": ""
     },
     {
      "q": "简答：简述元代后期主要杂剧作家及其代表作品。",
      "a": "(1)元代后期杂剧的代表作家是郑光祖、宫天挺、乔吉、秦简夫等。(2 分)\n(2)其代表作有郑光祖的《倩女离魂》、宫天挺的《范张鸡黍》、秦简夫的《东堂老》、乔吉的《扬州梦》等，各具特色。(3 分)",
      "e": ""
     },
     {
      "q": "简答：简述朱彝尊《江湖载酒集》的艺术特点。",
      "a": "简述朱彝尊《江湖载酒集》的艺术特点。\n答案：(1)《江湖载酒集》乃朱彝尊一生词创作的精粹所在。或沉郁苍凉,或清新流动。(3\n分) (2)其吊古之作,将故国之思化为空灵的意绪,营造一种感伤的氛围。其情爱词高秀圆转\n或凄丽缠绵。(2 分)",
      "e": ""
     },
     {
      "q": "简答：简述《儒林外史》的思想内容。",
      "a": "简述《儒林外史》的思想内容。\n答案：\n(1)描写封建末世的儒林群相,敢于写出为正史不写的黑暗真实。(3 分)\n(2)刻画了追求功名富贵与讲究文行出处的两组人物。(2 分)",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题13分，共26分。",
    "score": 13,
    "items": [
     {
      "q": "论述：试论陆游诗歌的艺术成就。",
      "a": "（4)陆游晚年写了大量风格清淡秀逸的绝句。(4 分)",
      "e": ""
     },
     {
      "q": "论述：试述《三国演义》的思想倾向。",
      "a": "试述《三国演义》的思想倾向。\n答案：\n(1)《三国演义》依据史实加以文学性的演义,描述了东汉末年到三国归晋百余年的历史,\n艺术地再现了这一时期政治、军事外交斗争,表现了“明君贤臣” 的政治理想和儒家伦理道\n德观念。(3 分)\n(2)小说继承了宋代以来以蜀汉为正统的观点,表现出强烈的“尊刘反曹”的倾向。通过对曹\n操的残暴奸诈、刘备的宽厚仁爱的描写表现了对“仁政”、“明君贤相”的社会图景的向往。\n(4 分)\n(3)小说还强调了“义”的道德价值,始终以“义”作为描写衡量人物的标准。尤其是通过关\n羽形象的塑造和行为描写,表现了“义”不可违的道德原则。这种“义”在本质上强调的是\n人与人之间的以德报德、互相帮助,与民间流行的道德观念也是息息相通的。(5 分)\n(4)小说全面展示了汉晋之间政治、军事斗争的广阔性和复杂性,还展示出政治、军事斗争\n中复杂人性的种种表现。(2 分)",
      "e": ""
     }
    ]
   }
  },
  "2008年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "以杨亿等为代表的西昆体的艺术风格是（  ）",
      "opts": [
       "清新自然",
       "华丽典雅",
       "生新拗折",
       "沉郁顿挫"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "王安石散文的基本风格是（  ）",
      "opts": [
       "纡徐流畅",
       "平易自然",
       "析理透辟",
       "汪洋恣肆"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "宋初，以歌咏西湖为主，诗歌像西湖一样澄淡秀逸之美的诗人是（  ）",
      "opts": [
       "杨亿",
       "林逋",
       "王禹偁",
       "梅尧臣"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "熙宁年间，苏轼因讽刺新法遭致新党中的小人陷害而引发的事件是（  ）",
      "opts": [
       "熙宁变法",
       "元祐党争",
       "靖康之乱",
       "乌台诗案"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "晏殊的词集名为（  ）",
      "opts": [
       "《珠玉词》",
       "《草窗词》",
       "《竹山词》",
       "《梦窗词》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "朱敦儒的词自成一体，被称为（  ）",
      "opts": [
       "稼轩体",
       "易安体",
       "樵歌体",
       "元祐体"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "下列词句出自辛弃疾的《水龙吟·登建康赏心亭》的是（  ）",
      "opts": [
       "想当年金戈铁马，气吞万里如虎",
       "倩何人、唤取盈盈翠袖，揾英雄泪",
       "茅檐低小，溪上青青草。醉里吴音相媚好，白发谁家翁媪",
       "而今识尽愁滋味，欲说还休，欲说还休，却道天凉好个秋"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "“半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来”的作者是（  ）",
      "opts": [
       "苏轼",
       "杨万里",
       "朱熹",
       "陆游"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "下列词句出自姜夔《暗香》的是（  ）",
      "opts": [
       "等恁时、重觅幽香，已入小窗横幅",
       "今何许？凭阑怀古，残柳参差舞",
       "二十四桥仍在，波心荡、冷月无声",
       "但怪得、竹外疏花，香冷入瑶席"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《论诗三十首》的作者是（  ）",
      "opts": [
       "杜甫",
       "严羽",
       "王若虚",
       "元好问"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "白朴的著名杂剧《墙头马上》属于（  ）",
      "opts": [
       "历史剧",
       "爱情喜剧",
       "公案剧",
       "神仙道化剧"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "关汉卿爱情风月剧《救风尘》的女主角是（  ）",
      "opts": [
       "李瓶儿",
       "王娇娘",
       "赵盼儿",
       "李慧娘"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元代剧作家乔吉创作的爱情婚姻剧是（  ）",
      "opts": [
       "《扬州梦》",
       "《南柯梦》",
       "《邯郸梦》",
       "《烟花梦》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "马致远的“枯藤老树昏鸦”出自（  ）",
      "opts": [
       "[双调·夜行船]《百岁光阴》",
       "[越调·天净沙]《秋思》",
       "[南吕·四块玉]《别情》",
       "[越调·凭栏人]《寄征衣》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "明初“道统”文学观念的代表人物是（  ）",
      "opts": [
       "高启",
       "刘基",
       "杨基",
       "宋濂"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "在明代开创“白苎派”的散曲作家是（  ）",
      "opts": [
       "王磐",
       "陈铎",
       "冯惟敏",
       "梁辰鱼"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《三国演义》最早的刊本为（  ）",
      "opts": [
       "嘉靖刻本",
       "万历刻本",
       "成化刻本",
       "弘治刻本"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "标志着中国小说的描写对象从远离人间的神或魔开始走向市人，走向普通人的生活的作品是（  ）",
      "opts": [
       "《水浒传》",
       "《西游记》",
       "《金瓶梅》",
       "《三国演义》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "下列神魔小说中，由讲史故事分化而来的是（  ）",
      "opts": [
       "《三遂平妖传》",
       "《西游记》",
       "《南海观音全传》",
       "《唐钟馗全传》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "能在诗歌中将忧伤国事与少年英气融为一体的明末爱国诗人是（  ）",
      "opts": [
       "陈子龙",
       "瞿式耜",
       "张煌言",
       "夏完淳"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清初重振和延续晚明公安派思想的诗歌流派是（  ）",
      "opts": [
       "性灵派",
       "神韵派",
       "肌理派",
       "格调派"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“李杜诗篇万口传，至今已觉不新鲜。江山代有才人出，各领风骚数百年”的作者是（  ）",
      "opts": [
       "王士禛",
       "赵翼",
       "翁方纲",
       "袁枚"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《儒林外史》的作者吴敬梓的诗文集是（  ）",
      "opts": [
       "《文木山房集》",
       "《亭林诗文集》",
       "《有学集》",
       "《苦海集》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代流行于南方的用琵琶、三弦伴奏的讲唱文学形式是（  ）",
      "opts": [
       "昆曲",
       "散曲",
       "鼓词",
       "弹词"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "刘大櫆的散文理论著作是（  ）",
      "opts": [
       "《闲情偶寄》",
       "《初月楼古文绪论》",
       "《论文偶记》",
       "《春觉斋论文》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清代作家汪中擅长的文体是（  ）",
      "opts": [
       "散文",
       "骈文",
       "古文",
       "时文"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《荡寇志》的题材类型是（  ）",
      "opts": [
       "历史演义小说",
       "公案小说",
       "讽刺小说",
       "英雄传奇小说"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清代家庭生活小说的代表作品有（  ）",
      "opts": [
       "《醒世姻缘传》、《林兰香》和《歧路灯》",
       "《平山冷燕》、《林兰香》和《歧路灯》",
       "《醒世姻缘传》、《林兰香》和《玉娇梨》",
       "《醒世姻缘传》、《好逑传》和《歧路灯》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "姚燮写鸦片战争的诗《捉夫谣》、《太守门》、《兵巡街》，从体裁上讲是（  ）",
      "opts": [
       "歌行",
       "律诗",
       "新乐府",
       "古乐府"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "刘鹗的《老残游记》被鲁迅归类为（  ）",
      "opts": [
       "历史小说",
       "谴责小说",
       "地理小说",
       "侦探小说"
      ],
      "a": 1,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "下列诗体中属于北宋的有（  ）",
      "opts": [
       "荆公体",
       "东坡体",
       "山谷体",
       "后山体",
       "简斋体"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "苏轼散文的艺术特色有（  ）",
      "opts": [
       "“辞达”、“通脱”",
       "善用比喻",
       "辞必己出",
       "生涩奥衍",
       "有诗化倾向"
      ],
      "a": "ABE",
      "e": ""
     },
     {
      "q": "清初入仕诗人并称“江左三大家”的是（  ）",
      "opts": [
       "屈大均",
       "钱谦益",
       "王士禛",
       "吴伟业",
       "龚鼎孳"
      ],
      "a": "BDE",
      "e": ""
     },
     {
      "q": "下列文学流派中属于清代词派的有（  ）",
      "opts": [
       "桐城派",
       "阳羡派",
       "阳湖派",
       "浙西派",
       "常州派"
      ],
      "a": "BDE",
      "e": ""
     },
     {
      "q": "清人小说观念的更新，主要表现有（  ）",
      "opts": [
       "更加注重小说惩恶扬善的社会功能",
       "更加强调写实精神",
       "对典型人物的独特性格提出了较高的要求",
       "更加强调小说的故事性和可读性",
       "更加注重小说的虚构和形象特征"
      ],
      "a": "ABC",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：诚斋体",
      "a": "（1）指杨万里的诗歌。（1分）\n（2）以日常生活中的小情趣为题，写得活泼自然、风趣诙谐。（1分）\n（3）以绝句最为出色。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：子弟书",
      "a": "（1）是清代由八旗子弟首创并流行的讲唱文学。（1分）\n（2）以七言为体、以叙述故事为主。（1分）\n（3）分为东城调和西城调，代表作家为罗松窗、韩小窗。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：才子佳人小说",
      "a": "（1）明末清初小说。（1分）\n（2）以青年爱情婚姻为题材。（1分）\n（3）代表作品有《玉娇梨》、《平山冷燕》、《好逑传》等。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：诗界革命",
      "a": "（1）是梁启超首先提出的。（1分）\n（2）“新意境”、“新语句”、“古风格”三者具备的衡量标准，后修订为“以旧风格含新、意境”或“熔铸新理想以入旧风格”的纲领。（1分）\n（3）1899-1903年是“诗界革命”的盛期。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述金代“国朝文派”重要作家的诗歌风格。",
      "a": "（1）蔡珪，骨力较为苍劲、清切雄健。（2分）\n（2）党怀英，体物精细，寄兴高妙。（1分）\n（3）王庭筠，诗律精严生新，无险怪生涩之病。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述贯云石散曲的风格特点。",
      "a": "（1）贯云石性格旷达，归隐作品风格或慷慨豪放，或通俗自然；（2分）\n（2）一些写恋情的作品具有民间俗谣俚曲的味道。（2分）\n（3）颇具北曲的淳朴气息。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述蒲松龄的经历对《聊斋志异》的影响。",
      "a": "（1）科场不幸，促使其对科举弊端加以揭露抨击。（2分）\n（2）农村教书先生生活使其有机会研习学问和搜集民间传说。（2分）\n（3）南方幕僚生活使其眼界开阔，有机会接触各阶层人物。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述严复翻译文字的意义。",
      "a": "（1）《天演论》、《原富》、《法意》、《名学》等译著，在中国思想界产生了深刻影响；（2分）\n（2）严译精心撰述，形成渊雅风格，具有较高文学价值，使译文较原文更富于文学性。（2分）\n（3）严复虽用古文译书，但其文体仍有一定的自由度，对现代汉语的形成亦有贡献。（1分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：结合具体作品，论述陆游诗歌的艺术成就。",
      "a": "（1）陆游的诗歌创作贯穿着强烈的爱国精神。（3分）\n（2）陆游诗最显著的特征是善为悲壮。他的诗多感时伤世，悲愤激昂。（4分）\n（3）陆诗诸体皆备。古体诗意气豪迈、律诗对仗工稳而流转圆美，绝句极有丰神。（4分）\n（4）陆诗风格多样，除雄浑悲壮外，尚有清淡秀逸、简练自然之风。（3分）",
      "e": ""
     },
     {
      "q": "论述：试述《牡丹亭》浪漫主义的艺术成就。",
      "a": "（1）情节的幻想色彩。由题材、主题的理想性决定了《牡丹亭》充满理想色彩的艺术手法，即富于幻想色彩的情节。（7分）\n（2）浓郁的抒情诗的色彩与意境。作者具有抒情诗人气质，他以抒情诗的手法，揭示人物内心的感情。曲词能够将抒情、写景与人物塑造融为一体，达到传神的境界。（7分）",
      "e": ""
     }
    ]
   }
  },
  "2009年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "宋初王禹偁所属的诗派是（  ）",
      "opts": [
       "“白体”诗派",
       "“昆体”诗派",
       "“晚唐体”诗派",
       "江西诗派"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "杨万里诗歌创作中最为出色的诗体是（  ）",
      "opts": [
       "乐府",
       "古风",
       "律诗",
       "绝句"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "姜夔词以表现文人士大夫意趣为主，他所创立的词派是（  ）",
      "opts": [
       "大晟词派",
       "豪放词派",
       "清雅词派",
       "婉约词派"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "吴文英词的艺术特点是（  ）",
      "opts": [
       "“清空”、“骚雅”",
       "“如七宝楼台”",
       "自然飘逸",
       "清新明快"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "宋代江湖派诗人的创作倾向是（  ）",
      "opts": [
       "崇尚昆体",
       "崇尚白体",
       "“资书以为诗”",
       "“捐书以为诗”"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "严羽诗论的一个重要内容是（  ）",
      "opts": [
       "“别是一家”说",
       "“文道一体”说",
       "“活法”说",
       "“兴趣”说"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "现存辽诗中，寺公大师的作品《醉义歌》被耶律楚材称为（  ）",
      "opts": [
       "“长歌”",
       "“慢调”",
       "“精品”",
       "“绝唱”"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "白朴的著名杂剧《梧桐雨》直接取材于（  ）",
      "opts": [
       "《长恨歌》",
       "《琵琶行》",
       "《莺莺传》",
       "《李娃传》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "元代作家尚仲贤的著名杂剧是（  ）",
      "opts": [
       "《赵氏孤儿》",
       "《柳毅传书》",
       "《李逵负荆》",
       "《秋胡戏妻》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "关汉卿《窦娥冤》的题材类型属于（  ）",
      "opts": [
       "历史剧",
       "爱情喜剧",
       "公案剧",
       "神仙道化剧"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元代诗人范梈写得较好的一些作品是（  ）",
      "opts": [
       "长篇歌行",
       "七言绝句",
       "七言律诗",
       "五言律诗"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "高启诗歌兼师汉魏以来各家诗人之长，其诗风尤近于（  ）",
      "opts": [
       "陶渊明",
       "李白",
       "杜甫",
       "苏轼"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "明代公安派文学主张的核心是（  ）",
      "opts": [
       "性灵说",
       "童心说",
       "情真说",
       "神韵说"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "王磐的散曲《朝天子·咏喇叭》讽刺的是（  ）",
      "opts": [
       "封建皇帝",
       "朝廷宦官",
       "地方官僚",
       "社会寄生分子"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "鲁迅对《金瓶梅》的一句评语是（  ）",
      "opts": [
       "讽刺揶揄则取当时世态，加以铺张描写，几乎改观",
       "虽命意在于匡世，似与讽刺小说同伦",
       "虽述变幻恍惚之事，亦每杂解颐之言",
       "著此一家，即骂尽诸色"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "凌濛初的别号是（  ）",
      "opts": [
       "茂苑野史氏",
       "顾曲散人",
       "空观主人",
       "黑憨子"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "下列剧目属于明中期传奇的是（  ）",
      "opts": [
       "《香囊记》",
       "《浣纱记》",
       "《义侠记》",
       "《中山狼》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "在清人宗法唐人的诗路中，开导先路的诗人是（  ）",
      "opts": [
       "钱谦益",
       "吴伟业",
       "吴嘉纪",
       "屈大均"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清代重振和延续晚明公安派思想的诗人是（  ）",
      "opts": [
       "沈德潜",
       "翁方纲",
       "袁枚",
       "厉鹗"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "朱彝尊词的创作追求是（  ）",
      "opts": [
       "师法姜夔、张炎，醇雅清丽",
       "师法周邦彦，典雅精工",
       "师法柳永，以赋为词",
       "师法苏辛，豪放苍凉"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清初“学人之文”的基本创作倾向是（  ）",
      "opts": [
       "注重散文的艺术审美价值",
       "注重散文的思想与社会意义",
       "注重散文的章法和结构",
       "注重散文的节奏和色彩"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "刘大櫆对方苞“义法”古文理论的主要发展是（  ）",
      "opts": [
       "全面发展，提出义理、考据、辞章的综合要求",
       "偏重“法”，探讨“神气”、“音节”、“字句”三者之间的关系",
       "偏重“义”，讨论散文如何贯穿程朱理学问题",
       "偏重风格，把文风归纳为“阳刚”和“阴柔”两大类"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "被歌德誉为“更明朗、更纯洁，也更合于道德”的才子佳人小说是（  ）",
      "opts": [
       "《玉娇梨》",
       "《春柳莺》",
       "《雪月梅》",
       "《好逑传》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "在从《金瓶梅》至《红楼梦》的发展进程中，具有承先启后重要作用的作品是（  ）",
      "opts": [
       "《林兰香》",
       "《歧路灯》",
       "《醒世姻缘传》",
       "《杏花天》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "戏剧创作中能将诗歌意境运用于戏曲意境中的戏剧家是（  ）",
      "opts": [
       "李渔",
       "蒋士铨",
       "唐英",
       "杨潮观"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "同光体诗人郑孝胥的诗风被陈衍评为（  ）",
      "opts": [
       "险奥僻涩",
       "聱牙钩棘",
       "清苍幽峭",
       "精工典丽"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "在散文创作上，曾国藩提倡的是（  ）",
      "opts": [
       "经世文",
       "逻辑文",
       "魏晋文",
       "桐城文"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "谭嗣同的著名文章《以太说》属于（  ）",
      "opts": [
       "翻译文字",
       "报章文体",
       "域外游记",
       "科幻小说"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "近代散文作家严复的翻译名著是（  ）",
      "opts": [
       "《天演论》",
       "《警世钟》",
       "《原强》",
       "《扶桑游记》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《二十年目睹之怪现状》属于（  ）",
      "opts": [
       "公案小说",
       "历史小说",
       "谴责小说",
       "政治小说"
      ],
      "a": 2,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "黄庭坚的诗论观点主要有（  ）",
      "opts": [
       "点铁成金",
       "夺胎换骨",
       "别材别趣",
       "别是一家",
       "无一字无来处"
      ],
      "a": "ABE",
      "e": ""
     },
     {
      "q": "杨维桢的“铁崖体”诗包括（  ）",
      "opts": [
       "宫词",
       "香艳乐府",
       "竹枝词",
       "古乐府",
       "新乐府"
      ],
      "a": "ACD",
      "e": ""
     },
     {
      "q": "与李玉合作完成戏剧作品《清忠谱》的戏剧家有（  ）",
      "opts": [
       "叶时章",
       "毕魏",
       "蒋士铨",
       "李渔",
       "朱素臣"
      ],
      "a": "ABE",
      "e": ""
     },
     {
      "q": "下列文言小说中，属于“聊斋系列”的作品有（  ）",
      "opts": [
       "《钟情丽集》",
       "《谐铎》",
       "《萤窗异草》",
       "《夜雨秋灯录》",
       "《玉堂丛语》"
      ],
      "a": "BCD",
      "e": ""
     },
     {
      "q": "龚自珍诗中出现的意象有（  ）",
      "opts": [
       "剑",
       "箫",
       "少年",
       "童心",
       "落花"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：永嘉四灵",
      "a": "（1）南宋后期永嘉的四位诗人徐玑、徐照、翁卷、赵师秀的字号中均有一“灵”字，故称永嘉四灵。（1分）\n（2）“四灵”诗风相近，效法晚唐体，学习贾岛、姚合的苦吟诗风。（1分）\n（3）多以冲淡平和、轻灵清寒的境界，抒写山人名士的出世情怀。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：南戏",
      "a": "（1）南戏又称南曲戏文，原是宋以来南方浙、闽一带用村坊小曲演的民间小戏，后吸收大曲、诸宫调、滑稽戏等说唱技艺，以及宋杂剧表演故事的形式。（2分）\n（2）元代南戏的故事题材和演唱艺术受到北杂剧的影响。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：《圆圆曲》",
      "a": "（1）吴伟业的代表作。（1分）\n（2）描写名妓陈圆圆被明末政治漩涡中几个核心人物角逐争夺的经过。（1分）\n（3）风格幽婉迷离，极富艺术魅力。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：新文体",
      "a": "（1）梁启超倡导的一种散文体，又称“时务文体”。（1分）\n（2）文白夹杂。打破各种文体界限，将议论与叙述、抒情相结合。（1分）\n（3）打破各派文章家法，兼采众长而又独具一格。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述辛弃疾词的语言艺术。",
      "a": "（1）议论纵横，善于使事用典。（2分）\n（2）以散文句法入词，语言“深雄雅健”。（2分）\n（3）吸收民间语言，具有通俗化、口语化的特点，清新明快。",
      "e": ""
     },
     {
      "q": "简答：钟嗣成《录鬼簿》中将记载的已死才人分为哪三种？",
      "a": "（1）前辈已死名公才人，有所编传奇行于世者。（2分）\n（2）方今已亡名公才人，余相知者。（2分）\n（3）已死本人不相知者。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述《长生殿》的艺术成就。",
      "a": "（1）对李杨情缘故事素材加以剪裁和提炼。（2分）\n（2）结构宏伟严密。（2分）\n（3）曲词优美抒情。",
      "e": ""
     },
     {
      "q": "简答：简述清代小说编创方式不断成熟的具体表现。",
      "a": "（1）借鉴传统诗词的表现手法，追求清新秀雅的风格。（2分）\n（2）根据作者的生活体验对史料和旧作加以借鉴和改造。（2分）\n（3）在体制上进行创造探索。（1分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论苏轼散文的总体艺术特色。",
      "a": "（1）“辞达”、“通脱”，有圆活流转、错综变化和自然真率之美。（5分）\n（2）善于用比喻，多形象思维。（5分）\n（3）有诗化倾向，以情感和才气为文，富于想象。（4分）",
      "e": ""
     },
     {
      "q": "论述：《三国演义》中类型化人物典型的艺术特征。",
      "a": "（1）单一性。重要形象皆有一个主要的、突出的特征，在形象内部占决定性因素，以支撑整个形象。\n（2）稳定性。人物主要特征稳定不变，强调的是本质、必然、普遍，缺少发展变化。（4分）\n（3）和谐性。既回避现象与本质的矛盾（3分），也回避理智与情感的矛盾（3分）。",
      "e": ""
     }
    ]
   }
  },
  "2010年1月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "苏洵散文的艺术特点是（  ）",
      "opts": [
       "纡徐流畅",
       "“辞达”、“通脱”",
       "雍容典雅",
       "笔锋老辣"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "曾巩文章的艺术风格是（  ）",
      "opts": [
       "沉著痛快",
       "古雅平正",
       "雄深雅健",
       "汪洋恣肆"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "柳永雅词的艺术特点是（  ）",
      "opts": [
       "以诗为词",
       "以文为词",
       "以赋为词",
       "以词还词"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "陆游晚年创作的闲适诗的艺术风格是（  ）",
      "opts": [
       "清奇僻苦",
       "语奇体峻",
       "清淡秀逸",
       "古淡瘦硬"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "戴复古为江湖诗派代表诗人，他的诗集中数量占一半的诗体是（  ）",
      "opts": [
       "五绝",
       "五律",
       "七绝",
       "七律"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "马致远的杂剧《陈抟高卧》属于（  ）",
      "opts": [
       "历史剧",
       "公案剧",
       "神仙道化剧",
       "爱情婚姻剧"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元代杂剧作家纪君祥的著名杂剧是（  ）",
      "opts": [
       "《赵氏孤儿》",
       "《柳毅传书》",
       "《双献功》",
       "《秋胡戏妻》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "关汉卿的历史剧中写关羽的剧作是（  ）",
      "opts": [
       "《哭存孝》",
       "《单刀会》",
       "《陈母教子》",
       "《金线池》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元代杂剧作家宫天挺的杂剧《七里滩》充满了（  ）",
      "opts": [
       "遗世独立的隐逸情调",
       "满腹文章的孤傲气息",
       "客寓他乡的悲愤心情",
       "渴望爱情的婚姻追求"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "元代后期专门致力于散曲创作而产量最多的作家是（  ）",
      "opts": [
       "贯云石",
       "张可久",
       "睢景臣",
       "刘时中"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列诗句中，出自元代著名诗人萨都剌《芙蓉曲》的是（  ）",
      "opts": [
       "鲤鱼吹浪江波白，霜落洞庭飞木叶",
       "一种春风雨尘迹，半帘霜月赋阳台",
       "南高峰云北高雨，云雨相摧愁杀侬",
       "楼船无舵是郎意，断桥有柱是依心"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《张协状元》对后来传奇剧的开创性贡献是（  ）",
      "opts": [
       "创造戏剧中诗的意境",
       "创制以生、旦为主而各领一条线索的剧情结构方式",
       "追求词藻华美的语言",
       "采用南曲并保留完整的“诸宫调”的说唱艺术形式"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "朱笠亭《明诗钞》将陈子龙列为（  ）",
      "opts": [
       "明末爱国诗人",
       "明清易代之际诗人",
       "明末承前启后的诗人",
       "明代最后一位大诗人"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代散曲家王磐的散曲集是（  ）",
      "opts": [
       "《西楼乐府》",
       "《秋碧乐府》",
       "《海浮山堂词稿》",
       "《林石逸兴》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "明代民歌《凤阳花鼓》批判的对象是（  ）",
      "opts": [
       "封建帝王",
       "朝廷宦官",
       "地方官吏",
       "社会寄生分子"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "宋濂散文成就最高的是（  ）",
      "opts": [
       "写景散文",
       "传记文",
       "序文",
       "寓言"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "明代历史演义小说《列国志传》的编定者是（  ）",
      "opts": [
       "冯梦龙",
       "熊大木",
       "余邵鱼",
       "施耐庵"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "朱权《太和正音谱》记录的是（  ）",
      "opts": [
       "元代杂剧剧目",
       "元代及明初杂剧剧目",
       "元至明中期杂剧剧目",
       "明代杂剧剧目"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "明代传奇剧中，被称为古代戏曲第一部描写现实重大政治事件时事剧的是（  ）",
      "opts": [
       "《宝剑记》",
       "《义侠记》",
       "《浣纱记》",
       "《鸣凤记》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清初诗人中，能以诗描写兵荒马乱之际民不聊生、流离失所的惨状从而有“一代诗史”之誉的诗人是（  ）",
      "opts": [
       "钱谦益",
       "屈大均",
       "吴伟业",
       "顾炎武"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "纳兰性德在词的创作上最为推崇的是（  ）",
      "opts": [
       "李煜",
       "苏轼",
       "秦观",
       "姜夔"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "在清代中期词坛，常州词派的代表人物是（  ）",
      "opts": [
       "纳兰性德",
       "陈维崧",
       "朱彝尊",
       "张惠言"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清初散文家魏禧提出“文章之能事，在于积理”，“积理”指的是（  ）",
      "opts": [
       "依据程朱理学",
       "琢磨作文理法",
       "研习古文传统",
       "观察认识生活"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《清忠谱》表现的是（  ）",
      "opts": [
       "明代苏州市民反对魏忠贤党羽的故事",
       "明代奸相严嵩父子迫害莫怀古的故事",
       "宋代奸相秦桧迫害岳飞的故事",
       "金兵南侵背景下秦钟和莘瑶琴悲欢离合的故事"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代《红楼梦》续书的共同特点是（  ）",
      "opts": [
       "接在一百二十回后续作",
       "接在九十七回之后补作",
       "继续《红楼梦》的悲剧结局",
       "改变其悲剧结局为大团圆"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "以王闿运为首的湖湘诗派又称为（  ）",
      "opts": [
       "汉魏六朝诗派",
       "晚唐诗派",
       "宋诗派",
       "同光诗派"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清末民初，樊增祥、易顺鼎成为“中晚唐诗派”代表人物的原因是（  ）",
      "opts": [
       "其诗风近于中唐李贺",
       "其诗风近于中唐孟郊晚唐贾岛",
       "其诗风近于晚唐温李",
       "其诗风近于晚唐杜牧"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "辛亥革命期间“有学问的革命家”章太炎《狱中赠邹容》中的名句是（  ）",
      "opts": [
       "力填平等路，血灌自由苗",
       "临命须掺手，乾坤两只头",
       "引刀成一快，不负少年头",
       "世人皆欲杀，法国一卢骚"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "晚清侠义公案小说的代表作品是（  ）",
      "opts": [
       "《儿女英雄传》",
       "《品花宝鉴》",
       "《海上花列传》",
       "《三侠五义》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《孽海花》属于（  ）",
      "opts": [
       "公案小说",
       "科幻小说",
       "谴责小说",
       "政治小说"
      ],
      "a": 2,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "苏轼文学创作的显著特点有（  ）",
      "opts": [
       "以文为诗",
       "以文字为诗",
       "以诗为词",
       "以才学为诗",
       "以议论入诗"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "周邦彦词的艺术特色包括（  ）",
      "opts": [
       "深劲乏韵",
       "慷慨豪放",
       "丽密质实",
       "浑厚和雅",
       "沉郁顿挫"
      ],
      "a": "ADE",
      "e": ""
     },
     {
      "q": "张炎对白石词的风格及艺术特色的评语包括（  ）",
      "opts": [
       "清空",
       "骚雅",
       "豪放",
       "古雅峭拔",
       "清新刚健"
      ],
      "a": "ABD",
      "e": ""
     },
     {
      "q": "明代拟话本小说的特点有（  ）",
      "opts": [
       "保留说话人讲故事的形式",
       "为说话人提供故事底本",
       "从历史旧籍中挖掘材料",
       "具有文人的典雅情调",
       "具有警世作用"
      ],
      "a": "ACDE",
      "e": ""
     },
     {
      "q": "清初传奇创作的主要流派有（  ）",
      "opts": [
       "浙西派",
       "苏州派",
       "常州派",
       "文人派",
       "形式派"
      ],
      "a": "BDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：元诗四家",
      "a": "（1）指元代诗人虞集、杨载、范梈、揭傒斯。（2分）\n（2）诸人于元大德、延祐年间活跃于文坛。因有文才而被选入翰林院；在京师成为士子向慕的著名人物而享誉诗坛。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：前七子",
      "a": "（1）明代中期出现的文学群体，指李梦阳、何景明、康海、王九思、边贡、王廷相、徐祯卿。（2分）\n（2）主张“文必秦汉，诗必盛唐”。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：唐宋派",
      "a": "（1）明代嘉靖年间出现的文学复古流派。（1分）\n（2）代表人物有王慎中、唐顺之、茅坤、归有光。（1分）\n（3）主张文道合一，文宗唐宋诸家。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：肌理说",
      "a": "（1）清代诗人翁方纲提出的一种诗歌理论。（1分）\n（2）包括“义理”和“文理”两方面。（1分）\n（3）肌理说实质上是要求以学问为根底，以考证充实诗歌内容，达到义理与文理的统一。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述陈师道诗歌的艺术风格。",
      "a": "（1）诗风瘦硬，简妙雅淡。（3分）\n（2）用质朴的语言表达真情实感。（2分）",
      "e": ""
     },
     {
      "q": "简答：简析元杂剧《梧桐雨》中唐明皇的形象。",
      "a": "（1）把帝王宴乐生活的豪华奢侈、纸醉金迷，渲染得淋漓尽致。（3分）\n（2）亦写出他孤独寂寞时的悔恨和哀怨。（2分）",
      "e": ""
     },
     {
      "q": "简答：《水浒传》中，“义”的人格观念表现在哪些方面？",
      "a": "（1）“路见不平，拔刀相助”。（2分）\n（2）“仗义疏财”。（2分）\n（3）“勇武阳刚”之气。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述《老残游记》的体式、结构和新异的思想。",
      "a": "（1）体式：游记体。（1分）\n（2）结构：通过老残的旅行见闻串联故事，描摹社会风俗，寄寓作者情怀。（2分）\n（3）新异思想。“赃官可恨，清官尤可恨。”这一视点打破了前此公案小说的陈规，也对社会正义和道德秩序的基础提出了质疑。（2分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论“山谷体”的风格特征。",
      "a": "（1）“山谷体”以生新瘦硬为其基本风格。工于炼字，语言奇僻艰涩。（8分）\n（2）“山谷体”还有浏亮芊绵、自然晓畅的一面。（6分）",
      "e": ""
     },
     {
      "q": "论述：试述《儒林外史》塑造的两组对立人物及其意义。",
      "a": "（1）《儒林外史》全书存在两大对立的形象体系：一类是以牺牲自我与个性为代价、追求功名富贵的利禄之徒（4分）；一类是保持独立人格、讲究文行出处的潇洒士人。二者势若水火，泾渭分明（4分）。\n（2）第一类人物主要以范进、周进、鲁编修等为代表，他们为了功名利禄，丑态毕露，人格沦丧。第二类人物主要以王冕、杜少卿等为代表，他们追慕前贤，崇尚魏晋名士风度，在这些人物身上，寄托了作者的人格理想。（3分）\n（3）两组形象体系的对立，具有深刻的社会批判意义：揭露了封建科举制度下儒林群丑可笑的喜剧表面背后悲剧性的本质。体现了作者对士人群体人格的反省与自觉（3分）。",
      "e": ""
     }
    ]
   }
  },
  "2010年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "梅尧臣诗的艺术风格是（  ）",
      "opts": [
       "超迈横绝",
       "古淡瘦劲",
       "典雅精工",
       "清新流丽"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "属于晏几道《临江仙·梦后楼台高锁》中词句的是（  ）",
      "opts": [
       "无可奈何花落去，似曾相识燕归来",
       "山抹微云，天连衰草，画角声断谯门",
       "今宵酒醒何处？杨柳岸，晓风残月",
       "落花人独立，微雨燕双飞"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "周邦彦词在语言运作上的重要特点是（  ）",
      "opts": [
       "融化经史子语",
       "融化前人诗句",
       "善于使事用典",
       "以文为词"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "辛派词的共同特点是（  ）",
      "opts": [
       "慷慨悲壮",
       "缠绵悱恻",
       "清丽俊俏",
       "摧刚为柔"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“诚斋体”诗中最为出色的诗体是（  ）",
      "opts": [
       "五言律诗",
       "五言绝句",
       "七言律诗",
       "七言绝句"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "姜夔词的艺术风格是（  ）",
      "opts": [
       "“清空”、“骚雅”",
       "“如七宝楼台”",
       "婉约飘逸",
       "工丽精巧"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "张炎《词源》讨论的主要对象是（  ）",
      "opts": [
       "北宋俚俗词",
       "南宋豪放词",
       "北宋婉约词",
       "南宋清雅词"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "著名诗人戴复古是（  ）",
      "opts": [
       "北宋后期诗人",
       "南宋前期诗人",
       "江西诗派诗人",
       "江湖诗派诗人"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《西厢记诸宫调》的作者是（  ）",
      "opts": [
       "元稹",
       "董解元",
       "王实甫",
       "关汉卿"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "尚仲贤《柳毅传书》和李好古《张生煮海》被认为是（  ）",
      "opts": [
       "爱情剧双璧",
       "公案剧双璧",
       "神话剧双璧",
       "历史剧双璧"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元代剧作家石君宝创作的杂剧是（  ）",
      "opts": [
       "《二堂舍子》",
       "《秋胡戏妻》",
       "《三娘教子》",
       "《郭巨埋儿》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元代散曲作家乔吉是（  ）",
      "opts": [
       "元代散曲清丽派的宗师",
       "元代散曲本色派的宗师",
       "存世作品最多的元代散曲家",
       "元代散曲家中的宦达之士"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "元代剧作家高明所创作的提倡风化、宣扬孝贤的南戏是（  ）",
      "opts": [
       "《杀狗记》",
       "《琵琶行》",
       "《琵琶记》",
       "《荆钗记》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "历史上第一部以岳飞故事为题材的长篇小说是（  ）",
      "opts": [
       "熊大木《大宋中兴通俗演义》",
       "于玉华《岳武穆精忠报国传》",
       "余应鳌《大宋中兴岳王传》",
       "邹元标《岳武穆精忠传》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "提出“独抒性灵，不拘格套”文学口号的是（  ）",
      "opts": [
       "唐宋派",
       "公安派",
       "竟陵派",
       "白苎派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "明代前期诗歌受理学思想的影响，将诗歌作为某种社会意识的传声筒，忽略了诗歌艺术，往往强调（  ）",
      "opts": [
       "文统",
       "道统",
       "文道合一",
       "文道分离"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "李贽认为文学创作和评价的最高准则是（  ）",
      "opts": [
       "性灵",
       "童心",
       "兴趣",
       "理趣"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "被称为明末最后一位大诗人的是（  ）",
      "opts": [
       "夏完淳",
       "瞿式耜",
       "张煌言",
       "陈子龙"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "毛宗岗修订、评点的小说是（  ）",
      "opts": [
       "《三国演义》",
       "《水浒传》",
       "《金瓶梅》",
       "《西游记》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《西游记》最早的明刊本是（  ）",
      "opts": [
       "托名李卓吾评本",
       "朱鼎臣编辑的《唐三藏西游释厄传》",
       "杨志和编定的《西游记传》",
       "金陵世德堂刻本"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "章回小说的前身是民间说话艺术中的（  ）",
      "opts": [
       "“说经”",
       "“讲史”",
       "“说铁骑儿”",
       "平话"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清代戏剧声腔剧种的演变趋势是（  ）",
      "opts": [
       "花部诸腔由盛而衰、雅部声腔日益兴旺",
       "雅部声腔由盛而衰、花部诸腔日益兴旺",
       "梆子皮黄趋于衰落、昆曲高腔蓬勃兴起",
       "海盐腔、余姚腔日渐流行，弋阳腔、昆山腔趋于衰落"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "鲁迅对《聊斋志异》艺术手法的概括是（  ）",
      "opts": [
       "“幽明虽殊途，而人鬼乃皆实有”",
       "“用传奇法，而以志怪”",
       "“叙述宛转，文辞华艳”",
       "“叙述异事，与记载人间常事”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "褚人获的《隋唐演义》是（  ）",
      "opts": [
       "明代英雄传奇",
       "明代世情小说",
       "清代历史演义小说",
       "清代公案小说"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "方苞散文理论的核心内容是（  ）",
      "opts": [
       "“求神气而得之于音节，求音节而得之于字句”",
       "“神、理、气、味者，文之精也；格、律、声、色者，文之粗也”",
       "“神者气之主，气者神之用”",
       "“义即《易》之所谓‘言有物’也，法即《易》之所谓‘言有序’也”"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "主张词“非寄托不入，专寄托不出”的常州词派代表人物是（  ）",
      "opts": [
       "张琦",
       "张惠言",
       "董士锡",
       "周济"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "“若夫诗者，心之声也，性情所流露者也”，这一诗歌思想出自（  ）",
      "opts": [
       "神韵派",
       "浙西派",
       "性灵派",
       "阳羡派"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "在《答潘彦辅》中提出“志士之诗”论的是（  ）",
      "opts": [
       "龚自珍",
       "潘德舆",
       "鲁一同",
       "张际亮"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "被誉为“同光体之魁杰”的是（  ）",
      "opts": [
       "郑孝胥",
       "陈衍",
       "沈曾植",
       "陈三立"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《易言》一书的作者“杞忧生”即是（  ）",
      "opts": [
       "郑观应",
       "王韬",
       "谭嗣同",
       "唐才常"
      ],
      "a": 0,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "以下作家属于“元曲四大家”的有（  ）",
      "opts": [
       "王实甫",
       "关汉卿",
       "马致远",
       "石君宝",
       "白朴"
      ],
      "a": "BCE",
      "e": ""
     },
     {
      "q": "“竟陵派”的代表人物是（  ）",
      "opts": [
       "钟惺",
       "徐渭",
       "李贽",
       "谭元春",
       "李攀龙"
      ],
      "a": "AD",
      "e": ""
     },
     {
      "q": "《水浒传》深受古代绿林文化影响，它所推崇的“好汉”的人格内涵，包含有（  ）",
      "opts": [
       "路见不平，拔刀相助",
       "劫富济财",
       "仗义疏财",
       "勇武阳刚",
       "替天行道"
      ],
      "a": "ACD",
      "e": ""
     },
     {
      "q": "关汉卿的杂剧按题材分为（  ）",
      "opts": [
       "历史剧",
       "爱情风月剧",
       "家庭伦理剧",
       "社会公案剧",
       "神仙道化剧"
      ],
      "a": "ABD",
      "e": ""
     },
     {
      "q": "清代小说题材类型主要有（  ）",
      "opts": [
       "历史演义和英雄传奇",
       "神魔小说和世情小说",
       "才子佳人小说和才学小说",
       "讽刺小说",
       "公案小说"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：易安体",
      "a": "（1）李清照词的艺术成就很高，当时就广为流传，被称为“易安体”。（1分）\n（2）用通俗易懂的文学语言和明白流畅的音律声调作词。（1分）\n（3）融入家国兴亡之悲，又不失婉约词本色，具有凄婉悲怆的格调。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：借才异代",
      "a": "（1）金初文坛的作家，几乎全是由宋入金的文士。（1分）\n（2）宇文虚中、吴激、蔡松年最具代表性。（1分）\n（3）这种“借才异代”之说，揭示了金初文学的起因及性质。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：张岱",
      "a": "（1）张岱，号陶庵，明代后期著名小品散文家。（1分）\n（2）其小品散文清新洒脱而又意境深幽。（1分）\n（3）代表作有《西湖梦寻》、《嫏嬛文集》等。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：新红学",
      "a": "新红学是“五四”运动之后开始崛起的红学流派（1分），代表人物和著作有胡适的《红楼梦考证》（1分）和俞平伯的《红楼梦辨》（1分）。",
      "e": ""
     },
     {
      "q": "简答：欧阳修诗歌创作的散文化倾向主要表现是什么？",
      "a": "（1）用古文的章法写诗，讲究转折顿挫、虚实正反。（2分）\n（2）句子彻底散行，长短句杂出，少用偶句，故意做得似对非对。（2分）\n（3）诗中常用语助词，或散文式的介词。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述元代“四大传奇”在艺术表现上的共同特点。",
      "a": "（1）“四大传奇”的曲文都写得比较通俗易懂，以民间口语为主，很少雕琢和文饰。（2分）\n（2）指事道情，与人说话相似，朴素自然，具有生活气息。（3分）",
      "e": ""
     },
     {
      "q": "简答：简述明代戏剧的基本特征。",
      "a": "（1）数量众多。由于体制的革新，为创作与表演提供了条件，明代戏剧在数量上形成了很大规模。（1分）\n（2）题材多样。除了元代已有的戏剧题材，还出现了讽刺喜剧与时事剧等。（2分）\n（3）审美风格的雅化。明代剧作家层次、修养高，融文人情趣于戏剧艺术，使戏剧成为一种高雅的娱乐。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述南社的意义。",
      "a": "（1）南社是第一个具有近代性质的文学社团。（2分）\n（2）鼓吹革命。（1分）\n（3）其文学思想是以振兴国魂、保存国粹为共同宗旨。（2分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试以《题竹石牧牛》、《登快阁》、《雨中登岳阳楼望君山二首》为例，论述“山谷体”的艺术特点和风格特征。",
      "a": "（1）喜欢用拗句。（4分）\n（2）“点铁成金”、“夺胎换骨”。（5分）\n（3）风格生新瘦硬，兼有自然晓畅的一面。（5分）",
      "e": ""
     },
     {
      "q": "论述：如何理解《长生殿》中的爱情描写？",
      "a": "（1）《长生殿》表现了李隆基和杨玉环的生死不渝之恋。（3分）\n（2）借助李、杨爱情故事歌颂人间真挚的爱情。（3分）\n（3）从政治和社会的角度对李、杨沉湎情欲而造成国家危难提出责难。（4分）\n（4）《长生殿》爱情主题和政治主题相互对立，但这并不是艺术的败笔，而恰恰是作者匠心独运之所在。（4分）",
      "e": ""
     }
    ]
   }
  },
  "2011年1月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "“半山诗”的主要体裁是（  ）",
      "opts": [
       "律诗",
       "绝句",
       "古风",
       "歌行"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "“山谷体”的风格特征是（  ）",
      "opts": [
       "平易古淡",
       "雄奇奔放",
       "生新瘦硬",
       "华丽典重"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《六州歌头》是贺铸的压卷之作，其风格特征是（  ）",
      "opts": [
       "悲愤壮烈",
       "深婉含蓄",
       "清新疏隽",
       "典雅清丽"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "李清照词当时广为流传，被称为（  ）",
      "opts": [
       "稼轩体",
       "易安体",
       "樵歌体",
       "元祐体"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "宋代诗人戴复古所属的诗派是（  ）",
      "opts": [
       "西昆诗派",
       "江西诗派",
       "晚唐诗派",
       "江湖诗派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "朱熹文学主张的一个重要内容是（  ）",
      "opts": [
       "“别是一家”说",
       "“文道一体”说",
       "“活法”说",
       "“兴趣”说"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列唱词中，能体现《西厢记》词章之美的是（  ）",
      "opts": [
       "楚天秋山叠翠，对无穷景色，总是伤悲",
       "晓来谁染霜林醉？总是离人泪",
       "泪眼盼秋水长天远际，归心似落霞孤鹜齐飞",
       "别离易，相见难，何处锁雕鞍"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元代杂剧作家康进之的著名杂剧是（  ）",
      "opts": [
       "《赵氏孤儿》",
       "《柳毅传书》",
       "《李逵负荆》",
       "《秋胡戏妻》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "关汉卿的三国戏《单刀会》中所写的主人公是（  ）",
      "opts": [
       "刘备",
       "张飞",
       "关羽",
       "诸葛亮"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "周德清《中原音韵》对写作北曲杂剧一个总的要求是（  ）",
      "opts": [
       "“以意为主”",
       "“造语必俊”",
       "“审音知韵”",
       "“耸观动听”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元代散曲作家乔吉是（  ）",
      "opts": [
       "存世作品最多的元代散曲家",
       "元代前期散曲作家",
       "元代散曲清丽派的宗师",
       "元代散曲家中的宦达文士"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "在元初文坛，占主导地位的是（  ）",
      "opts": [
       "由金入元的士人",
       "由宋入元的士人",
       "元诗四家",
       "西域诗人"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "著名诗句“头颅雪白心情在，听说承平一惘然”的作者是（  ）",
      "opts": [
       "刘因",
       "赵孟頫",
       "戴表元",
       "耶律楚材"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "明代前期文学在理学影响下形成的文学观念是（  ）",
      "opts": [
       "文以明道",
       "文以载道",
       "文道合一",
       "重道轻文"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“吴中四才子”中，加入了“前七子”文学集团的人是（  ）",
      "opts": [
       "祝允明",
       "唐寅",
       "文徵明",
       "徐祯卿"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代小品散文创作中，标志着柳宗元之后游记散文创作新高峰的作家是（  ）",
      "opts": [
       "袁宏道",
       "徐渭",
       "归有光",
       "张岱"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "历史上第一部以岳飞故事为题材的长篇小说是（  ）",
      "opts": [
       "《岳武穆精忠报国传》",
       "《大宋中兴岳王传》",
       "《岳武穆精忠传》",
       "《大宋中兴通俗演义》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代戏剧在从南戏向传奇的发展过程中形成了“四大声腔”，其中被称为“俗唱”的是（  ）",
      "opts": [
       "海盐腔",
       "余姚腔",
       "昆山腔",
       "弋阳腔"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《临川四梦》中，取材于唐传奇《枕中记》的是（  ）",
      "opts": [
       "《紫钗记》",
       "《牡丹亭还魂记》",
       "《南柯记》",
       "《邯郸记》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "沈德潜的诗歌理论主张是（  ）",
      "opts": [
       "格调说",
       "性灵说",
       "肌理说",
       "神韵说"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "纳兰性德词的艺术风格是（  ）",
      "opts": [
       "醇雅清丽",
       "哀婉幽绝",
       "豪放苍凉",
       "清新刚健"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清代刘璋的《斩鬼传》是（  ）",
      "opts": [
       "讽刺小说",
       "才学小说",
       "世情小说",
       "公案小说"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "下列作品集中，属于清代民歌总集的是（  ）",
      "opts": [
       "《盛世新声》",
       "《山歌》",
       "《霓裳续谱》",
       "《挂枝儿》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清初传奇创作中，文人派的代表作家是（  ）",
      "opts": [
       "李玉",
       "李渔",
       "朱素臣",
       "吴伟业"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "蒋士铨的剧本《冬青树》写的是（  ）",
      "opts": [
       "寇准的故事",
       "杨震的故事",
       "文天祥的故事",
       "汤显祖的故事"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "近代文学家梁启超在散文创作上提倡（  ）",
      "opts": [
       "骈体",
       "选体",
       "新闻体",
       "新文体"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "民国肇始，章士钊之文异军突起，被称为（  ）",
      "opts": [
       "经世文",
       "逻辑文",
       "魏晋文",
       "桐城文"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《花月痕》作者的署名是（  ）",
      "opts": [
       "漱六山房",
       "眠鹤主人",
       "厘峰慕真山人",
       "云间花也怜侬"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《九尾龟》属于（  ）",
      "opts": [
       "侠义小说",
       "科幻小说",
       "狭邪小说",
       "政治小说"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "下列作品属于谴责小说的是（  ）",
      "opts": [
       "《新石头记》",
       "《自由结婚》",
       "《老残游记》",
       "《月界旅行》"
      ],
      "a": 2,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "欧阳修诗歌的特点有（  ）",
      "opts": [
       "以文为诗",
       "主丽藻而贱气格",
       "以议论为诗",
       "诗风雄奇奔放",
       "诗风平易"
      ],
      "a": "ACDE",
      "e": ""
     },
     {
      "q": "关于“前七子”，正确的描述有（  ）",
      "opts": [
       "明代中期以李梦阳、何景明为代表的文人集团",
       "标榜“文必秦汉，诗必盛唐”",
       "反对道统对文学的束缚，强调文学的独立性",
       "主张扫荡“台阁体”的无聊文风",
       "创作落后于理论，未能为理论提供成功的实践例证"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "明代神魔小说题材大致分为（  ）",
      "opts": [
       "由神话故事演化而来",
       "由宗教故事演化而来",
       "由志怪故事演化而来",
       "由讲史故事演化而来",
       "由民间传说故事演化而来"
      ],
      "a": "BDE",
      "e": ""
     },
     {
      "q": "明代小说理论批评涉及的问题主要有（  ）",
      "opts": [
       "关于小说的本质及艺术规律",
       "关于小说的文学地位",
       "关于小说的艺术虚构问题",
       "关于人物性格的刻画与塑造问题",
       "关于小说语言的通俗性"
      ],
      "a": "BCDE",
      "e": ""
     },
     {
      "q": "被梁启超誉为“晚清两大家”的诗人是（  ）",
      "opts": [
       "金和",
       "江湜",
       "黄遵宪",
       "林则徐",
       "曾国藩"
      ],
      "a": "AC",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：西昆体",
      "a": "西昆体是宋初文学流派（1分）；以杨亿等人为代表（1分）；讲究辞采，注重声律，精于用典，诗风华丽典重（1分）。",
      "e": ""
     },
     {
      "q": "名词解释：平话",
      "a": "元代的讲史话本多标名为“平话”（1分）；“平”还有评论之意，说话人讲述历史故事时往往加以评说（1分）；平话大多根据各种正史、野史和民间传说改编而成（1分）。",
      "e": ""
     },
     {
      "q": "名词解释：汤沈之争",
      "a": "“汤沈之争”是明代末期汤显祖与沈璟之间围绕戏曲观念与创作而展开的争论（1分）；矛盾的焦点在于，沈璟强调舞台性，注重格律；汤显祖强调文学性，注重文辞（1分）；二者各有所偏，宜合而观之（1分）。",
      "e": ""
     },
     {
      "q": "名词解释：小说界革命",
      "a": "小说界革命是梁启超提出的口号（1分）；中心意图是改良群治（1分）；使小说的位置由传统文学的边缘移向中心，提升了小说在社会生活和文化生产中的地位（1分）。",
      "e": ""
     },
     {
      "q": "简答：简述陈师道诗歌的艺术风格。",
      "a": "（1）诗风朴拙，字句简省，摒弃华词丽藻，而意味隽永。（3分）\n（2）诗风瘦硬，瘦而有骨。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述《琵琶记》的戏剧结构特点。",
      "a": "（1）采用双线交错的结构手法，一条线是蔡伯喈登第；另一条线是赵五娘在家苦守。（3分）\n（2）脉络清晰而富于变化；强烈的贫富对比，也使观众把同情集中到赵五娘身上。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述《三国演义》的悲剧精神。",
      "a": "（1）小说以拥刘反曹为基本思想倾向，最后却以三分归晋为结局，是一部悲剧作品。（1分）\n（2）作者将忠、义、勇及智慧等一切可能的正面美好因素全部赋予了刘备集团，却又深刻地写出其一步步走向衰亡的悲剧性结局，令人震撼和惋惜。（2分）\n（3）导致刘备集团悲剧结局的直接原因是用道德价值去压制政治利益。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述《长生殿》的曲词艺术。",
      "a": "（1）曲词优美抒情，流畅细致，善于吸收唐诗宋词元曲的语言艺术营养，创造出生动活泼而又充满诗意的戏剧语言。（3分）\n（2）运用诗歌中情景交融的手法。（1分）\n（3）文情与声情的完美统一。（1分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试述周邦彦词的艺术特色。",
      "a": "（1）将赋的体物描写技巧与词的写景言情结合起来。（3分）\n（2）好用曲笔，惯用倒叙。（2分）\n（3）以层层铺排的方式摹写物态，体物入微、工巧细致。（2分）\n（4）讲究辞章和结构。（2分）\n（5）“奇崛”、“深劲”、“浑厚和雅”、“沉郁顿挫”。（2分）\n（6）语言流畅精美，声韵协律。能雅能俗，亦清亦丽。善于化用前人诗句。以文字之声律应和乐曲的音调。（3分）",
      "e": ""
     },
     {
      "q": "论述：试述《红楼梦》叙事艺术的成就。",
      "a": "（1）限知叙事的比重和深度达到较高程度；全知叙事与限知叙事成功结合。（4分）\n（2）情节与人物的刻画，均最大可能地使用限知叙事。（5分）\n（3）局部的全知叙事与整体的限知叙事完美统一。（5分）",
      "e": ""
     }
    ]
   }
  },
  "2011年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "梅尧臣的诗歌风格是（  ）",
      "opts": [
       "超迈横决",
       "平易古淡",
       "雄奇奔放",
       "华丽典重"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "苏辙散文的风格特点是（  ）",
      "opts": [
       "气雄词峻",
       "汪洋恣肆",
       "汪洋澹泊",
       "笔锋老辣"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "宋代诗人韩驹所属的诗派是（  ）",
      "opts": [
       "西昆诗派",
       "江西诗派",
       "晚唐诗派",
       "江湖诗派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "辛派词人的词作风格主要是（  ）",
      "opts": [
       "慷慨悲壮",
       "清新流丽",
       "清空骚雅",
       "浑厚和雅"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "范成大最著名的诗歌属于（  ）",
      "opts": [
       "咏怀诗",
       "咏古诗",
       "记事诗",
       "田园诗"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "严羽《沧浪诗话》提出的著名诗论观点是（  ）",
      "opts": [
       "点铁成金",
       "别材、别趣",
       "以俗为雅",
       "别是一家"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "历史剧《梧桐雨》取材于（  ）",
      "opts": [
       "唐代传奇小说",
       "汉元帝的历史故事",
       "白朴的乐府",
       "白居易的诗歌"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《单刀会》是关汉卿的（  ）",
      "opts": [
       "历史剧代表作",
       "爱情风月剧代表作",
       "公案剧代表作",
       "神仙道化剧代表作"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "秦简夫家庭伦理剧的代表作是（  ）",
      "opts": [
       "《救风尘》",
       "《金线池》",
       "《老君堂》",
       "《东堂老》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "元前期宦达文士卢挚散曲的风格特点是（  ）",
      "opts": [
       "自然活泼",
       "清丽端庄",
       "俳谐滑稽",
       "豪放雄健"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "元代著名诗人刘因是（  ）",
      "opts": [
       "由宋入元的作家",
       "由金入元的作家",
       "元代中期作家",
       "元代后期作家"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元代诗人杨载的诗被时人形容如（  ）",
      "opts": [
       "“百战健儿”",
       "“唐临晋帖”",
       "“三日新妇”",
       "“秋水芙蓉”"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "杨维桢的得意诗作《鸿门会》取法的前代诗人是（  ）",
      "opts": [
       "李白",
       "李贺",
       "韩偓",
       "刘禹锡"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "诗歌表达追求自我，毫不讳言艳羡饮食之欲、声色之乐、市廛之盛等世俗生活的诗人是（  ）",
      "opts": [
       "徐渭",
       "袁宏道",
       "唐寅",
       "汤显祖"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "明代散曲作家中，被王骥德《曲律》称为北曲之冠的是（  ）",
      "opts": [
       "王磐",
       "冯惟敏",
       "陈铎",
       "薛论道"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "嘉靖年间，以反拨前七子复古理论为主要目标的文学派别是（  ）",
      "opts": [
       "茶陵派",
       "竟陵派",
       "公安派",
       "唐宋派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《三国演义》最为流行的版本是（  ）",
      "opts": [
       "《第一才子书——三国演义》",
       "明嘉靖壬午刊刻的《三国志通俗演义》",
       "《新刻按鉴全像批评三国志传》",
       "《李卓吾先生批评三国志》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "我国第一部系统的戏曲批评专著是（  ）",
      "opts": [
       "王骥德《曲律》",
       "李渔《闲情偶寄》",
       "吕天成《曲品》",
       "徐复祚《花当阁丛谈》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "明代传奇《玉簪记》描写的爱情故事，其主人公是（  ）",
      "opts": [
       "李益与霍小玉",
       "潘必正与陈妙常",
       "申纯与王娇娘",
       "裴舜卿与卢昭荣"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列诗句中，堪称清初遗民诗之绝笔的是（  ）",
      "opts": [
       "嫦娥老大无归处，独侬银轮哭桂花",
       "山色浅深随夕照，江流日夜变秋声",
       "龙蛇四海归无所，寒食年年怆客心",
       "写取一枝清瘦竹，秋风江上作渔竿"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "下列词作中，被誉为《饮水词》压卷之作的是（  ）",
      "opts": [
       "《金缕曲·亡妇忌日有感》",
       "《金缕曲·赠梁汾》",
       "《金缕曲·寄吴汉槎》",
       "《桂殿秋·思往事》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列作品中，堪称才子佳人小说代表作的是（  ）",
      "opts": [
       "《玉娇梨》",
       "《歧路灯》",
       "《灯月缘》",
       "《镜花缘》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《红楼梦》的结构特点是（  ）",
      "opts": [
       "扇形结构",
       "连珠式结构",
       "网状结构",
       "“串”字形结构"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清代戏剧的成就主要体现在（  ）",
      "opts": [
       "杂剧创作方面",
       "传奇创作方面",
       "平剧创作方面",
       "南戏创作方面"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "洪昇《长生殿》宣扬的人生哲理是（  ）",
      "opts": [
       "精诚终成连理",
       "情缘总归虚幻",
       "有情而不为情所累",
       "人生悲剧无所不在"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "在《答潘彦辅》中提出“志士之诗”的是（  ）",
      "opts": [
       "龚自珍",
       "潘德舆",
       "鲁一同",
       "张际亮"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "下列诗人中，被誉为“同光体之魁杰”的是（  ）",
      "opts": [
       "郑孝胥",
       "陈衍",
       "沈曾植",
       "陈三立"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "在散文创作上，章太炎提倡的是（  ）",
      "opts": [
       "经世之文",
       "逻辑文",
       "魏晋之文",
       "桐城文"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《花月痕》所写的主要内容是（  ）",
      "opts": [
       "妓女的美德神话",
       "狎客的虚辞假意",
       "才子落魄，佳人蒙尘",
       "假凤虚凰，缠绵软款"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《新石头记》的小说类型是（  ）",
      "opts": [
       "公案小说",
       "科幻小说",
       "狭邪小说",
       "政治小说"
      ],
      "a": 1,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "辛弃疾词的题材内容主要有（  ）",
      "opts": [
       "英雄词",
       "农村词",
       "羁旅词",
       "咏春词",
       "艳情词"
      ],
      "a": "ABDE",
      "e": ""
     },
     {
      "q": "常州词派的词学主张包括（  ）",
      "opts": [
       "注重音律词藻",
       "强调比兴寄托",
       "讲求文辞之深美闳约",
       "主张恢复风骚传统",
       "提出“清空”“骚雅”之说"
      ],
      "a": "BCD",
      "e": ""
     },
     {
      "q": "“清初三大家”之一汪琬的论文主张主要有（  ）",
      "opts": [
       "明于辞义",
       "合乎经旨",
       "博观约取",
       "归于雅驯",
       "义理考证"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "下列历史演义小说中，创作于清代的有（  ）",
      "opts": [
       "《说岳全传》",
       "《隋唐演义》",
       "《说唐演义全传》",
       "《开辟演义》",
       "《西汉通俗演义》"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "“五四”运动之前，“旧红学”的代表人物有（  ）",
      "opts": [
       "王希廉",
       "张新之",
       "王梦阮",
       "蔡元培",
       "邓狂言"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：简斋体",
      "a": "（1）指陈与义后期诗风。（1分）\n（2）诗歌规模宏大，声调浏亮，潜气内转，风格雄浑、沉郁。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：元代“四大传奇”",
      "a": "（1）元后期出现的著名的南戏。（1分）\n（2）《荆钗记》、《刘知远白兔记》、《拜月亭记》和《杀狗记》。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：格调说",
      "a": "（1）清代诗人沈德潜为匡正王士禛“神韵说”的弊病而提出的一种诗歌理论。（1分）\n（2）所谓“格调说”就是用唐诗的格调去表现封建政治和伦理思想。（1分）\n（3）主张恢复儒家“温柔敦厚”、“忠正和平”的诗教传统。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：桐城派",
      "a": "（1）清代中期重要的散文流派，因其代表人物均为安徽桐城人，所以被称为“桐城派”。\n（2）代表人物方苞、刘大櫆、姚鼐。（1分）\n（3）以程朱理学为思想基础，以先秦两汉、唐宋八家的古文为楷模，有系统化的散文理论。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述王安石散文的特点。",
      "a": "（1）王安石散文多为有关政令教化，适于世用之作。（2分）\n（2）结构严谨，语言朴素简洁，说理透彻，概括性强。（2分）\n（3）笔力雄健，富有感情，文风峭刻。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述宋元话本小说的题材内容。",
      "a": "（1）分为四类：①“烟粉”类；②“灵怪”类；③“传奇”类；④“公案”类。（4分）\n（2）这些题材内容具有浓郁的世俗生活气息。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述苏州派的特点。",
      "a": "（1）明末清初之际苏州一带的重要戏剧流派。（1分）\n（2）以李玉为代表，包括朱素臣等。（1分）\n（3）作家都是出身社会中下层，大多与科名和仕宦无缘，终身从事戏剧创作；作品题材关注现实，多政治剧和时事剧；情节排场生动曲折，宫调曲牌工巧和谐，适合演出。（3分）",
      "e": ""
     },
     {
      "q": "简答：简述黄遵宪的“新派诗”创作。",
      "a": "（1）黄遵宪是近代诗歌革新的先行者，“能熔铸新理想以入旧风格”。（1分）\n（2）最能体现他“新派诗”特色的是其写海外新事物的作品。（1分）\n（3）黄遵宪诗的另一重要特点是“多纪时事”。（1分）\n（4）黄诗写实叙事，抑扬变化而条理清晰。（2分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试述姜夔词“清空”、“骚雅”的艺术特色。",
      "a": "（1）“清空”、“骚雅”可概括为“清雅”。清指清空、清虚、清幽、清刚、清劲；雅指骚雅、古雅、高雅、醇雅。（2分）\n（2）词风“清空”。选择与“清”的情思相应的景象事物，取其神理而不着色相，呈现出“以清虚为体”而空灵淡远的风格特征。（6分）\n（3）具有“骚雅”的艺术特征。继承诗骚的比兴寄托传统，能寓意志，有空灵意趣。以江西诗的瘦硬笔法入词，健笔写柔情，有清刚劲峭之气。（6分）",
      "e": ""
     },
     {
      "q": "论述：试述《三国演义》虚实相间的艺术观念及其写作技法。",
      "a": "（1）虚实相间的艺术观念：“七分写实，三分虚构”。主要框架、人物、事件按史书记载的真实情况来设计、安排；在细节的描绘上，采用民间传闻与虚构想象。（6分）\n（2）写作技法主要有：①细心穿插，巧于构思；②于史无征，采用传说；③本末倒置，改变史实；④张冠李戴，移花接木；⑤妙笔生花，善于铺叙。（8分）",
      "e": ""
     }
    ]
   }
  },
  "2012年1月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "下列属于苏舜钦诗歌的风格特色的是（  ）",
      "opts": [
       "平易古淡",
       "华丽典雅",
       "豪犷雄放",
       "清新流丽"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“王荆公体”的主要体裁是（  ）",
      "opts": [
       "古诗",
       "绝句",
       "律诗",
       "歌行"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陈师道的诗被称为（  ）",
      "opts": [
       "半山体",
       "山谷体",
       "后山体",
       "简斋体"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "周邦彦词的主要题材是（  ）",
      "opts": [
       "登临怀古",
       "山水田园",
       "儿女柔情",
       "羁旅行役"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "陆游晚年诗风主要表现为（  ）",
      "opts": [
       "雕饰藻绘",
       "清淡秀逸",
       "豪放悲壮",
       "清新拔俗"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "姜夔词的艺术特点是（  ）",
      "opts": [
       "“清空”、“骚雅”",
       "“如七宝楼台”",
       "自然飘逸",
       "清新明快"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "杨万里创作的诗歌被称为（  ）",
      "opts": [
       "山谷体",
       "易安体",
       "稼轩体",
       "诚斋体"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "戴复古所属的诗人群体是（  ）",
      "opts": [
       "江西诗派",
       "江湖诗派",
       "中兴四大诗人",
       "永嘉四灵"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元杂剧作家白朴的著名杂剧作品《梧桐雨》属于（  ）",
      "opts": [
       "爱情剧",
       "历史剧",
       "公案剧",
       "神仙道化剧"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元杂剧作家康进之今仅存的作品是（  ）",
      "opts": [
       "《柳毅传书》",
       "《李逵负荆》",
       "《赵氏孤儿》",
       "《双献功》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "关汉卿性格和为人的特点是（  ）",
      "opts": [
       "理想高远，志在仕途",
       "倜傥风流，桀骜不驯",
       "勇猛刚强，杀富济贫",
       "修身养性，洁身自好"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "关汉卿的杂剧《救风尘》中的女主人公是（  ）",
      "opts": [
       "赵盼儿",
       "宋引章",
       "谢天香",
       "杜蕊娘"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "下列属于“元诗四家”之一杨载著作的是（  ）",
      "opts": [
       "《诗法家数》",
       "《论诗绝句》",
       "《瀛奎律髓》",
       "《麓堂诗话》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "晚明思想与文学革新的旗手是（  ）",
      "opts": [
       "徐渭",
       "李贽",
       "李梦阳",
       "王世贞"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "散曲集《江东白苎》的作者是（  ）",
      "opts": [
       "王磐",
       "陈铎",
       "梁辰鱼",
       "冯惟敏"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "刘基最出色的散文是（  ）",
      "opts": [
       "政论文",
       "传记文",
       "游记体散文",
       "寓言体散文"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代神魔小说的代表作品是（  ）",
      "opts": [
       "《封神演义》",
       "《三遂平妖传》",
       "《三宝太监西洋记通俗演义》",
       "《天妃济世出身传》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "沈璟曲论的核心是（  ）",
      "opts": [
       "推崇语言本色",
       "强调“场上之曲”",
       "注重文采才情",
       "“宁协律而不工”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "代表清代讲唱文学最高成就的是（  ）",
      "opts": [
       "鼓词",
       "弹词",
       "大鼓",
       "子弟书"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "浙西词派朱彝尊词的风格特点是（  ）",
      "opts": [
       "豪纵洒脱",
       "哀感幽绝",
       "雄健俊逸",
       "醇雅清丽"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "李渔在戏剧创作中主要追求的是（  ）",
      "opts": [
       "深刻的思想底蕴和沧桑感慨",
       "针对现实社会人生有感而发",
       "戏剧的娱乐功能和形式技巧",
       "典丽优雅的案头阅读效果"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "被胡适称为“一部最丰富最详细的文化史料”的清初家庭生活小说是（  ）",
      "opts": [
       "《金瓶梅》",
       "《歧路灯》",
       "《醒世姻缘传》",
       "《侠义风月传》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《桃花扇》的社会历史背景是（  ）",
      "opts": [
       "安史之乱时期",
       "宋元易代时期",
       "明清易代时期",
       "甲午战争时期"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "下列属于张惠言词论的基本主张的是（  ）",
      "opts": [
       "强调寄托比兴",
       "崇尚豪放苍凉",
       "追求轻弱哀婉",
       "提倡醇雅清空"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清初以黄宗羲、顾炎武、王夫之为代表的启蒙思想家的散文被称为（  ）",
      "opts": [
       "桐城派散文",
       "阳湖派散文",
       "文人之文",
       "学者之文"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《儒林外史》的结构特点可概括为（  ）",
      "opts": [
       "“以功名富贵为一篇之骨”",
       "“以经世致用为一篇之骨”",
       "“以讽刺幽默为一篇之骨”",
       "“以八股制艺为一篇之骨”"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清中期宗法宋诗的诗歌理论是（  ）",
      "opts": [
       "格调说",
       "神韵说",
       "肌理说",
       "性灵说"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "在小说发展方面，《施公案》体现的是（  ）",
      "opts": [
       "公案小说与艳情小说的合流",
       "公案小说与侠义小说的合流",
       "公案小说与英雄传奇的合流",
       "公案小说与历史演义的合流"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清末民初的“小说界革命”中提倡最有力的小说类型是（  ）",
      "opts": [
       "政治小说",
       "谴责小说",
       "科学小说",
       "历史小说"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "郑观应《易言》收集的文章主要是（  ）",
      "opts": [
       "翻译文字",
       "报章文体",
       "域外游记",
       "科幻小说"
      ],
      "a": 1,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "下列属于辛派词人的有（  ）",
      "opts": [
       "张元幹",
       "朱敦儒",
       "张孝祥",
       "刘过",
       "陈亮"
      ],
      "a": "ACDE",
      "e": ""
     },
     {
      "q": "下列金代作家中属于“国朝文派”代表的有（  ）",
      "opts": [
       "王庭筠",
       "吴激",
       "蔡松年",
       "蔡珪",
       "党怀英"
      ],
      "a": "ADE",
      "e": ""
     },
     {
      "q": "关于“台阁体”，正确的描述有（  ）",
      "opts": [
       "以杨士奇、杨溥和杨荣为代表",
       "关心民瘼，揭露时弊",
       "粉饰太平，歌功颂德",
       "风格上雍容华贵，典雅工丽",
       "形式上以应酬、题赠或应制、颂圣为主"
      ],
      "a": "ACDE",
      "e": ""
     },
     {
      "q": "明清文言小说创作形成了若干系列，其中诞生于清代的有（  ）",
      "opts": [
       "剪灯系列",
       "艳情系列",
       "聊斋系列",
       "世说系列",
       "阅微系列"
      ],
      "a": "CE",
      "e": ""
     },
     {
      "q": "道光前期“志士之诗”的主要内容有（  ）",
      "opts": [
       "抒发志士之感慨",
       "表现民生疾苦",
       "建策献言，呼吁革除弊政",
       "对社会危机的忧患之思",
       "对时世巨变的敏锐预感"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：白体",
      "a": "（1）宋初出现的诗歌流派，代表诗人是王禹偁。（1分）\n（2）学习白居易后期的唱和诗。（1分）\n（3）诗歌多反映官场的应酬、消遣，留连光景，吟玩情性，依韵相酬，属对工切而浅近刻露、圆熟平易。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：“活法”说",
      "a": "（1）“活法”是吕本中的诗歌创作主张。（1分）\n（2）所谓“活法”，即“规矩备具而能出于规矩之外，变化不测而亦不背于规矩”。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：《董西厢》",
      "a": "（1）金代，董解元之作。（2分）\n（2）《西厢记诸宫调》的简称。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：吴中四才子",
      "a": "（1）明代中期吴中文人祝允明、唐寅、文徵明和徐祯卿的合称。（2分）\n（2）市民思想意识色彩浓厚，追求物质享乐的满足。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述张养浩散曲创作的艺术特点。",
      "a": "（1）以诗入曲，把曲作为一种新的抒情诗体来写。（3分）\n（2）具有奔放浩荡的气韵。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述《水浒传》的语言风格特点。",
      "a": "（1）《水浒传》以北方口语为基础，将其加工为成熟的书面语言。（2分）\n（2）主要特色是简洁明快、生动含蓄，表现力很强，写人叙事，多用白描，往往几个字便意态毕肖。（2分）\n（3）人物的语言个性突出。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述明代戏剧的基本特征。",
      "a": "（1）数量众多。（1分）\n（2）题材多样。（2分）\n（3）审美风格的雅化。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述苏曼殊及其诗歌创作的特点。",
      "a": "（1）苏曼殊是南社中风格独特的诗人，有“革命和尚”之称。所作多七言绝句，哀怆低回，情韵悠长。\n（2）有一部分诗与南社创作主潮是同一基调；有一部分诗则抒写禅心与情爱的矛盾，缠绵凄绝。",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试以具体作品为例论述柳永雅词的艺术特点。",
      "a": "（1）以赋为词，善于融合曲词和辞赋的长处。（8分）\n（2）羁旅行役词情景兼融，境界阔大，“不减唐人高处”。（6分）",
      "e": ""
     },
     {
      "q": "论述：试述《长生殿》中爱情描写与政治批判的关系。",
      "a": "（1）虽歌颂李、杨生死不渝之恋，但对其沉湎情欲而造成国家危难提出责难。（6分）\n（2）个人情感与社会角色紧密联系，相反而相成。（4分）\n（3）上升到人生哲理的高度。（4分）",
      "e": ""
     }
    ]
   }
  },
  "2012年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "以杨亿为代表的西昆体的创作特色是（  ）",
      "opts": [
       "讲究气骨",
       "讲究修辞",
       "讲求妙悟",
       "讲求兴趣"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "苏舜钦诗歌的风格特征是（  ）",
      "opts": [
       "古淡瘦硬",
       "豪犷雄放",
       "沉博绝丽",
       "生新拗折"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "文风受战国纵横家影响的宋代散文家是（  ）",
      "opts": [
       "王安石",
       "苏洵",
       "苏轼",
       "曾巩"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "苏轼词的特点是（  ）",
      "opts": [
       "以文为词",
       "以赋为词",
       "以诗为词",
       "以论为词"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "山谷体的风格特征是（  ）",
      "opts": [
       "苦硬瘦劲",
       "生新瘦硬",
       "清奇僻苦",
       "清新自然"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "贺铸词作的艺术特点是（  ）",
      "opts": [
       "“词虽婉美，然格力失之弱”",
       "“儿女英雄兼而有之”",
       "“清空”、“骚雅”",
       "“如七宝楼台”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陆游的诗歌创作可分为早期、中期、晚期三个阶段，中期诗歌的特点是（  ）",
      "opts": [
       "雕饰藻绘",
       "清新拔俗",
       "豪放悲壮",
       "清淡秀逸"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "刘克庄所属的文学群体是（  ）",
      "opts": [
       "江西诗派",
       "中兴四大诗人",
       "江湖诗派",
       "永嘉四灵"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "辽代懿德皇后萧观音的应制诗是（  ）",
      "opts": [
       "《海上诗》",
       "《伏虎林》",
       "《猎雪骑》",
       "《人月圆》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "关汉卿的著名杂剧《救风尘》属于（  ）",
      "opts": [
       "公案剧",
       "妇女生活剧",
       "历史剧",
       "神仙道化剧"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列选项中，属于现存早期的南戏剧本的是（  ）",
      "opts": [
       "《琵琶记》",
       "《张协状元》",
       "《荆钗记》",
       "《秋胡戏妻》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元代的讲史话本一般称为（  ）",
      "opts": [
       "小说",
       "诗话",
       "平话",
       "传奇"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“元诗四家”之首虞集的诗论主张是（  ）",
      "opts": [
       "理以命气",
       "辞达理顺",
       "至清至和",
       "以意为主"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "明代杂剧史上留存作品最多的作家是（  ）",
      "opts": [
       "朱权",
       "朱有燉",
       "康海",
       "王九思"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "被称为“昆曲之祖”的是（  ）",
      "opts": [
       "梁辰鱼",
       "李开先",
       "魏良辅",
       "王骥德"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "明初诗歌创作成就最高的诗人是（  ）",
      "opts": [
       "高启",
       "刘基",
       "袁凯",
       "张羽"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“吴中四才子”中，唐寅号（  ）",
      "opts": [
       "青丘子",
       "弇州山人",
       "空同子",
       "六如居士"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代创作散曲数量最多的散曲家是（  ）",
      "opts": [
       "王磐",
       "陈铎",
       "康海",
       "王九思"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "钱谦益诗歌的主要特色是（  ）",
      "opts": [
       "流丽婉转",
       "典丽悲凉",
       "沉着痛快",
       "雄健磊落"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清代诗人王士禛诗尊盛唐，推崇（  ）",
      "opts": [
       "李白、杜甫",
       "王维、孟浩然",
       "高适、岑参",
       "李颀、王之涣"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列属于方苞的古文理论主张的是（  ）",
      "opts": [
       "“义法”说",
       "“神气”说",
       "“通经汲古”说",
       "“神理气味”说"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "阳羡派词人陈维崧词作的主要特点是（  ）",
      "opts": [
       "清新雅致",
       "凄丽缠绵",
       "工丽纤绵",
       "深婉豪宕"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "李渔的《无声戏》属于（  ）",
      "opts": [
       "儒林小说",
       "世情小说",
       "才子佳人小说",
       "话本小说"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "中国文言小说史上的集大成者，代表了古代短篇小说发展的高峰的作品是（  ）",
      "opts": [
       "《夷坚志》",
       "《剪灯新话》",
       "《聊斋志异》",
       "《觅灯因话》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《儒林外史》现存最早的刻本是（  ）",
      "opts": [
       "卧闲草堂本",
       "铸雪斋抄本",
       "青柯亭本",
       "程乙本"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "中国戏剧史上，首次成功塑造了新兴市民群体的剧作是（  ）",
      "opts": [
       "《一捧雪》",
       "《占花魁》",
       "《清忠谱》",
       "《永团圆》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清代戏曲家蒋士铨剧作的主要内容是（  ）",
      "opts": [
       "颂扬纲常伦理",
       "揭露黑暗现实",
       "寄寓兴亡之感",
       "描写离合之情"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "以“文理密察，而衷以逻辑”的“逻辑文”著称的是（  ）",
      "opts": [
       "郑观应",
       "梁启超",
       "章士钊",
       "章太炎"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "1906年，欧阳予倩等人在东京成立的戏剧团体是（  ）",
      "opts": [
       "三庆班",
       "进化团",
       "春阳社",
       "春柳社"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "最早的京剧改良艺术家汪笑侬原名（  ）",
      "opts": [
       "乌力奇",
       "德克金",
       "陈去病",
       "谭小培"
      ],
      "a": 1,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "苏轼诗歌的创作特色包括（  ）",
      "opts": [
       "以文为诗",
       "以才学为诗",
       "以议论入诗",
       "诗风清丽雄健",
       "诗风清旷闲逸"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "元代后期杂剧的代表作有（  ）",
      "opts": [
       "郑光祖《倩女离魂》",
       "宫天挺《范张鸡黍》",
       "乔吉《两世姻缘》",
       "高文秀《双献功》",
       "秦简夫《东堂老》"
      ],
      "a": "ABCE",
      "e": ""
     },
     {
      "q": "张岱的小品散文集有（  ）",
      "opts": [
       "《嫏嬛文集》",
       "《西湖梦寻》",
       "《白华楼藏稿》",
       "《弇州山人续稿》",
       "《陶庵梦忆》"
      ],
      "a": "ABE",
      "e": ""
     },
     {
      "q": "清代戏剧成就最高的作品有（  ）",
      "opts": [
       "吴伟业《秣陵春》",
       "洪昇《长生殿》",
       "杨潮观《吟风阁杂剧》",
       "孔尚任《桃花扇》",
       "李渔《笠翁传奇十种》"
      ],
      "a": "BD",
      "e": ""
     },
     {
      "q": "下列作品属于谴责小说的有（  ）",
      "opts": [
       "《儿女英雄传》",
       "《自由结婚》",
       "《老残游记》",
       "《孽海花》",
       "《新石头记》"
      ],
      "a": "CD",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：一祖三宗",
      "a": "（1）方回创江西诗派的“一祖三宗”之说。（1分）\n（2）一祖为杜甫、三宗是黄庭坚、陈师道和陈与义。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：永嘉四灵",
      "a": "（1）南宋后期的四位诗人，即徐玑、徐照、翁卷、赵师秀，都是永嘉人。（2分）\n（2）四人效法晚唐体诗，诗风相近。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：“王西厢”",
      "a": "（1）元杂剧。（1分）\n（2）王实甫《西厢记》的简称。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：《四声猿》",
      "a": "（1）徐渭的杂剧作品，取义《水经注》“猿鸣三声泪沾裳”。（1分）\n（2）包括《狂鼓史》、《玉禅师》、《雌木兰》和《女状元》。（1分）\n（3）长短不拘，形式灵活，表现了作者离经叛道、追求个性自由的精神。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述马致远神仙道化剧的创作特色。",
      "a": "（1）以劝人出家归隐、寻找脱离红尘的世外仙境为主旨；又可称为佛道隐士剧或度脱剧。（4分）\n（2）如《黄粱梦》、《陈抟高卧》等代表作。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述冯梦龙的文学思想。",
      "a": "（1）受李贽“童心”说的影响，尚“真”重“情”，强调自然人性，以抗拒程朱理学之“天理”。（2分）\n（2）重视通俗文学，以之为“性情之响”。（2分）\n（3）主张把有益于社会教化的内容表现为通俗易懂的文学形式。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述陈子龙的诗歌思想与创作。",
      "a": "（1）论诗主张效法汉魏盛唐，但又反对模拟因袭；强调以诗“忧时托志”。“情以独至为真，文以范古为美”，可以概括其论诗主张。（2分）\n（2）其诗关注社会现实、多感时伤事之作；内容充实，感情丰沛，风格苍凉悲壮。（3分）",
      "e": ""
     },
     {
      "q": "简答：简述《三侠五义》的内容。",
      "a": "（1）以清官包拯在侠客义士辅佐下除暴安良为主线。（2分）\n（2）穿插侠客义士们的仗义行为和其间的矛盾纠葛。（1分）\n（3）反映了社会不平和民众幻想政治清明的愿望。（2分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论辛弃疾词的艺术成就。",
      "a": "（1）辛弃疾的婉约词柔中有刚，刚柔相济。（4分）\n（2）喜议论，以论为词。（4分）\n（3）善用典，用典广博。（4分）\n（4）以文为词，用散文句法。（2分）",
      "e": ""
     },
     {
      "q": "论述：试述清代弹词的女性文学特征。",
      "a": "（1）叙事大多以女性为中心。（3分）\n（2）女性作者常常在作品中表白创作时的心境与状态。（3分）\n（3）深刻反映清代妇女生活的各个层面，寄寓女性的愿望和理想。（3分）\n（4）强烈的男女平等意识和追求自由理想境界的奋斗精神。（3分）\n（5）追求真正的爱情和自主的婚姻。（2分）",
      "e": ""
     }
    ]
   }
  },
  "2013年1月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "欧阳修散文的风格是（  ）",
      "opts": [
       "平易流畅、委曲婉转",
       "结构谨严、析理透辟",
       "雍容典雅",
       "纵横博辩"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "梅尧臣的诗歌风格是（  ）",
      "opts": [
       "豪放雄奇",
       "平淡瘦劲",
       "生新瘦硬",
       "沉博绝丽"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陈师道的诗歌被称为（  ）",
      "opts": [
       "山谷体",
       "后山体",
       "简斋体",
       "诚斋体"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陆游古体诗的艺术风格是（  ）",
      "opts": [
       "悲壮沉痛",
       "自然圆转",
       "对仗工稳",
       "清淡秀逸"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“诚斋体”诗中最为出色的是（  ）",
      "opts": [
       "古体",
       "乐府",
       "律诗",
       "绝句"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "吴文英词的主要特点是（  ）",
      "opts": [
       "以诗为词",
       "长于议论",
       "章法结构独特",
       "语言通俗自然"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "辽代寺公大师创作的契丹文长诗是（  ）",
      "opts": [
       "《回心院》",
       "《讽谏歌》",
       "《海上诗》",
       "《醉义歌》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "吴激词的风格特色是（  ）",
      "opts": [
       "清婉",
       "清刚",
       "瑰丽",
       "豪放"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "在《太和正音谱》中被列为“杂剧十二科”之首的是（  ）",
      "opts": [
       "隐居乐道",
       "神仙道化",
       "烟花粉黛",
       "悲欢离合"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元杂剧作家乔吉的代表作是（  ）",
      "opts": [
       "《范张鸡黍》",
       "《陈州粜米》",
       "《倩女离魂》",
       "《两世姻缘》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "周德清《中原音韵》概括元散曲的特点是（  ）",
      "opts": [
       "“情文相生，最不易及”",
       "“笔法纵宕，不为律缚”",
       "“文而不文，俗而不俗”",
       "“词极古质，味亦恬然”"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "被明代小说评论家金圣叹称为“第五才子书”的作品是（  ）",
      "opts": [
       "《西游记》",
       "《三国演义》",
       "《金瓶梅》",
       "《水浒传》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "晚明时期，戏曲整理与出版成绩卓著，其中臧懋循编辑的一部戏曲选本是（  ）",
      "opts": [
       "《元曲选》",
       "《六十种曲》",
       "《盛明杂剧》",
       "《古今名剧合选》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "宋濂散文宗法韩愈、欧阳修，其风格特征是（  ）",
      "opts": [
       "平易畅达，纡徐和缓",
       "醇深典正，浑穆雍容",
       "沉郁深切，厚重悲凉",
       "慷慨激越，刚大豪放"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "明代万历后期文坛，影响最大的诗文流派是（  ）",
      "opts": [
       "唐宋派",
       "竟陵派",
       "茶陵派",
       "公安派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明永乐至成化数十年间，诗歌发展进入了一个低谷，当时的流行诗风，在朝者为“台阁体”，在野者为（  ）",
      "opts": [
       "“竟陵派”",
       "“茶陵派”",
       "“性理诗”",
       "“性灵诗”"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "朱有燉是明代前期成就最大的散曲作家，其散曲集名曰（  ）",
      "opts": [
       "《秋碧乐府》",
       "《王西楼乐府》",
       "《诚斋乐府》",
       "《碧山乐府》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清代诗人王士禛提倡“神韵说”，追求的诗歌境界是（  ）",
      "opts": [
       "隽永典切",
       "清新明畅",
       "闲澹清远",
       "温柔敦厚"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "魏禧散文的主要特点是（  ）",
      "opts": [
       "凌厉雄杰",
       "流畅通达",
       "平淡自然",
       "深厚蕴藉"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《骈体文钞》的编选者是（  ）",
      "opts": [
       "汪中",
       "李兆洛",
       "吴绮",
       "陈维崧"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "纳兰性德爱情词的特点是（  ）",
      "opts": [
       "婉丽清凄",
       "激荡楚郁",
       "冷艳洁静",
       "萧骚凄怨"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "在清代词坛上，以比兴寄托为词学宗旨的是（  ）",
      "opts": [
       "常州词派",
       "浙西词派",
       "阳羡词派",
       "云间词派"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代小说《十二楼》属于（  ）",
      "opts": [
       "文言小说",
       "才学小说",
       "神怪小说",
       "话本小说"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "陈端生的《再生缘》在文体形式上属于（  ）",
      "opts": [
       "词话",
       "弹词",
       "鼓词",
       "子弟书"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清初戏剧以李渔为代表的流派是（  ）",
      "opts": [
       "娱乐派",
       "苏州派",
       "文人派",
       "常州派"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "在近代诗坛上，南社诗人被称为（  ）",
      "opts": [
       "启蒙诗人",
       "爱国诗人群体",
       "新派诗人",
       "革命派诗人"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "在创作上，继承屈原、李白等浪漫诗人的传统，又受天台宗和华严宗的影响，作品想象奇特、语言瑰丽的近代诗人是（  ）",
      "opts": [
       "龚自珍",
       "郑珍",
       "陈三立",
       "黄遵宪"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "黄遵宪的诗集名曰（  ）",
      "opts": [
       "《己亥杂诗》",
       "《巢经巢集》",
       "《散原精舍诗文集》",
       "《人境庐诗草》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《老残游记》的作者是（  ）",
      "opts": [
       "李宝嘉",
       "吴沃尧",
       "刘鹗",
       "曾朴"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "汪笑侬激于事，为宣传爱国思想自编剧目，改革（  ）",
      "opts": [
       "昆腔",
       "京剧",
       "话剧",
       "豫剧"
      ],
      "a": 1,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "宋初柳开的文学主张有（  ）",
      "opts": [
       "反对五代浮艳文风",
       "主张文道合一",
       "鼓吹复古",
       "倡导质朴文风",
       "讲究才学和功力"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "下列属于元代前期诗文代表作家的有（  ）",
      "opts": [
       "戴表元",
       "赵孟頫",
       "刘因",
       "虞集",
       "姚燧"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "《聊斋志异》的素材来源主要有（  ）",
      "opts": [
       "前人的小说和笔记",
       "友人提供",
       "自己的经历或见闻",
       "前代戏曲",
       "正史记载"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "词至清代而中兴，主要表现为（  ）",
      "opts": [
       "词人众多",
       "词作浩繁",
       "流派纷呈",
       "风格迥异",
       "词学理论和批评呈现复兴气象"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "近代小说空前发展，品种很多，数量很大，主要包括（  ）",
      "opts": [
       "侠义小说",
       "狭邪小说",
       "政治小说",
       "谴责小说",
       "翻译小说"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：王荆公体",
      "a": "（1）指王安石晚年的诗歌风格，既清新闲适，又沉郁悲壮。（2分）\n（2）主要是绝句，雅丽精绝，含蓄深婉。有向唐诗复归的倾向。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：《三国志平话》",
      "a": "（1）元代的讲史话本。根据各种正史、野史和民间传说改编而成。（2分）\n（2）演述魏、蜀、吴三国故事，具有鲜明的拥刘反曹倾向。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：江左三大家",
      "a": "（1）清初著名诗人。（1分）\n（2）钱谦益、吴伟业、龚鼎孳。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：苏曼殊",
      "a": "（1）苏曼殊是南社诗人。（1分）\n（2）一生两度为僧，性情浪漫。（1分）\n（3）诗多抒情之作，以七绝居多，轻清隽永，茜丽绵眇，间有俊逸豪放之作。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述王禹偁的诗歌创作成就。",
      "a": "（1）早年学习白居易的诗歌，侧重学白居易的闲适唱和诗。（1分）\n（2）贬官商州以后，创作了大量反映社会现实，关心民生疾苦的作品。（2分）\n（3）兼擅各体，五、七言古诗有意效法白居易的平易诗风，近体诗、绝句不乏平淡清远的格调。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述白朴杂剧《梧桐雨》的创作特色。",
      "a": "（1）善于表现患难后的寂寞和衰残中的孤愤。（3分）\n（2）极富情感冲击力，沉雄悲壮，创造悲凉意境。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述《聊斋志异》的思想意蕴。",
      "a": "（1）写人鬼之恋，歌颂爱情。（1分）\n（2）揭露科举的腐败和弊端。（2分）\n（3）揭露当时政治黑暗和吏治腐败。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述《儒林外史》塑造人物的特点。",
      "a": "（1）写出了人物性格的丰富性和复杂性。（3分）\n（2）采用写实手法，运用白描。（2分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论苏轼诗歌的艺术特色。",
      "a": "（1）以文为诗，运用博喻。（4分）\n（2）有敏锐细致的观察力和出色的文字表现力，有才气。（2分）\n（3）以才学为诗，好议论、使事用典。将对事物的形象感受与哲理思考结合起来。（4分）\n（4）兼备各体而以七言为擅长，且风格多样。其七绝吐语清丽精美；七古气格雄健豪放。苏诗的基本风格有二：一是刚健含婀娜的清丽雄健，二是豪放加平淡的清旷闲逸。高风绝尘是其诗风的主导倾向。（4分）",
      "e": ""
     },
     {
      "q": "论述：试述《金瓶梅》的艺术成就。",
      "a": "（1）塑造人物摆脱了以往类型化的缺陷，既能突出人物性格的主要方面，又能在生活和人际关系中显示出性格的变化与复杂性。（4分）\n（2）以白描手法写世俗人情，直书其事，不加评论而是非美丑自现。（3分）\n（3）将各色人物交织在一起加以描写，突出人物之间的相互关系和作用，形成一种网状的艺术结构。（4分）\n（4）语言口语化、通俗化，人物语言则生动活泼，妙趣横生，富有个性。（3分）",
      "e": ""
     }
    ]
   }
  },
  "2013年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "苏舜钦的诗歌风格是（  ）",
      "opts": [
       "豪犷雄放",
       "平淡瘦劲",
       "生新瘦硬",
       "沉博绝丽"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "王安石议论文的特点是（  ）",
      "opts": [
       "平易流畅，委曲婉转",
       "结构谨严，析理透辟",
       "雍容典雅",
       "纵横博辩"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "苏轼词的主要风格特征是（  ）",
      "opts": [
       "清丽典雅",
       "思深辞丽",
       "豪放旷达",
       "清空婉约"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "陈与义的诗歌被称为（  ）",
      "opts": [
       "山谷体",
       "后山体",
       "简斋体",
       "诚斋体"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "李清照后期词的风格是（  ）",
      "opts": [
       "清丽淡雅",
       "沉郁哀痛",
       "清空骚雅",
       "浓艳密丽"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "朱熹诗歌的主要特点是（  ）",
      "opts": [
       "以诗言事",
       "以诗喻理",
       "诗风豪放",
       "诗风典丽"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "辽代第一位文学艺术家是（  ）",
      "opts": [
       "萧观音",
       "耶律倍",
       "虞仲文",
       "蔡松年"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元好问伤乱诗的风格特色是（  ）",
      "opts": [
       "深婉明丽",
       "慷慨豪放",
       "沉挚悲凉",
       "哀感顽艳"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元杂剧的角色“正末”是（  ）",
      "opts": [
       "男主角",
       "女主角",
       "诙谐人",
       "老妇人"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "元杂剧作家宫天挺的著名杂剧是（  ）",
      "opts": [
       "《陈州粜米》",
       "《范张鸡黍》",
       "《两世姻缘》",
       "《倩女离魂》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元代散曲作家王和卿的著名作品是（  ）",
      "opts": [
       "【双调】《夜行船·秋思》",
       "【南昌】《一枝花·湖上晚归》",
       "【双调】《水仙子·寻梅》",
       "【仙吕】《醉中天·咏大蝴蝶》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代民歌《挂枝儿》、《山歌》的收集整理者是（  ）",
      "opts": [
       "李开先",
       "冯梦龙",
       "袁宏道",
       "凌濛初"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "我国最早的话本小说总集是嘉靖年间洪楩编辑刊刻的《六十家小说》，又称为（  ）",
      "opts": [
       "《古今小说》",
       "《清平山堂话本》",
       "《今古奇观》",
       "《型世言》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "徐渭《四声猿》中最杰出的一部作品是（  ）",
      "opts": [
       "《狂鼓史渔阳三弄》",
       "《玉禅师翠乡一梦》",
       "《雌木兰替父从军》",
       "《女状元辞凰得凤》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "被称为“昆曲之祖”的戏曲家是（  ）",
      "opts": [
       "梁辰鱼",
       "汤显祖",
       "沈璟",
       "魏良辅"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "竟陵派小品文的特色是（  ）",
      "opts": [
       "活泼生动，清新自然",
       "孤峭幽冷，深曲寂静",
       "幽默轻巧，潇洒逸如",
       "宏肆辩博，议论纵横"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "与杨基、张羽、徐贲并称为“吴中四杰”的诗人是（  ）",
      "opts": [
       "唐寅",
       "祝允明",
       "高启",
       "徐祯卿"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "袁枚论诗标举“性灵”，强调（  ）",
      "opts": [
       "雅正",
       "学问",
       "性情",
       "性理"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清代最有影响的文章流派是（  ）",
      "opts": [
       "阳湖派",
       "桐城派",
       "吴派",
       "皖派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清初词坛，以陈维崧为首的词派为（  ）",
      "opts": [
       "浙西词派",
       "阳羡词派",
       "常州词派",
       "江湖词派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清代浙西词派的词风特点是（  ）",
      "opts": [
       "激荡楚郁",
       "深婉豪宕",
       "低徊悠渺",
       "醇正秀雅"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《平山冷燕》、《好逑传》属于（  ）",
      "opts": [
       "英雄传奇",
       "才学小说",
       "话本小说",
       "世情小说"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清代讲唱文学形式——子弟书属于（  ）",
      "opts": [
       "鼓词",
       "弹词",
       "词话",
       "宝卷"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "原生态的弹词起源于（  ）",
      "opts": [
       "宝卷",
       "陶真",
       "词话",
       "子弟书"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《红楼梦》的中心线索是（  ）",
      "opts": [
       "贾府兴衰",
       "金玉良缘",
       "即色悟空",
       "宝黛爱情"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "在近代文坛上，梁启超的大量文章被称为（  ）",
      "opts": [
       "经世文章",
       "时务文",
       "新文体",
       "逻辑文"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "同光体诗人分为闽派、浙派和赣派。赣派的代表诗人是（  ）",
      "opts": [
       "陈衍",
       "郑孝胥",
       "沈曾植",
       "陈三立"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "以下词论著作属于王国维所著的是（  ）",
      "opts": [
       "《艺概·词概》",
       "《白雨斋词话》",
       "《蕙风词话》",
       "《人间词话》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "曾朴的著名谴责小说名为（  ）",
      "opts": [
       "《官场现形记》",
       "《二十年目睹之怪现状》",
       "《孽海花》",
       "《老残游记》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "1907年，王钟声在上海创办了春阳社，演出（  ）",
      "opts": [
       "京剧",
       "话剧",
       "沪剧",
       "昆剧"
      ],
      "a": 1,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "陆游诗歌的艺术成就包括（  ）",
      "opts": [
       "古体诗风格悲壮",
       "七律自然圆转而对仗工稳",
       "五律追求平淡简远的韵调",
       "绝句风格清淡秀逸",
       "田园诗风格平淡闲适"
      ],
      "a": "ABD",
      "e": ""
     },
     {
      "q": "下列属于元代中期诗文代表作家的有（  ）",
      "opts": [
       "王恽",
       "杨载",
       "刘因",
       "虞集",
       "姚燧"
      ],
      "a": "BDE",
      "e": ""
     },
     {
      "q": "以下属于桐城派古文理论的有（  ）",
      "opts": [
       "方苞“义法”说",
       "刘大櫆“神气”说",
       "姚鼐“神理气味”说",
       "魏禧“积理练识”说",
       "阮元“文笔分立”说"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "以下属于清代文言小说的有（  ）",
      "opts": [
       "《夷坚志》",
       "《剪灯新话》",
       "《聊斋志异》",
       "《阅微草堂笔记》",
       "《剪灯余话》"
      ],
      "a": "CD",
      "e": ""
     },
     {
      "q": "近代诗坛，宋诗派和继之而起的同光体是主要流派，与之先后并存的还有（  ）",
      "opts": [
       "以龚自珍、魏源为代表的启蒙诗人",
       "以张维屏、贝青乔为代表的爱国诗人",
       "以梁启超、黄遵宪为代表的新派诗人",
       "以南社诗人为代表的革命派诗人",
       "以王闿运为代表的汉魏六朝诗派诗人"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：江湖诗派",
      "a": "（1）南宋后期影响最大的一个诗派。（1分）\n（2）多效“四灵”之体，崇尚晚唐体的清巧之思。（1分）\n（3）代表诗人有刘克庄、戴复古、方岳等。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：《秦并六国平话》",
      "a": "（1）元代的讲史话本。（2分）\n（2）写秦始皇吞并六国统一中国史事。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：南施北宋",
      "a": "（1）指清初著名诗人：施闰章和宋琬。（2分）\n（2）施诗温柔敦厚，雅洁有体；宋诗雄健磊落。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：狭邪小说",
      "a": "（1）以狎优狎妓为题材。（1分）\n（2）作者多为潦倒文士。（1分）\n（3）格调不高。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述西昆体诗歌的主要特色。",
      "a": "（1）学习李商隐诗歌。（1分）\n（2）讲究修辞（或辞采），风格典丽。（2分）\n（3）诗中大量用典，以学问为诗。（2分）",
      "e": ""
     },
     {
      "q": "简答：列举关汉卿妇女生活剧的著名作品并概述其创作特色。",
      "a": "（1）如《救风尘》《谢天香》《拜月亭》《调风月》《望江亭》等。（2分）\n（2）描写妇女的生活和斗争，突出她们的坚强、勇敢和机智，带有喜剧色彩。（3分）",
      "e": ""
     },
     {
      "q": "简答：简述《红楼梦》人物形象塑造的特点。",
      "a": "（1）通过对比写出不同的性格特征。（1分）\n（2）置人物于社会环境中，层层渲染，以写出其复杂性。（1分）\n（3）善于描写日常生活事件来刻画人物。（1分）\n（4）利用心理描写，来刻画人物。（1分）\n（5）注重环境描写，以烘托人物性格。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述《桃花扇》的艺术成就。",
      "a": "（1）借离合之情，写兴亡之感。（3分）\n（2）结构严谨。（1分）\n（3）语言典雅。（1分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论黄庭坚诗歌的艺术特色。",
      "a": "（1）多用拗句。（3分）\n（2）以学问为诗，以故为新，变俗为雅。（4分）\n（3）多用典，标新立异，出奇制胜。（2分）\n（4）诗风生新瘦硬。（3分）\n（5）也有浏亮芊绵的自然晓畅之作。（2分）",
      "e": ""
     },
     {
      "q": "论述：试述《西游记》的艺术特色。",
      "a": "（1）《西游记》最大的艺术特色在于它的奇幻色彩。小说以奇幻的艺术思维展现了一个光怪陆离、五彩缤纷的神话世界，读来令人精神飞跃，心旷神怡。（5分）\n（2）在艺术表现上，还有一个突出特点，是它幽默诙谐的色彩，寓庄于谐。（3分）\n（3）在艺术结构上采用单线发展的结构形式，除孙悟空作为主角贯穿全书外，每一回的故事具有相对独立的性质。（3分）\n（4）善于汲取民间说唱和方言口语的精华，采用民间谚语，形成轻松活泼、明快洗练的语言特点。（3分）",
      "e": ""
     }
    ]
   }
  },
  "2014年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "苏轼议论文的风格是（  ）",
      "opts": [
       "纡徐委备",
       "瘦硬简健",
       "雄辩恣肆",
       "雍容典雅"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "黄庭坚的诗歌被称为（  ）",
      "opts": [
       "山谷体",
       "后山体",
       "简斋体",
       "诚斋体"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "李清照前期词的风格是（  ）",
      "opts": [
       "清丽淡雅",
       "沉郁哀痛",
       "清空骚雅",
       "浓艳密丽"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "秦观词的特点是（  ）",
      "opts": [
       "词风豪放",
       "词风婉约",
       "多用典故",
       "议论纵横"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "“永嘉四灵”专攻的诗体是（  ）",
      "opts": [
       "五律",
       "五绝",
       "七律",
       "七绝"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "刘克庄所属的诗派是（  ）",
      "opts": [
       "西昆体",
       "晚唐体",
       "江西诗派",
       "江湖诗派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "元代前期散曲创作的主流风格是（  ）",
      "opts": [
       "豪放",
       "清丽",
       "质朴",
       "蕴藉"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《琵琶记》剧本结构的艺术特点是（  ）",
      "opts": [
       "悲喜相承",
       "苦乐相错",
       "首尾铺陈",
       "主线隐伏"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元人话本小说中艺术水平较高的是（  ）",
      "opts": [
       "《陈巡检梅岭失妻记》",
       "《碾玉观音》",
       "《宋四公大闹禁魂张》",
       "《简贴和尚》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "宋元之际著名文人戴表元的诗歌特色是（  ）",
      "opts": [
       "富有唐诗风味",
       "追求警策深致",
       "颇具黍离之感",
       "崇尚古朴儒雅"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "萨都剌直面现实的诗歌作品是（  ）",
      "opts": [
       "《渡白沟》",
       "《芙蓉曲》",
       "《盐商行》",
       "《鬻女谣》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "现知最早的话本小说总集，是嘉靖时期洪楩所编的（  ）",
      "opts": [
       "《二刻拍案惊奇》",
       "《熊龙峰刊四种小说》",
       "《古今小说》",
       "《六十家小说》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代提出“情教”说的作家是（  ）",
      "opts": [
       "袁宏道",
       "李贽",
       "汤显祖",
       "冯梦龙"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "唐宋派散文作家中，编纂了《唐宋八大家文钞》的是（  ）",
      "opts": [
       "归有光",
       "王慎中",
       "茅坤",
       "唐顺之"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "陈铎的散曲集是（  ）",
      "opts": [
       "《诚斋乐府》",
       "《王西楼乐府》",
       "《秋碧乐府》",
       "《海浮山堂词稿》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "李梦阳、何景明、徐祯卿、边贡四人被称为（  ）",
      "opts": [
       "吴中四士",
       "吴中四才子",
       "永嘉四灵",
       "弘正四杰"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "李攀龙文集的名称是（  ）",
      "opts": [
       "《云如居士集》",
       "《沧溟先生集》",
       "《四溟山人集》",
       "《弇州四部稿》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "明末清初诗人顾炎武的诗歌风格是（  ）",
      "opts": [
       "雄放",
       "典丽",
       "华绮",
       "高古"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "查慎行论诗倡导（  ）",
      "opts": [
       "尊唐",
       "宗宋",
       "学杜",
       "学陶"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "袁枚在诗歌理论上主张（  ）",
      "opts": [
       "性灵说",
       "格调说",
       "神韵说",
       "肌理说"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "桐城派主将刘大櫆的文论著作是（  ）",
      "opts": [
       "《闲情偶记》",
       "《文史通义》",
       "《论文偶记》",
       "《明儒学案》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "顾贞观代表词作《金缕曲》二首的主要内容是（  ）",
      "opts": [
       "咏物",
       "吊古",
       "赠友",
       "写景"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "下列小说中，善用唐传奇手法以志怪的是（  ）",
      "opts": [
       "《梼杌闲评》",
       "《绿野仙踪》",
       "《聊斋志异》",
       "《儒林外史》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清初以吴伟业、尤侗为代表的戏剧流派被称为（  ）",
      "opts": [
       "文人派",
       "苏州派",
       "娱乐派",
       "临川派"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "被誉为“千百年来曲中巨擘”的清代传奇作品是（  ）",
      "opts": [
       "《西厢记》",
       "《清忠谱》",
       "《桃花扇》",
       "《长生殿》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清代道、咸、同时期，占据诗坛中心的是（  ）",
      "opts": [
       "宋诗派",
       "同光体",
       "新派诗",
       "南社"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "后期桐城派古文成就最高的是（  ）",
      "opts": [
       "陈用光",
       "吴嘉宾",
       "朱琦",
       "梅曾亮"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "著名谴责小说《孽海花》的作者是（  ）",
      "opts": [
       "李宝嘉",
       "吴沃尧",
       "曾朴",
       "刘鹗"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清末不懂外文但以小说翻译著名的是（  ）",
      "opts": [
       "林纾",
       "严复",
       "柳亚子",
       "陈去病"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "近代首先在理论上提出戏剧改革的是（  ）",
      "opts": [
       "梁启超",
       "柳亚子",
       "陈去病",
       "汪笑侬"
      ],
      "a": 0,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "辛弃疾词的艺术成就包括（  ）",
      "opts": [
       "婉约词柔中有刚",
       "喜议论",
       "善用典",
       "以论为词",
       "以诗为词"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "在金代成长起来的“国朝文派”作家有（  ）",
      "opts": [
       "蔡珪",
       "杨载",
       "党怀英",
       "赵秉文",
       "蔡松年"
      ],
      "a": "ACD",
      "e": ""
     },
     {
      "q": "以下《红楼梦》版本属于120回刻本系统的有（  ）",
      "opts": [
       "程甲本",
       "程乙本",
       "甲戌本",
       "乙卯本",
       "王希廉评本"
      ],
      "a": "ABE",
      "e": ""
     },
     {
      "q": "弹词作品的题材类型主要有（  ）",
      "opts": [
       "儿女英雄类",
       "儿女类",
       "杂糅神仙类",
       "狐鬼故事类",
       "儒林科举类"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "卓有成就的近代词论著作有（  ）",
      "opts": [
       "《艺概·词概》",
       "《白雨斋词话》",
       "《蒿庵论词》",
       "《复堂词话》",
       "《蕙风词话》"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：西昆体",
      "a": "（1）宋初诗歌流派，因《西昆酬唱集》得名。（1分）\n（2）以杨亿、钱惟演、刘筠三人创作为代表。（1分）\n（3）讲究修辞用典。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：《窦娥冤》",
      "a": "（1）关汉卿公案剧的代表作，也是元杂剧中最著名的悲剧。（2分）\n（2）作品主旨在于揭示窦娥感天动地的冤屈。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：《聊斋志异》",
      "a": "（1）清代蒲松龄所著文言小说集。（1分）\n（2）内容主要写狐鬼故事。（1分）\n（3）一书兼众体，想象丰富，具有诗意美。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：龚自珍",
      "a": "（1）主导近代诗风新变的著名诗人。（1分）\n（2）其诗感慨议论，执著于理想世界。（1分）\n（3）艺术上想象奇特，语言瑰丽。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述晏殊词的创作特色。",
      "a": "（1）受南唐词影响，尤近冯延巳。（1分）\n（2）其词风流闲雅，温润秀洁。（2分）\n（3）语言明净雅致，构思曲折精巧。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述郑光祖《倩女离魂》的艺术特点。",
      "a": "（1）情节离奇，富于浪漫色彩。（2分）\n（2）笔触细腻，文辞秀美婉转，善于融化前人诗句入曲，熔铸成优美的意境。（3分）",
      "e": ""
     },
     {
      "q": "简答：简述《儒林外史》的思想内容。",
      "a": "（1）否定“功名富贵”，批判科举制度。（2分）\n（2）刻画追求功名富贵与讲究文行出处的两组人物。（3分）",
      "e": ""
     },
     {
      "q": "简答：简述《长生殿》的思想意蕴。",
      "a": "（1）歌颂真情乃至理想化的幻情。（3分）\n（2）表现个人命运无常、人生虚幻。（2分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论欧阳修散文的艺术成就。",
      "a": "（1）继承发展了韩愈散文“文从字顺”的一面，建立起平易流畅、委曲婉转的文章风格。（4分）\n（2）欧阳修的赋开宋代文赋的先河，变骈偶对仗为骈散相间、奇偶错杂，既保持了赋体铺陈的特性，又使文气趋于舒缓。（4分）\n（3）欧阳修散文的佳处，在于平易流畅中富于曲折变化。常常从平易近人处入手，从入情入理的具体事物出发，写得婉转曲折、含蓄蕴藉而又富有情感与诗味。（6分）",
      "e": ""
     },
     {
      "q": "论述：试述《牡丹亭》中杜丽娘形象的内涵及其意义。",
      "a": "（1）杜丽娘生活在一个压抑自由人性的环境中，深受礼教的束缚，为情而死，是她性格的一次升华。\n（2）她执着于爱情，虽为鬼魂仍对柳梦梅一往情深，在历经艰险之后，又为情再生，性格得以再次升华。\n（3）杜丽娘由生而死，又由死而生，体现了“至情”的力量的强大。在回到现实之后，敢于在朝堂之上抗拒父命，完成了性格的最后升华。（3分）\n（4）杜丽娘这一形象反映了明代后期张扬个性、肯定真情的社会思潮，有力地冲击和批判了程朱理学桎梏人性的本质。（5分）",
      "e": ""
     }
    ]
   }
  },
  "2014年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "曾巩文章的艺术风格是（  ）",
      "opts": [
       "沉着痛快",
       "析理透辟",
       "雍容典雅",
       "纵横博辩"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "苏轼词的特点是（  ）",
      "opts": [
       "以诗为词",
       "以赋为词",
       "以文为词",
       "以曲为词"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "陈师道诗歌的特点是（  ）",
      "opts": [
       "诗风典雅",
       "诗风瘦硬",
       "善于用典",
       "讲究辞藻"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "杨万里的诗歌被称为（  ）",
      "opts": [
       "山谷体",
       "后山体",
       "简斋体",
       "诚斋体"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "姜夔词的艺术风格是（  ）",
      "opts": [
       "雍容华美",
       "豪放旷达",
       "清空骚雅",
       "思深辞丽"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "戴复古所属的诗派是（  ）",
      "opts": [
       "西昆体",
       "晚唐体",
       "江西诗派",
       "江湖诗派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "元杂剧作家纪君祥的著名杂剧是（  ）",
      "opts": [
       "《陈州粜米》",
       "《李逵负荆》",
       "《赵氏孤儿》",
       "《秋胡戏妻》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元代后期散曲创作的主流风格是（  ）",
      "opts": [
       "豪放",
       "清丽",
       "质朴",
       "蕴藉"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "李卓吾评著名南戏《拜月亭记》的艺术成就是（  ）",
      "opts": [
       "“雄篇秀句，洒落人间”",
       "“笔法纵宕，不为律缚”",
       "“情文相生，最不易及”",
       "“首似散漫，终致奇绝”"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "宋元话本小说的艺术特点之一是（  ）",
      "opts": [
       "由俗返雅",
       "连贯叙述",
       "主线隐伏",
       "首尾铺陈"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "“元诗四大家”之首虞集的诗文集是（  ）",
      "opts": [
       "《静修集》",
       "《滏溪文稿》",
       "《剡源集》",
       "《道园类稿》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代“四大奇书”中，唯一没有经历过世代累积过程的作品是（  ）",
      "opts": [
       "《三国演义》",
       "《金瓶梅》",
       "《水浒传》",
       "《西游记》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "明嘉靖以后的讽刺杂剧作家中，成就最高的是（  ）",
      "opts": [
       "李贽",
       "冯惟敏",
       "徐渭",
       "王九思"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "沈璟传奇的代表作是（  ）",
      "opts": [
       "《红蕖记》",
       "《双鱼记》",
       "《义侠记》",
       "《桃符记》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“临川四梦”中，取材于沈既济《枕中记》的是（  ）",
      "opts": [
       "《紫钗记》",
       "《南柯记》",
       "《牡丹亭》",
       "《邯郸记》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代堪称“诗人之翘楚”的是（  ）",
      "opts": [
       "刘基",
       "袁凯",
       "杨基",
       "高启"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代宣扬“真诗乃在民间”的诗人是（  ）",
      "opts": [
       "李梦阳",
       "李贽",
       "袁宏道",
       "唐寅"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "屈大均最擅长的诗歌体裁为（  ）",
      "opts": [
       "五绝",
       "七绝",
       "五律",
       "七律"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《宋诗纪事》的作者是（  ）",
      "opts": [
       "王世祯",
       "查慎行",
       "袁枚",
       "厉鹗"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "翁方纲论诗倡导“肌理说”，认为诗歌创作要基于（  ）",
      "opts": [
       "学问",
       "神韵",
       "性情",
       "格调"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "张惠言《木兰花慢》[杨花]一词的特点是（  ）",
      "opts": [
       "苍凉清怨",
       "寄慨遥深",
       "高秀圆转",
       "冷艳洁静"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "常州词人周济的重要词学主张是（  ）",
      "opts": [
       "非寄托不入，专寄托不出",
       "倚新声，玉田差近",
       "音律欲其协，下字欲其雅",
       "拈大题目，出大意义"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清初神怪小说的代表作是（  ）",
      "opts": [
       "《斩鬼传》",
       "《平鬼传》",
       "《绿野仙踪》",
       "《西游补》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "受考据学影响较大的清代小说类型是（  ）",
      "opts": [
       "才子佳人小说",
       "才学小说",
       "话本小说",
       "历史演义"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《儒林外史》的作者是（  ）",
      "opts": [
       "吴敬梓",
       "蒲松龄",
       "曹雪芹",
       "李汝珍"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“同光体”成就最显著的诗人是（  ）",
      "opts": [
       "陈三立",
       "陈衍",
       "郑孝胥",
       "沈曾植"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“南社”的发起人之一是（  ）",
      "opts": [
       "苏曼殊",
       "柳亚子",
       "秋瑾",
       "龚自珍"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "近代诗坛湘乡派最重要的代表人物是（  ）",
      "opts": [
       "姚鼐",
       "方东树",
       "曾国藩",
       "冯桂芬"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "近代小说作家俞万春的代表作是（  ）",
      "opts": [
       "《三侠五义》",
       "《荡寇志》",
       "《儿女英雄传》",
       "《新中国未来记》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "近代狭邪小说的代表作是（  ）",
      "opts": [
       "《三侠五义》",
       "《聊斋志异》",
       "《老残游记》",
       "《品花宝鉴》"
      ],
      "a": 3,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "欧阳修诗歌的艺术特点有（  ）",
      "opts": [
       "以文为诗",
       "以议论为诗",
       "追求气格",
       "命意新颖",
       "诗风艰涩"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "金初文学主要代表作家有（  ）",
      "opts": [
       "蔡珪",
       "蔡松年",
       "吴激",
       "王若虚",
       "宇文虚中"
      ],
      "a": "BCE",
      "e": ""
     },
     {
      "q": "在古文理论上，方苞的主要贡献有（  ）",
      "opts": [
       "义法说",
       "艺术莫难于古文",
       "神气说",
       "神理气味和格律声色",
       "文笔分立说"
      ],
      "a": "AB",
      "e": ""
     },
     {
      "q": "下列《红楼梦》版本属于80回抄本系统的有（  ）",
      "opts": [
       "程甲本",
       "程乙本",
       "甲戌本",
       "乙卯本",
       "庚辰本"
      ],
      "a": "CDE",
      "e": ""
     },
     {
      "q": "据《京剧剧目初探》统计，京剧剧目多取材于（  ）",
      "opts": [
       "三国戏",
       "列国戏",
       "水浒戏",
       "杨家将戏",
       "岳家将戏"
      ],
      "a": "ABCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：晚唐体",
      "a": "（1）宋初诗歌流派。（1分）\n（2）以林逋的诗歌创作为代表。（1分）\n（3）模仿唐代贾岛、姚合诗风，以清逸隐幽为旨趣。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：《汉宫秋》",
      "a": "（1）马致远杂剧的代表作，也是元杂剧中著名的历史剧之一。（2分）\n（2）剧写汉元帝时昭君出塞事。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：《长生殿》",
      "a": "（1）清代洪昇所著。（1分）\n（2）代表清代戏剧的最高成就。主旨是借李、杨爱情来隐喻个人命运之无常，人生之虚幻。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：“新文体”",
      "a": "（1）梁启超首创见诸报刊的政论、杂文。（1分）\n（2）运用新名词、新概念及佛典、语录、俚语等。（1分）\n（3）文白夹杂，兼采众制。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述苏轼诗歌的主要内容。",
      "a": "（1）反映民生疾苦和时政得失。（1分）\n（2）山水景物诗，常常将人生感悟融入山水写景之中。（2分）\n（3）一百二十多首和陶诗，描写亲身经历的生活。（1分）\n（4）题画诗，有的提出诗画理论，有的善于写出画面的动态。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述秦简夫杂剧《东堂老》的思想内容。",
      "a": "（1）《东堂老》，全名《东堂老劝破家子弟》；写商人李实为人正直，帮助友人不肖子扬州奴悔过自新，重振家业。（3分）\n（2）既反映了对商人和商业的肯定，也表现了儒家伦理观念对商人职业道德的影响。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述《聊斋志异》的艺术成就。",
      "a": "（1）一书而兼众体。（2分）\n（2）奇幻奇异、想象丰富，具有蕴藉美。（2分）\n（3）创造性运用古典文学语言，口语与文言相融合。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述纳兰性德词的艺术特点。",
      "a": "（1）工于小令。（1分）\n（2）爱情词低徊悠渺，婉丽清凄。（2分）\n（3）边塞词苍凉清怨。（1分）\n（4）长调以情语入词，直抒胸臆。（1分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论周邦彦词在章法结构方面的特点。",
      "a": "（1）章法布局开阖回旋。（5分）\n（2）常使用不同感情的相互衬托手法。（5分）\n（3）以景结尾。（4分）",
      "e": ""
     },
     {
      "q": "论述：试述冯梦龙“三言”的艺术特色。",
      "a": "（1）贴近日常生活，善于从平淡无奇的日常生活中抓住一些偶然的巧合构成故事，情节曲折，引人入胜。（5分）\n（2）通过人物的行动、心理及其与外部世界的矛盾刻画人物，形象生动。（5分）\n（3）语言通俗晓畅，雅俗共赏，生活气息浓郁。（4分）",
      "e": ""
     }
    ]
   }
  },
  "2015年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "王禹偁诗歌的艺术风格是（  ）",
      "opts": [
       "华靡艳丽",
       "平易晓畅",
       "沉博绝丽",
       "清奇僻苦"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "杨亿、钱惟演、刘筠等人的诗歌被称为（  ）",
      "opts": [
       "白体",
       "西昆体",
       "晚唐体",
       "半山体"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "苏轼诗《百步洪二首》其一运用博喻，其体现的创作特点是（  ）",
      "opts": [
       "以文为诗",
       "以才学为诗",
       "好发议论",
       "好用典故"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "黄庭坚诗生新瘦硬，被称为（  ）",
      "opts": [
       "后山体",
       "简斋体",
       "山谷体",
       "诚斋体"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "李清照前期词的风格是（  ）",
      "opts": [
       "清丽淡雅",
       "沉郁哀痛",
       "清空骚雅",
       "浓艳密丽"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "与张元幹词风相近的词人是（  ）",
      "opts": [
       "秦观",
       "辛弃疾",
       "周邦彦",
       "姜夔"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "辽代《海上诗》的作者是（  ）",
      "opts": [
       "王鼎",
       "韩昉",
       "萧观音",
       "耶律倍"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "元代后期作家乔吉的散曲风格是（  ）",
      "opts": [
       "豪放风趣",
       "清丽雅正",
       "尖新流丽",
       "疏放豪宕"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "高明《琵琶记》在中国戏曲史上影响深远，被称为（  ）",
      "opts": [
       "“古今绝唱”",
       "“万中无一”",
       "“制作新奇”",
       "“南戏之祖”"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "“一代词臣”耶律楚材的诗作名篇是（  ）",
      "opts": [
       "《西湖竹枝歌》",
       "《黄河即事》",
       "《西域河中十咏》",
       "《登镇州隆兴寺阁》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《元史》称姚燧文章的艺术风格是（  ）",
      "opts": [
       "“笔法纵宕，不为律缚”",
       "“闳肆该洽，豪而不宕”",
       "“雄篇秀句，洒落人间”",
       "“闲婉冲澹，清壮顿挫”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "《金瓶梅词话》本指的是（  ）",
      "opts": [
       "万历刻本",
       "崇祯刻本",
       "张竹坡评本",
       "说散本"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "明代最重要的曲学理论著作《曲律》的作者是（  ）",
      "opts": [
       "沈璟",
       "吕天成",
       "徐渭",
       "王骥德"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "描写女道士陈妙常与书生潘必正爱情故事的传奇作品是（  ）",
      "opts": [
       "《节孝记》",
       "《玉簪记》",
       "《醉乡记》",
       "《东郭记》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "归有光的文集是（  ）",
      "opts": [
       "《荆川先生文集》",
       "《隐秀轩集》",
       "《震川先生文集》",
       "《白华楼藏稿》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "公安派之后，晚明文坛出现的又一影响较大的诗文流派是（  ）",
      "opts": [
       "唐宋派",
       "台阁体",
       "茶陵派",
       "竟陵派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代拟话本小说“二拍”中最主要的角色是（  ）",
      "opts": [
       "书生",
       "商人",
       "妓女",
       "名媛"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清初遗民诗人吴嘉纪诗歌的语言特点是（  ）",
      "opts": [
       "清丽",
       "典丽",
       "质朴",
       "诙谐"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "对查慎行诗歌创作影响较大的诗人是（  ）",
      "opts": [
       "李白",
       "杜甫",
       "苏轼",
       "陆游"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "袁枚的诗论著作是（  ）",
      "opts": [
       "《随园诗话》",
       "《渔洋诗话》",
       "《说诗晬语》",
       "《宋诗纪事》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "张惠言《木兰花慢·杨花》一词的主要特点是（  ）",
      "opts": [
       "直抒胸臆",
       "寄慨遥深",
       "雄深雅健",
       "情致酣畅"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清代小说《梼杌闲评》属于（  ）",
      "opts": [
       "才学小说",
       "公案小说",
       "神怪小说",
       "历史小说"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清代中叶，考据学风盛行，受其影响较大的小说作品是（  ）",
      "opts": [
       "《镜花缘》",
       "《西游补》",
       "《好逑传》",
       "《平山冷燕》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《儒林外史》的作者是（  ）",
      "opts": [
       "兰陵笑笑生",
       "蒲松龄",
       "纪晓岚",
       "吴敬梓"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "“满纸荒唐言，一把辛酸泪。都云作者痴，谁解其中味”出自（  ）",
      "opts": [
       "《聊斋志异》",
       "《儒林外史》",
       "《红楼梦》",
       "《桃花扇》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "最早参与京剧改良的艺术家是（  ）",
      "opts": [
       "梁启超",
       "柳亚子",
       "汪笑侬",
       "欧阳予倩"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "下列诗人被视为同光体闽派代表的是（  ）",
      "opts": [
       "沈曾植",
       "陈三立",
       "陈衍",
       "郑珍"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "在清末诗歌变革运动中，倡导“诗界革命”的诗人是（  ）",
      "opts": [
       "康有为",
       "梁启超",
       "黄遵宪",
       "夏曾佑"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "同光之后的词论卓有成就，其中为况周颐所著的是（  ）",
      "opts": [
       "《蕙风词话》",
       "《复堂词话》",
       "《蒿庵论词》",
       "《白雨斋词话》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "下列作品属于谴责小说的是（  ）",
      "opts": [
       "《品花宝鉴》",
       "《花月痕》",
       "《孽海花》",
       "《海上花列传》"
      ],
      "a": 2,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "辛弃疾词的艺术成就包括（  ）",
      "opts": [
       "婉约词柔中有刚",
       "喜议论，善用典",
       "以论为词",
       "以诗为词",
       "以文为词"
      ],
      "a": "ABCE",
      "e": ""
     },
     {
      "q": "下列杂剧属于关汉卿创作的有（  ）",
      "opts": [
       "《蝴蝶梦》",
       "《扬州梦》",
       "《七里滩》",
       "《谢天香》",
       "《窦娥冤》"
      ],
      "a": "ADE",
      "e": ""
     },
     {
      "q": "沈德潜论诗倡导“格调说”，“格调”的主要内涵有（  ）",
      "opts": [
       "“原本性情，关乎人伦日用”",
       "“诗以声为用者也，其微妙在抑扬抗坠之间”",
       "“诗必研诸肌理，而文必求其实际”",
       "“以我之情，述今之事，尺寸法古，无袭其辞”",
       "“独抒性灵，不拘格套”"
      ],
      "a": "AB",
      "e": ""
     },
     {
      "q": "清初文人派戏剧以吴伟业、尤侗为代表，其主要特点有（  ）",
      "opts": [
       "关注现实，多为政治剧和时事剧",
       "讲求游戏娱乐功能",
       "意境上接近诗歌",
       "曲词雅致，抒情性强",
       "不利于演出，多为“案头之曲”"
      ],
      "a": "CDE",
      "e": ""
     },
     {
      "q": "下列作品属于林纾翻译小说的有（  ）",
      "opts": [
       "《滑铁卢战血余腥录》",
       "《革命军》",
       "《巴黎茶花女遗事》",
       "《海上花列传》",
       "《黑奴吁天录》"
      ],
      "a": "ACE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：易安体",
      "a": "（1）李清照的词被称作“易安体”。（1分）\n（2）李清照的词语言清新淡雅，通俗易晓，运用白描，词风自然流畅。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：《西厢记诸宫调》",
      "a": "（1）现存唯一完整的诸宫调作品。（1分）\n（2）根据唐传奇小说《莺莺传》进行的再创作。（1分）\n（3）作者为金代董解元。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：李渔",
      "a": "（1）清代剧作家和戏剧理论家。（1分）\n（2）著有《笠翁传奇十种》和《闲情偶寄》。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：《人间词话》",
      "a": "（1）作者王国维。\n（2）创造性地提出“境界说”。\n（3）词学思想和话语表述颇具现代意义。",
      "e": ""
     },
     {
      "q": "简答：简述“永嘉四灵”诗歌的艺术特点。",
      "a": "（1）取法贾岛、姚合的苦吟诗风。（2分）\n（2）专为格律诗，意平语诡，因刻画太甚而流于纤仄，也有自然清新的作品。（2分）\n（3）诗中不用典故，诗风冲淡平和。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述马致远散曲的创作特色。",
      "a": "（1）马致远的散曲多写隐居生活，描写自然景物和游子漂泊，表现愤世和厌世的思想。（2分）\n（2）曲词老健、疏放、宏丽，成为曲中豪放派的代表。（2分）\n（3）名篇《天净沙·秋思》被誉为“秋思之祖”。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述姚鼐古文创作的艺术特点。",
      "a": "（1）古文以神韵见长，迂回荡漾，余味曲包。（2分）\n（2）其重要贡献是将论学之文和考证之文写得形象生动，气韵充美。其他文章，亦复如此。（2分）\n（3）考证之文，随文辨证，意在征实，气体简洁而不芜。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述《红楼梦》的思想意蕴。",
      "a": "（1）情的世界，指的是贾宝玉与红楼女子的情感世界。（2分）\n（2）礼的世界，指的是封建家庭的价值体系和规则秩序。（2分）\n（3）理的世界，即作者对于历史和人物命运的思考。（1分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论周邦彦词的艺术成就。",
      "a": "（1）擅长写羁旅行役。（2分）\n（2）章法结构富有特色：①在词的结构上颇具匠心，章法布局开阖回旋，既有柳词叙事容量和感情力度，又避免了直露无余。这种开阖有致的章法，使周邦彦的词显示出感情的浑厚和表达的蕴藉，从而展现出深受文人推崇的沉郁顿挫的境界。（3分）②章法布局上常使用不同感情的相互衬托的手法。（1分）③以景结尾。（1分）\n（3）语言典雅，善于融化前人诗句入词。音律精严，其词和婉动听而又激越响亮。（4分）\n（4）既具有词体的声情本色，又有文人雅士所认同的诗性气质。（2分）",
      "e": ""
     },
     {
      "q": "论述：试述张岱小品文的艺术特色。",
      "a": "（1）张岱是晚明重要的散文小品作家，著有《陶庵梦忆》《西湖梦寻》《嫏嬛文集》等，在明代散文史上占有重要地位。（2分）\n（2）张岱的小品文深受公安派“独抒性灵”的文学观念的影响、又汲取竟陵派小品文之长，既生动活泼、幽默潇洒，又冷峻深曲。（4分）\n（3）善于把写景与写人、写风俗民情结合起来，能融情、景、事于一体，读之犹如晚明时期江南的生活画卷，富有诗情画意。（6分）\n（4）张岱的小品文还时常反思人生，流露出易代之际一位遗民的悲凉情绪和深沉感慨。（2分）",
      "e": ""
     }
    ]
   }
  },
  "2015年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "西昆体的艺术特征是（  ）",
      "opts": [
       "诗风古淡",
       "诗风清新",
       "追求气骨",
       "讲究修辞"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "王安石散文的特点是（  ）",
      "opts": [
       "以议论说理见长",
       "以写景抒情见长",
       "雍容典雅",
       "平易婉转"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "苏轼词的艺术风格是（  ）",
      "opts": [
       "清淡秀逸",
       "豪放旷达",
       "清空骚雅",
       "典雅含蓄"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陈师道诗歌的艺术风格是（  ）",
      "opts": [
       "华丽典雅",
       "朴拙瘦硬",
       "豪犷雄放",
       "清新流丽"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "梦窗词的风格特点是（  ）",
      "opts": [
       "清丽自然",
       "通俗浅近",
       "清新淡雅",
       "浓艳密丽"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "徐玑所属的诗人群体是（  ）",
      "opts": [
       "江西诗派",
       "江湖诗派",
       "中兴四大诗人",
       "永嘉四灵"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "金元时期杰出诗人元好问的诗风特点是（  ）",
      "opts": [
       "沉挚悲凉",
       "慷慨豪放",
       "瑰丽多姿",
       "真淳简澹"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "元杂剧《梧桐雨》取材于（  ）",
      "opts": [
       "《离魂记》",
       "《长恨歌》",
       "《莺莺传》",
       "《柳氏传》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "散曲名篇《潼关怀古》的作者是（  ）",
      "opts": [
       "张养浩",
       "睢景臣",
       "张可久",
       "贯云石"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "下列作品属于元话本的是（  ）",
      "opts": [
       "《三国志演义》",
       "《碾玉观音》",
       "《武王伐纣书》",
       "《错斩崔宁》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“元诗四大家”之一虞集论文追求（  ）",
      "opts": [
       "浑雅博大",
       "平易正大",
       "深婉蕴藉",
       "清刚雄健"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "明代传奇进入百花齐放的繁荣期指的是（  ）",
      "opts": [
       "明代初期",
       "明代盛期",
       "明代中期",
       "明代后期"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "中国历史上最早献身于通俗小说创作的作家是（  ）",
      "opts": [
       "冯梦龙",
       "罗贯中",
       "凌濛初",
       "施耐庵"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "吴承恩创作《西游记》时，深刻影响其思想观念的是（  ）",
      "opts": [
       "理学",
       "心学",
       "佛教",
       "道教"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "被王骥德《曲律》称为“天地间一种奇绝文字”的明代杂剧是（  ）",
      "opts": [
       "康海《中山狼》",
       "冯惟敏《僧尼共犯》",
       "徐渭《四声猿》",
       "徐复祚《一文钱》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "刘基写得最好的文章类型是（  ）",
      "opts": [
       "寓言性杂文",
       "叙事性散文",
       "说理性杂文",
       "抒情性散文"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "高启的诗众体兼工，最长于（  ）",
      "opts": [
       "七言律诗",
       "七言绝句",
       "七言排律",
       "七言歌行"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清初诗人中，和龚鼎孳并称“江左三大家”的是（  ）",
      "opts": [
       "钱谦益、吴伟业",
       "宋琬、施闰章",
       "顾炎武、王夫之",
       "袁枚、沈德潜"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "翁方纲论诗倡导（  ）",
      "opts": [
       "“格调说”",
       "“神韵说”",
       "“肌理说”",
       "“性灵说”"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "王士禛创作中多能实践其“神韵说”主张的诗歌体裁是（  ）",
      "opts": [
       "七言律诗",
       "五言律诗",
       "七言绝句",
       "五言绝句"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "桐城派论文强调（  ）",
      "opts": [
       "性灵",
       "雅洁",
       "积理",
       "练识"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陈维崧中晚年词作的主要特色是（  ）",
      "opts": [
       "高秀圆转",
       "风华绮丽",
       "醇正秀雅",
       "深婉豪宕"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "侯方域长于古文，其代表作是（  ）",
      "opts": [
       "《江天一传》",
       "《大铁椎传》",
       "《马伶传》",
       "《正统论》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《聊斋志异》属于（  ）",
      "opts": [
       "文言小说",
       "白话小说",
       "话本小说",
       "讲唱文学"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《桃花扇》中刻画得最为动人的女性形象是（  ）",
      "opts": [
       "杨玉环",
       "李香君",
       "莘瑶琴",
       "江兰芳"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列近代诗人属于宋诗派的是（  ）",
      "opts": [
       "龚自珍",
       "程恩泽",
       "王闿运",
       "张之洞"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列诗人被视作同光体浙派代表的是（  ）",
      "opts": [
       "陈衍",
       "郑孝胥",
       "沈曾植",
       "陈三立"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "在投身近代诗歌变革运动的下列诗人中，创作“新学之诗”的是（  ）",
      "opts": [
       "谭嗣同",
       "黄遵宪",
       "樊增祥",
       "易顺鼎"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "咸同时期，桐城派余绪湘乡派的领袖人物是（  ）",
      "opts": [
       "曾国藩",
       "郭嵩焘",
       "薛福成",
       "莫友芝"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "曾朴创作的名著《孽海花》属于（  ）",
      "opts": [
       "侠义小说",
       "狭邪小说",
       "谴责小说",
       "鸳鸯蝴蝶派小说"
      ],
      "a": 2,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "黄庭坚“山谷体”诗的基本特征有（  ）",
      "opts": [
       "求生避熟，求雅脱俗",
       "重视句法，发展了拗句、拗律的体制",
       "强调“无一字无来处”",
       "用典以故为新、变俗为雅",
       "好奇尚硬，风格生新峭拔"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "下列作品属于元代后期杂剧的有（  ）",
      "opts": [
       "《范张鸡黍》",
       "《赵氏孤儿》",
       "《两世姻缘》",
       "《墙头马上》",
       "《东堂老》"
      ],
      "a": "ACE",
      "e": ""
     },
     {
      "q": "清代康熙诗坛宗宋的代表诗人有（  ）",
      "opts": [
       "王士禛",
       "赵执信",
       "沈德潜",
       "查慎行",
       "厉鹗"
      ],
      "a": "DE",
      "e": ""
     },
     {
      "q": "下列作品属于清代世情小说的有（  ）",
      "opts": [
       "《红楼梦》",
       "《金瓶梅》",
       "《玉娇梨》",
       "《好逑传》",
       "《平山冷燕》"
      ],
      "a": "ACDE",
      "e": ""
     },
     {
      "q": "下列属于花部剧种的有（  ）",
      "opts": [
       "昆曲",
       "豫剧",
       "黄梅剧",
       "采茶戏",
       "花灯戏"
      ],
      "a": "BCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：简斋体",
      "a": "（1）指陈与义创作的具有独特诗风的作品。（1分）\n（2）以直致语、浅语入诗，重意境，重白描。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：《铁崖古乐府》",
      "a": "（1）元代后期著名作家杨维桢的诗集。（2分）\n（2）他倡导击乐府、影响一时风气。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：《骈体文钞》",
      "a": "（1）清代李兆洛编选。（2分）\n（2）是一部骈体文集。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：礼拜六派",
      "a": "（1）近代小说流派，即“鸳鸯蝴蝶派”。（1分）\n（2）表现知识分子失望于政治革命，沉溺于个人的趣味世界的心路历程。（1分）\n（3）讴歌爱情，又逃避爱情。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述苏轼记叙文的艺术特点。",
      "a": "（1）记叙文是苏轼散文中文学价值最高、最具独创性的部分，包括碑传文记叙文及文赋等，而以山水游记和亭台堂阁记为代表。（1分）\n（2）山水游记记叙、描写、议论并重，其中议论往往为文章辟出新的境界。（2分）\n（3）苏轼的记叙文多为文学性散文，诗情画意，触处皆是；覃思妙理，一出自然。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述《窦娥冤》悲剧的创作特色。",
      "a": "（1）《窦娥冤》的戏剧冲突尖锐激烈；窦娥的性格刻画得非常鲜明。（2分）\n（2）作品通过窦娥和黑暗社会现实的冲突，表现了封建社会妇女的悲剧命运及其反抗精神。（3分）",
      "e": ""
     },
     {
      "q": "简答：简述朱彝尊的词学思想。",
      "a": "（1）词宗南宋姜夔、张炎讲求醇雅。（3分）\n（2）偏重词的格律和技巧。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述《长生殿》的艺术成就。",
      "a": "（1）结构完整，关紧合，针线绵密，独具匠心。（3分）\n（2）语言清雅秀丽，有着浓厚的抒情色彩。（1分）\n（3）曲辞音律，独步一时。（1分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论白石词的艺术风格及其在词史上的贡献。",
      "a": "（1）白石词风格“清空”、“骚雅”。（2分）\n（2）白石词意境清幽空灵。（3分）\n（3）虚字的使用是构成清空风格的重要手法。（2分）\n（4）白石词以健笔写柔情，褪尽铅华、更见清刚。（3分）\n（5）白石词音律精严，以雅乐注入词体，为清雅词风提供了基础。（2分）\n（6）白石词的清雅词风于婉丽、豪放之外别立一宗，并蔚然成派，丰富了诗体风格的内涵。（2分）",
      "e": ""
     },
     {
      "q": "论述：试述“三言”的思想倾向及艺术特色。",
      "a": "（1）“三言”是冯梦龙编纂刊刻的白话短篇小说集，包括《喻世明言》《警世通言》《醒世恒言》。（2分）\n（2）“三言”的内容及思想倾向，主要有三类：一是不少商人题材的小说突破了重农抑商、重义轻利的观念，而是乐善好施、诚实守信；二是不少婚恋小说表现出婚姻自主和爱情自由的观念；三是不少篇章从市民阶层立场与价值观念出发，揭露和抨击社会各种不公正现象，富有斗争锋芒。（6分）\n（3）“三言”艺术上贴近日常的世俗生活，善于在平淡无奇的日常生活中抓住一些偶然巧合来构成富有传奇色彩的故事，情节曲折，引人入胜。其次，善于通过揭示与外部世界的激烈冲突显示人物内心矛盾，或通过人物行动皴染人物性格的主要特征，还注重人物内心活动的表现。第三，语言方面，雅俗共赏，生活气息浓郁。（6分）",
      "e": ""
     }
    ]
   }
  },
  "2016年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "黄庭坚“山谷体”的诗风特征是（  ）",
      "opts": [
       "平易古淡",
       "生新瘦硬",
       "清新流丽",
       "豪犷雄放"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "柳永对词体的贡献主要表现在（  ）",
      "opts": [
       "以诗为词",
       "以文为词",
       "创作小令",
       "创制慢词"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "贺铸词的艺术风格是（  ）",
      "opts": [
       "“如野云孤飞，去留无迹”",
       "“如七宝楼台，眩人眼目”",
       "“清空”、“骚雅”",
       "“儿女英雄兼而有之”"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "周邦彦词在章法结构方面的主要特点是（  ）",
      "opts": [
       "平铺直叙",
       "开阖回旋",
       "以情语结篇",
       "以议论结篇"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "朱敦儒词被称为（  ）",
      "opts": [
       "“稼轩体”",
       "“半山体”",
       "“民歌体”",
       "“樵歌体”"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "范成大诗歌创作的贡献主要在于（  ）",
      "opts": [
       "山水诗",
       "田园诗",
       "纪事诗",
       "咏物诗"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元杂剧中的名作《墙头马上》属于（  ）",
      "opts": [
       "爱情婚姻剧",
       "历史剧",
       "神仙道化剧",
       "公案剧"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "郑光祖现存8种杂剧，其中之一是（  ）",
      "opts": [
       "《范张鸡黍》",
       "《王粲登楼》",
       "《剪发待宾》",
       "《两世姻缘》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元散曲名篇《天净沙·秋思》的作者是（  ）",
      "opts": [
       "关汉卿",
       "张可久",
       "马致远",
       "张养浩"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“元诗四大家”中，揭傒斯最长于创作的诗体是（  ）",
      "opts": [
       "七言诗",
       "杂言诗",
       "四言诗",
       "五言诗"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "萨都剌乐府《芙蓉曲》的艺术风格是（  ）",
      "opts": [
       "清丽",
       "秾艳",
       "瑰奇",
       "古雅"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“三言”、“二拍”最为突出的题材是（  ）",
      "opts": [
       "商人和恋情",
       "明君贤相",
       "志怪和博物",
       "神仙道化"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《水浒传》揭露了当时社会的黑暗，突出的主题是（  ）",
      "opts": [
       "“乱自上作”",
       "“官逼民反”",
       "“全忠仗义”",
       "“替天行道”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "梁辰鱼散曲集的名称是（  ）",
      "opts": [
       "《中麓小令》",
       "《碧山乐府》",
       "《江东白苎》",
       "《秋碧乐府》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "唐宋派散文家归有光为文主张（  ）",
      "opts": [
       "文以明道",
       "作文害道",
       "文道合一",
       "文以载道"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“竟陵派”小品文追求的意境是（  ）",
      "opts": [
       "轻脱挥洒",
       "浑穆雍容",
       "平易淡雅",
       "孤峭幽冷"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "“台阁体”的风格特征是（  ）",
      "opts": [
       "平正典雅",
       "雄放俊逸",
       "平易自然",
       "醇雅清丽"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "钱谦益七律《金陵秋兴》的主要特色是（  ）",
      "opts": [
       "古直苍劲",
       "典丽悲凉",
       "沉着痛快",
       "高华超逸"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "赵执信诗宗晚唐，《四库全书总目提要》评为（  ）",
      "opts": [
       "神韵缥缈",
       "温柔敦厚",
       "独抒性灵",
       "思想劖刻"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "沈德潜论诗倡导（  ）",
      "opts": [
       "“性灵说”",
       "“肌理说”",
       "“格调说”",
       "“神气说”"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清代骈文创作最有成就的作家是（  ）",
      "opts": [
       "陈维崧",
       "李兆洛",
       "袁枚",
       "汪中"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清代词人周济属于（  ）",
      "opts": [
       "常州词派",
       "浙西词派",
       "阳羡词派",
       "西泠词派"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代小说《儒林外史》取得了很高的艺术成就，被鲁迅评为（  ）",
      "opts": [
       "“隽思妙语，时足解颐”",
       "“失之张皇，伤于溢恶”",
       "“戚而能谐，婉而多讽”",
       "“间杂考辨，亦有灼见”"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "清代戏剧《清忠谱》中具有“既清且忠”理想人格的人物是（  ）",
      "opts": [
       "严世藩",
       "颜佩韦",
       "周顺昌",
       "莘瑶琴"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“借离合之情，写兴亡之感”的清代戏剧是（  ）",
      "opts": [
       "《桃花扇》",
       "《长生殿》",
       "《钧天乐》",
       "《一捧雪》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "下列诗人被视为同光体赣派代表的是（  ）",
      "opts": [
       "陈三立",
       "沈曾植",
       "郑孝胥",
       "陈衍"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "在始于戊戌变法前夕的诗歌变革运动中，提倡“新派诗”的诗人是（  ）",
      "opts": [
       "夏曾佑",
       "谭嗣同",
       "黄遵宪",
       "梁启超"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "在清末诗坛上，被视为“唐宋派”首领的诗人是（  ）",
      "opts": [
       "王闿运",
       "樊增祥",
       "易顺鼎",
       "张之洞"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "近代经世文风的开创者是（  ）",
      "opts": [
       "魏源",
       "龚自珍",
       "冯桂芬",
       "林则徐"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "1906年，留日学生欧阳予倩等人组织的我国第一个戏剧团体是（  ）",
      "opts": [
       "春阳社",
       "春柳社",
       "春台班",
       "进化团"
      ],
      "a": 1,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "李清照词论的主要内容有（  ）",
      "opts": [
       "尚雅",
       "主张“词要清空，不要质实”",
       "主张“词别是一家”",
       "强调声律",
       "尚豪放"
      ],
      "a": "ACD",
      "e": ""
     },
     {
      "q": "下列杂剧作于元代前期的有（  ）",
      "opts": [
       "《双献功》",
       "《赵氏孤儿》",
       "《汉宫秋》",
       "《倩女离魂》",
       "《扬州梦》"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "《圆圆曲》是吴伟业“梅村体”的代表作，主要特点有（  ）",
      "opts": [
       "文辞清丽",
       "音节调谐",
       "含蓄委婉",
       "沉着痛快",
       "是七言歌行体"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "下列弹词作品中，创作于明末至嘉庆年间的有（  ）",
      "opts": [
       "《天雨花》",
       "《再生缘》",
       "《笔生花》",
       "《榴花梦》",
       "《凤双飞》"
      ],
      "a": "AB",
      "e": ""
     },
     {
      "q": "下列作品中，属于谴责小说的有（  ）",
      "opts": [
       "《二十年目睹之怪现状》",
       "《官场现形记》",
       "《老残游记》",
       "《浮生六记》",
       "《孽海花》"
      ],
      "a": "ABCE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：辛派词人",
      "a": "（1）与辛弃疾同时的一批词人，词作抒发爱国感情，风格豪放激切。（2分）\n（2）主要作家有张元幹、张孝祥、陈亮、刘过等。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：《论诗三十首》",
      "a": "（1）金代元好问作。（2分）\n（2）论诗以风雅为宗，推崇自然，标举清刚雄健等。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：蒲松龄",
      "a": "（1）清代小说家。（1分）\n（2）代表作《聊斋志异》是清代文言短篇小说的高峰。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：《儿女英雄传》",
      "a": "（1）作者文康。（1分）\n（2）讲述侠女何玉凤为父报仇的故事。（1分）\n（3）将才子佳人与英雄传奇结合起来。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述刘克庄诗歌的艺术特点。",
      "a": "（1）早年从晚唐体、四灵体入手，刻琢精丽，风格清轻简淡。（2分）\n（2）后摈弃四灵诗风，转而尚古体，尊韩愈诗，追求一种抑扬开阖、悲愤慷慨的诗风。（1分）\n（3）六十岁之后的诗作感情更为沉痛，沉郁低回，悲凉疏放。（1分）\n（4）融会众作而自为一家。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述高明《琵琶记》的艺术特色。",
      "a": "（1）主要塑造了赵五娘鲜明的人物形象，在她身上体现出中国妇女吃苦耐劳、淳朴善良等传统美德。（2分）\n（2）采用“苦乐相错”（双线交错）的结构手法。（2分）\n（3）曲辞也颇富表现力。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述王士禛的诗歌思想。",
      "a": "（1）学诗尊唐，推崇王维、孟浩然。（2分）\n（2）论诗提倡“神韵说”，追求闲澹清远的意趣。（3分）",
      "e": ""
     },
     {
      "q": "简答：简述李渔的戏剧创作及艺术特点。",
      "a": "（1）戏剧创作有《笠翁传奇十种》，基本是才子佳人题材。（2分）\n（2）艺术特点：剧情新奇，不入陈套，编造巧合情节，出人意料，却又针线绵密，追求喜剧性。（3分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论欧阳修诗歌的艺术特点及其开拓性。",
      "a": "（1）学习韩愈“以文为诗”，变重情韵为重气格，开创了宋诗自具面目的时代。（3分）\n（2）古体诗具有明显的散文化倾向。用古文章法写诗、句子彻底散行，少用偶句，常用语助词。（3分）\n（3）取材广泛、命意新颖，以议论为诗。（3分）\n（4）欧阳修诗也具有平易的特色。（2分）\n（5）欧阳修诗体现了唐诗向宋诗的转变，既保留诗歌整齐凝练的传统、又使诗歌形式具有弹性，使诗的节奏、声律多变，语言自然流畅。建立了不讲究均衡而以古拙取胜的宋诗格调。（3分）",
      "e": ""
     },
     {
      "q": "论述：结合具体形象，论述《三国演义》人物描写方面的成就。",
      "a": "（1）《三国演义》善于在情节的展开中表现人物的性格特征、许多人物给人印象深刻，富有艺术生命力。（2分）\n（2）小说善于运用层层皴染的手法，在反复出现的不同事件中强化人物性格的主要特征。比如写曹操的残忍，接连写其梦中杀人、杀吕伯奢全家、杀仓官王垕、杀自认出门救火的数百人。（4分）\n（3）小说还善于运用传奇色彩极浓的故事和生动的细节塑造人物。如张飞在长坂坡大喝三声、关羽“温酒斩华雄”等。（4分）\n（4）小说还善于运用对比烘托的手法塑造人物。比如写诸葛亮出山，先借司马徽、徐庶之口虚写其非凡的才能，继而写刘、关、张拜访两次而不遇，又通过隆中自然环境的描写，使诸葛亮尚未出场，已借烘云托月之法，把他的精神气质和人格追求生动地表现出来。写到刘备的第三次拜访时，又用对比的手法表现了刘备的宽厚、张飞的莽撞和关羽的沉稳。（4分）",
      "e": ""
     }
    ]
   }
  },
  "2016年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "王禹偁诗歌的艺术风格是（  ）",
      "opts": [
       "华靡艳丽",
       "平易晓畅",
       "沉博绝丽",
       "清奇僻苦"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "杨亿、钱惟演、刘筠等人的诗歌被称为（  ）",
      "opts": [
       "白体",
       "西昆体",
       "晚唐体",
       "半山体"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "苏轼的著名散文《前赤壁赋》属于（  ）",
      "opts": [
       "议论文",
       "碑传文",
       "山水游记",
       "亭台堂阁记"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "苏轼诗《百步洪二首》其一运用博喻，其体现的创作特点是（  ）",
      "opts": [
       "以文为诗",
       "以才学为诗",
       "好发议论",
       "好用典故"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "黄庭坚诗生新瘦硬，被称为（  ）",
      "opts": [
       "后山体",
       "简斋体",
       "山谷体",
       "诚斋体"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "与张元幹词风相近的词人是（  ）",
      "opts": [
       "秦观",
       "辛弃疾",
       "周邦彦",
       "姜夔"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元好问伤乱诗的风格特色是（  ）",
      "opts": [
       "悲婉哀切",
       "慷慨豪放",
       "苍凉沉郁",
       "真淳简澹"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元代后期杂剧创作的中心是（  ）",
      "opts": [
       "杭州",
       "真定",
       "大都",
       "平阳"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "张养浩散曲《山坡羊》（潼关怀古）中的名句是（  ）",
      "opts": [
       "“生民涂炭，读书人一声长叹。”",
       "“夕阳西下，断肠人在天涯。”",
       "“兴，百姓苦；亡，百姓苦。”",
       "“惊，人睡醒；清，梅弄影。”"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "戴表元文章的风格特点是（  ）",
      "opts": [
       "清深雅洁",
       "雄奇瑰丽",
       "苍浑奇崛",
       "自然质朴"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“元诗四大家”之首虞集的论诗追求是（  ）",
      "opts": [
       "至清至和",
       "平中寓奇",
       "以意为主",
       "理以命气"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "我国长篇章回小说的开山之作是（  ）",
      "opts": [
       "《封神演义》",
       "《西游记》",
       "《三国演义》",
       "《水浒传》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《太和正音谱》集戏曲史论与曲谱于一体，其作者是（  ）",
      "opts": [
       "朱权",
       "朱有燉",
       "徐渭",
       "王九思"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "汤显祖的《紫箫记》取材于唐传奇（  ）",
      "opts": [
       "《枕中记》",
       "《霍小玉传》",
       "《李娃传》",
       "《南柯太守传》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "唐顺之是唐宋派散文代表之一，其文集名称是（  ）",
      "opts": [
       "《沧溟先生集》",
       "《荆川先生文集》",
       "《四溟山人集》",
       "《震川先生文集》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "李梦阳是“前七子”的代表，他写得最好的诗歌形式是（  ）",
      "opts": [
       "五言古诗",
       "五言律诗",
       "七言律诗",
       "七言歌行"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "几社诗人夏完淳，明亡后所作诗文风格（  ）",
      "opts": [
       "凄丽哀婉",
       "骨力警拔",
       "豪迈旷达",
       "悲壮淋漓"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清代与袁枚并称“乾隆三大家”的二位诗人是（  ）",
      "opts": [
       "王士禛与袁枚",
       "顾炎武与屈大均",
       "赵翼与蒋士铨",
       "沈德潜与袁枚"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "钱澄之后期诗歌的特点是（  ）",
      "opts": [
       "多闲适恬澹之趣",
       "多慷慨悲凉之气",
       "有沉着痛快之致",
       "多沧桑浮沉之感"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清初以侯方域、魏禧、汪琬为代表作家的散文被称为（  ）",
      "opts": [
       "学人之文",
       "文人之文",
       "桐城派散文",
       "阳湖派散文"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "纳兰词多写一己情致，流于感伤，其悼亡诸什尤为（  ）",
      "opts": [
       "苍凉",
       "沉郁",
       "冷艳",
       "凄婉"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清代常州词人张惠言的词集名是（  ）",
      "opts": [
       "《茗柯词》",
       "《饮水词》",
       "《弹指词》",
       "《忆云词》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代历史小说《梼杌闲评》的主要内容是（  ）",
      "opts": [
       "写隋炀帝的故事",
       "写魏忠贤的事迹",
       "写岳飞的故事",
       "写武则天的事迹"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清代中期的小说《绿野仙踪》属于（  ）",
      "opts": [
       "历史演义",
       "才学小说",
       "才子佳人小说",
       "神怪小说"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "下列清代戏剧中，以侯方域和李香君的爱情故事为内容线索的是（  ）",
      "opts": [
       "《长生殿》",
       "《占花魁》",
       "《桃花扇》",
       "《清忠谱》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "近代汉魏六朝诗派的代表人物是（  ）",
      "opts": [
       "龚自珍",
       "魏源",
       "梅曾亮",
       "王闿运"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "道、咸、同时期，占据诗坛中心的是（  ）",
      "opts": [
       "宋诗派",
       "同光体",
       "新诗派",
       "南社"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "同光以后的词坛推尊词体，宗尚的是（  ）",
      "opts": [
       "浙西词派",
       "常州词派",
       "云间词派",
       "阳羡词派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "近代词人顾春词作的特点是（  ）",
      "opts": [
       "情至韵会，温柔怨慕",
       "细腻绵密，自然精工",
       "体洁旨远，句妍韵美",
       "寄兴渊微，沉思独往"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "以下作品中属于“鸳鸯蝴蝶派”小说的是（  ）",
      "opts": [
       "《花月痕》",
       "《青楼梦》",
       "《玉梨魂》",
       "《海上花列传》"
      ],
      "a": 2,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "辛弃疾词的艺术成就包括（  ）",
      "opts": [
       "婉约词柔中有刚",
       "喜议论，善用典",
       "以论为词",
       "以诗为词",
       "以文为词"
      ],
      "a": "ABCE",
      "e": ""
     },
     {
      "q": "近代学者将元杂剧分为（  ）",
      "opts": [
       "爱情婚姻剧",
       "家庭伦理剧",
       "神仙道化剧",
       "公案剧",
       "历史剧"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "以下属于阳羡词派词学主张的有（  ）",
      "opts": [
       "重视“立意”",
       "主张“拈大题目，出大意义”",
       "推崇苏、辛",
       "主张“非寄托不入，专寄托不出”",
       "认为“诗有史，词亦有史”"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "以下属于清代拟话本小说的有（  ）",
      "opts": [
       "薇园主人《清夜钟》",
       "艾衲居士《豆棚闲话》",
       "李渔《无声戏》",
       "荑秋散人《平山冷燕》",
       "屠绅《蟫史》"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "以下作品属于“谴责小说”的有（  ）",
      "opts": [
       "《黑奴吁天录》",
       "《孽海花》",
       "《二十年目睹之怪现状》",
       "《官场现形记》",
       "《老残游记》"
      ],
      "a": "BCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：易安体",
      "a": "（1）李清照的词被称为“易安体”。（1分）\n（2）李清照的词语言清新淡雅，通俗易晓，运用白描，词风自然流畅。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：《单刀会》",
      "a": "（1）元代关汉卿杂剧的代表作。（1分）\n（2）剧写关羽单刀赴会，沉雄壮烈。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：“神韵说”",
      "a": "（1）清代诗人王士禛的诗歌主张。（1分）\n（2）“神”是指表现恰到好处的诗味，“韵”是把诗引向一种余意不尽、悠闲淡清的境界。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：近代京剧剧目",
      "a": "（1）剧目丰富，有1280多种。（1分）\n（2）取材于三国戏、列国戏、杨家将戏、岳家将戏的剧目最多。（1分）\n（3）表达了市民意愿，歌颂为摆脱被压迫地位的反抗和斗争。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述“永嘉四灵”诗歌的艺术特点。",
      "a": "（1）取法贾岛、姚合的苦吟诗风。（1分）\n（2）专为格律诗，意平语诡。因刻画太甚而流于纤仄，也有自然清新的作品。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述元代四大南戏之一《拜月亭记》的艺术特色。",
      "a": "（1）剧本运用误会的巧合的手法，使得关目奇巧而颇具匠心，剧情发展出人意料又在情理之中。（3分）\n（2）曲文本色自然，贴合人物身份和性格，有较强的感染力。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述钱谦益的诗学主张。",
      "a": "（1）重学问，强调诗中有“学”。（2分）\n（2）重性灵，指的是“天地英淑之气”。（3分）",
      "e": ""
     },
     {
      "q": "简答：简述李玉戏剧创作的成就。",
      "a": "（1）有传奇33种，今有18种。（1分）\n（2）最著名有“一笠庵四种曲”：《一捧雪》《人兽关》《永团圆》《占花魁》。入清后，关注朝政纲常，并反思历史，创作了《清忠谱》和《千钟戮》等作品。（4分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论周邦彦词在章法结构方面的特点。",
      "a": "（1）在词的结构上颇具匠心，章法布局开阖回旋，既有柳词叙事容量和感情力度，又避免了直露无余。这种开阖有致的章法，使周邦彦的词显示出感情的浑厚和表达的蕴藉，从而展现出深受文人推崇的沉郁顿挫的境界。（5分）\n（2）章法布局上常使用不同感情的相互衬托的手法。如《满庭芳》，词中乐情与哀情相互衬托，情感跌宕起伏，具有含蓄蕴藉的效果。（5分）\n（3）以景结尾。如《浪淘沙慢》，结句融情入景，以景语结，给人以幽咽不尽的感受。（4分）",
      "e": ""
     },
     {
      "q": "论述：试述《西游记》的思想内涵。",
      "a": "（1）小说完成于明代心学思想流行的时代，作者的思想观念，深受其影响，心学以“求放心”为宗旨，追求把受外物迷惑的放纵不羁之心收回到“良知”。《西游记》的总体构思与这一宗旨相合。（4分）\n（2）以孙悟空象征“心猿”，以大闹天宫喻“放心”，以其被压无形山下喻“定心”，以取经正果喻“修心”。但心学本身存在张扬个性与追求道德完善的内在矛盾，小说在相当程度上突破了作者预设的理性框架，表现出对自我价值、自我个性的肯定和向往。（6分）\n（3）虽是神魔小说，却多处映射明代中后期的社会现实，揭露了中国传统社会中统治者与社会黑暗势力之间的微妙关系，展示了尘世间人种种情态。（4分）",
      "e": ""
     }
    ]
   }
  },
  "2017年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "以杨亿为代表的西昆体的创作特色是（  ）",
      "opts": [
       "讲究气骨",
       "讲究修辞",
       "讲求妙语",
       "讲求兴趣"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "“王荆公体”的主要体裁是（  ）",
      "opts": [
       "古诗",
       "绝句",
       "律诗",
       "歌行"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "苏轼词的特点是（  ）",
      "opts": [
       "以文为词",
       "以赋为词",
       "以诗为词",
       "以论为词"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "贺铸词作的艺术特点是（  ）",
      "opts": [
       "“词虽婉美，然格力失之弱”",
       "“儿女英雄兼而有之”",
       "“清空”、“骚雅”",
       "“如七宝楼台”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陆游的诗歌创作可分为早期、中期、晚期三个阶段，中期诗歌的特点是（  ）",
      "opts": [
       "雕饰藻绘",
       "清新拔俗",
       "豪放悲壮",
       "清淡秀逸"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "杨万里创作的诗歌被称为（  ）",
      "opts": [
       "山谷体",
       "易安体",
       "稼轩体",
       "诚斋体"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "金代著名文士蔡珪等被称为（  ）",
      "opts": [
       "“中兴四家”",
       "“国朝文派”",
       "“吴中四杰”",
       "“一代词臣”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元代石君宝的著名杂剧是（  ）",
      "opts": [
       "《李逵负荆》",
       "《柳毅传书》",
       "《赵氏孤儿》",
       "《秋胡戏妻》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "元代讲史话本的创作特点是（  ）",
      "opts": [
       "取材世俗而富于夸张",
       "说一故事而立有结局",
       "历叙史实而杂以虚辞",
       "虚构史实而带有悬念"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "由宋入元的作家戴表元的论诗主张是（  ）",
      "opts": [
       "“寓骚雅于冲夷”",
       "“酿诗如酿蜜”",
       "“至清至和”",
       "“不为律缚”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "杨维桢“铁崖体”倡导的是（  ）",
      "opts": [
       "宫词",
       "古乐府",
       "律诗",
       "新乐府"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "徐渭的戏曲史论著作是（  ）",
      "opts": [
       "《曲律》",
       "《南词全谱》",
       "《曲品》",
       "《南词叙录》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "王世贞的传奇的代表作是（  ）",
      "opts": [
       "《金印记》",
       "《宝剑记》",
       "《浣纱记》",
       "《鸣凤记》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "竟陵派小品文的风格特点是（  ）",
      "opts": [
       "平易自然",
       "冷峻深曲",
       "活泼生动",
       "率真洒脱"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "“台阁体”诗的风格特点是（  ）",
      "opts": [
       "笔力矫健，气势纵肆",
       "雄深雅健，醇厚博大",
       "雍容醇厚，平正典雅",
       "冲澹闲放，平易自然"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "朱有燉散曲集的名称是（  ）",
      "opts": [
       "《诚斋乐府》",
       "《江东白苎》",
       "《秋碧乐府》",
       "《海浮山堂词稿》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "明代民歌《挂枝儿》和《山歌》的编者是（  ）",
      "opts": [
       "凌濛初",
       "冯梦龙",
       "李开先",
       "袁宏道"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清初著名诗人中，钱谦益、吴伟业、龚鼎孳三人并称为（  ）",
      "opts": [
       "“清初三大家”",
       "“江左三大家”",
       "“岭南三大家”",
       "“乾隆三大家”"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清初诗人吴嘉纪的诗作多抒写（  ）",
      "opts": [
       "山川胜概",
       "风俗民情",
       "民生疾苦",
       "历史事件"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "桐城派古文家刘大櫆的作品《章大家行略》，被姚鼐评为（  ）",
      "opts": [
       "靡丽瑰奇",
       "真气淋漓",
       "平淡自然",
       "凌厉雄杰"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "清初以陈维崧为代表词人的阳羡词派推崇（  ）",
      "opts": [
       "苏轼、辛弃疾",
       "姜夔、吴文英",
       "柳永、周邦彦",
       "张元幹、张孝祥"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代词人纳兰性德的词集名是（  ）",
      "opts": [
       "《茗柯词》",
       "《弹指词》",
       "《忆云词》",
       "《饮水词》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清代历史小说《隋唐演义》被鲁迅评为（  ）",
      "opts": [
       "“浮艳在肤，沉着不足”",
       "“隽思妙语，时足解颐”",
       "“戚而能谐，婉而多讽”",
       "“间杂考辨，亦有灼见”"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "中国古典小说史上的巅峰之作是（  ）",
      "opts": [
       "《聊斋志异》",
       "《儒林外史》",
       "《西游记》",
       "《红楼梦》"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "清初以李渔为代表的戏剧流派是（  ）",
      "opts": [
       "苏州派",
       "文人派",
       "娱乐派",
       "性灵派"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "近代晚唐诗派的代表人物是（  ）",
      "opts": [
       "程恩泽",
       "何绍基",
       "樊增祥",
       "陈三立"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“宋诗派”在清末民初演化为（  ）",
      "opts": [
       "新诗派",
       "同光体",
       "南社",
       "革命派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "在近代诗坛上，梁启超倡导的是（  ）",
      "opts": [
       "新学之诗",
       "新派诗",
       "诗界革命",
       "境界说"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "近代词人王鹏运词作的特点是（  ）",
      "opts": [
       "情至韵会，温柔怨慕",
       "沉郁悲凉，较为朗炼",
       "体洁旨远，句妍韵美",
       "寄兴渊微，沉思独往"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "曾朴的著名小说《孽海花》属于（  ）",
      "opts": [
       "狭邪小说",
       "侠义小说",
       "谴责小说",
       "鸳鸯蝴蝶派小说"
      ],
      "a": 2,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "苏轼诗歌的创作特色包括（  ）",
      "opts": [
       "以文为诗",
       "以才学为诗",
       "以议论为诗",
       "诗风清丽雄健",
       "诗风清旷闲逸"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "关汉卿的杂剧按内容分为（  ）",
      "opts": [
       "神仙道化剧",
       "公案剧",
       "妇女生活剧",
       "历史剧",
       "家庭伦理剧"
      ],
      "a": "BCD",
      "e": ""
     },
     {
      "q": "清中期有影响的戏剧作家包括（  ）",
      "opts": [
       "李玉",
       "李渔",
       "唐英",
       "蒋士铨",
       "杨潮观"
      ],
      "a": "CDE",
      "e": ""
     },
     {
      "q": "下列作品中，属于清代韵文体小说杰出代表的有（  ）",
      "opts": [
       "《天雨花》",
       "《榴花梦》",
       "《再生缘》",
       "《凤双飞》",
       "《玉川缘》"
      ],
      "a": "AC",
      "e": ""
     },
     {
      "q": "以下诗人属于“南社”成员的有（  ）",
      "opts": [
       "黄遵宪",
       "苏曼殊",
       "陈去病",
       "高旭",
       "柳亚子"
      ],
      "a": "BCDE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：一祖三宗",
      "a": "（1）江西诗派有“一祖三宗”之说。（1分）\n（2）一祖为杜甫，三宗是黄庭坚、陈师道和陈与义。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：《西厢记》",
      "a": "（1）元代王实甫杂剧的代表作。（1分）\n（2）剧写崔、张爱情故事，其源于唐传奇《莺莺传》。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：阳湖派古文",
      "a": "（1）清代的文章流派。（1分）\n（2）代表人物是恽敬和张惠言。（1分）\n（3）不以古文自限，好言政治，博征旁引，恣肆不拘，靡丽瑰奇。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：新文体",
      "a": "（1）梁启超贡献最大。（1分）\n（2）梁启超见诸报刊的政论和杂文，称为“新文体”。（1分）\n（3）运用新名词，文白夹杂，兼采众制。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述欧阳修散文的艺术特点。",
      "a": "（1）风格平易流畅，委曲婉转。（2分）\n（2）在平易流畅中富于曲折变化，富有情感。（2分）\n（3）含蓄蕴藉又平易自然，富于诗味。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述元代四大南戏之一《荆钗记》的艺术特色。",
      "a": "（1）情节结构精巧，戏剧性强，戏剧冲突层层展开，很适合舞台演出。（3分）\n（2）其曲文也达到了较高水平，情文相生，通俗而动人。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述李渔话本小说的艺术特点。",
      "a": "（1）最明显的特点是创新，不拘陈套。（2分）\n（2）结构清晰，主线明确。（2分）\n（3）不足之处在于过分追求奇巧，语言失之轻佻。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述《红楼梦》的诗化色彩。",
      "a": "（1）小说的叙事性与诗意化的抒情性互为一体。（3分）\n（2）小说诗化的艺术处理与小说的悲剧意识相吻合。（2分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论辛弃疾词的艺术成就。",
      "a": "（1）辛弃疾的婉约词柔中有刚。（4分）\n（2）喜议论，以论为词。（4分）\n（3）喜用典，用典广泛。（4分）\n（4）以文为词，用散文句法。（2分）",
      "e": ""
     },
     {
      "q": "论述：试述《三国演义》的思想倾向。",
      "a": "（1）继承宋代以来以蜀汉为正统的看法，表现出强烈的“尊刘贬曹”的倾向。通过对曹操的残暴奸诈、刘备的宽厚仁爱的描写，表现出对“仁政”、“明君贤相”社会图景的向往。（6分）\n（2）强调了“义”的道德价值，始终以“义”作为描写和衡量人物的重要标准，强调人与人之间以德相报、互相帮助的道德观念。（5分）\n（3）全面展示了汉晋之间政治、军事斗争的广阔性和复杂性，被视为“绝好的历史教科书”。（3分）",
      "e": ""
     }
    ]
   }
  },
  "2017年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "欧阳修散文的风格是（  ）",
      "opts": [
       "平易流畅、委曲婉转",
       "结构谨严、析理透辟",
       "雍容典雅",
       "纵横博辨"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "梅尧臣的诗歌风格是（  ）",
      "opts": [
       "豪放雄奇",
       "平淡瘦劲",
       "生新瘦硬",
       "沉博绝丽"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陈与义的诗歌被称为（  ）",
      "opts": [
       "山谷体",
       "后山体",
       "简斋体",
       "诚斋体"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "陆游古体诗的艺术风格是（  ）",
      "opts": [
       "悲壮沉痛",
       "自然圆转",
       "对仗工稳",
       "清淡秀逸"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "杨万里“诚斋体”诗中最为出色的是（  ）",
      "opts": [
       "古体",
       "乐府",
       "律诗",
       "绝句"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "吴文英词的主要特点是（  ）",
      "opts": [
       "以诗为词",
       "长于议论",
       "章法结构独特",
       "语言通俗自然"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "“国朝文派”作家蔡珪诗风特色是（  ）",
      "opts": [
       "清丽",
       "雄健",
       "简淡",
       "凄婉"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "马致远的杂剧《黄粱梦》是（  ）",
      "opts": [
       "神仙道化剧",
       "公案剧",
       "家庭伦理剧",
       "历史剧"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "关汉卿《救风尘》塑造的女性形象是（  ）",
      "opts": [
       "王娇娘",
       "谭记儿",
       "杜蕊娘",
       "赵盼儿"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "元代讲史话本的创作特色是（  ）",
      "opts": [
       "依傍正史，笔法谨严",
       "翻新出奇，议论取胜",
       "历叙史实，杂以虚辞",
       "语言典雅，精细刻画"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "虞集文章的风格特点是（  ）",
      "opts": [
       "平易正大",
       "雄壮瑰丽",
       "苍浑奇崛",
       "清深雅洁"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "明代著名小说《西游记》属于（  ）",
      "opts": [
       "历史演义",
       "世情小说",
       "话本小说",
       "神魔小说"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "我国历史上最早的由个人创作的白话小说专集是（  ）",
      "opts": [
       "“三言”",
       "《金瓶梅》",
       "“二拍”",
       "《型世言》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "明代单折杂剧里最早的作品是（  ）",
      "opts": [
       "《中山狼》",
       "《娇红记》",
       "《曲江春》",
       "《烟花梦》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "汤显祖的《牡丹亭》属于（  ）",
      "opts": [
       "元杂剧",
       "金院本",
       "南戏",
       "明传奇"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "以归有光为代表的散文派别是（  ）",
      "opts": [
       "公安派",
       "唐宋派",
       "竟陵派",
       "台阁体"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陈子龙诗歌的风格特点是（  ）",
      "opts": [
       "平淡自然",
       "平正典雅",
       "慷慨雄奇",
       "苍凉悲壮"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "吴伟业叙事体诗的代表作是（  ）",
      "opts": [
       "《圆圆曲》",
       "《芦洲行》",
       "《琵琶行》",
       "《捉船行》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "康熙诗坛，从理论上对王士禛“神韵说”进行辩驳的诗人是（  ）",
      "opts": [
       "查慎行",
       "赵执信",
       "厉鹗",
       "袁枚"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "以袁枚为代表的性灵诗派，诗歌创作在语言上力求（  ）",
      "opts": [
       "通俗生动",
       "清丽华美",
       "典丽雅正",
       "平淡自然"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清代桐城派古文家推尊（  ）",
      "opts": [
       "先秦散文",
       "汉代散文",
       "六朝骈文",
       "唐宋古文"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "朱彝尊《卖花声》（雨花台）一词的主要特色是（  ）",
      "opts": [
       "沉郁苍凉",
       "清新流动",
       "婉丽凄清",
       "风华绮丽"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "《玉娇梨》属于（  ）",
      "opts": [
       "才学小说",
       "话本小说",
       "世情小说",
       "神怪小说"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "讲唱文学子弟书产生于（  ）",
      "opts": [
       "宋代",
       "元代",
       "明代",
       "清代"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《清忠谱》的主要内容是（  ）",
      "opts": [
       "写岳飞抗金而遭秦桧陷害致死的故事",
       "写东林党人反抗宦官魏忠贤的事迹",
       "写郑成功、张煌言抗清复明的史事",
       "写侯方域和李香君的爱情故事"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "近代晚唐诗派的代表诗人是（  ）",
      "opts": [
       "龚自珍、魏源",
       "张维屏、贝青乔",
       "梁启超、黄遵宪",
       "樊增祥、易顺鼎"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "“春雨楼头尺八箫，何时归看浙江潮。芒鞋破钵无人识，踏过樱花第几桥”的作者是（  ）",
      "opts": [
       "柳亚子",
       "苏曼殊",
       "高旭",
       "秋瑾"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "咸同时期，继承桐城派古文余绪的是（  ）",
      "opts": [
       "阳羡派",
       "浙西派",
       "常州派",
       "湘乡派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "甲午战败后，经过许多人尝试，最终在梁启超笔下正式形成的一种近代文，被称作（  ）",
      "opts": [
       "新文体",
       "时务文",
       "报章体",
       "逻辑文"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "清末民初的“鸳鸯蝴蝶派”又称（  ）",
      "opts": [
       "汉魏六朝派",
       "礼拜六派",
       "桐城派",
       "海派"
      ],
      "a": 1,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "宋初柳开的文学主张有（  ）",
      "opts": [
       "反对五代浮艳文风",
       "主张文道合一",
       "鼓吹复古",
       "倡导质朴文风",
       "讲究才学和功力"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "元散曲的艺术特征有（  ）",
      "opts": [
       "靠风趣、讽刺取胜",
       "用口语、白话写成",
       "一泻而下，一览无余",
       "通俗中又不乏辞采",
       "情景交融，含蓄蕴藉"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "清初经世之文分为学者之文和文人之文，文人之文的代表作家有（  ）",
      "opts": [
       "魏禧",
       "汪琬",
       "侯方域",
       "顾炎武",
       "王夫之"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "以下属于阳羡词派词学思想的有（  ）",
      "opts": [
       "推尊词体",
       "重视“立意”",
       "推崇苏辛",
       "不废声律",
       "主张“拈大题目，出大意义”"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "清末民初的同光体又分为（  ）",
      "opts": [
       "以陈衍、郑孝胥为代表的闽派",
       "以沈曾植为代表的浙派",
       "以陈三立为代表的赣派",
       "以南社为代表的革命派",
       "以王闿运为代表的汉魏六朝诗派"
      ],
      "a": "ABC",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：王荆公体",
      "a": "（1）指王安石晚年的诗歌风格，既清新闲适，又沉郁悲壮。（1分）\n（2）主要是绝句，雅丽精绝，含蓄深婉，有向唐诗复归的倾向。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：“铁崖体”",
      "a": "（1）元末杨维桢诗，号“铁崖体”。（2分）\n（2）倡导古乐府，变一时靡弱诗风。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：《儒林外史》",
      "a": "（1）清代吴敬梓著。（1分）\n（2）以科举考试为中心：塑造了封建末世的儒林群相，是讽刺小说的典范。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：“新派诗”",
      "a": "（1）为黄遵宪所提倡。（1分）\n（2）反拟古，遵独创。（1分）\n（3）取材新，表现方法变化多样。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述王禹偁的诗歌创作成就。",
      "a": "（1）早年侧重学习白居易的闲适诗。（1分）\n（2）贬官商州以后，创作了大量反映社会现实，关心民生疾苦的作品。（2分）\n（3）兼擅各体，五、七言古诗有意效法白居易诗风，近体诗、绝句不乏平淡清远的格调。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述《西厢记》的戏剧冲突。",
      "a": "（1）《西厢记》的戏剧冲突有两条线索：一是以老夫人为一方，以崔莺莺、张生、红娘为另一方的冲突；二是崔莺莺、张生、红娘之间的矛盾冲突。（3分）\n（2）前者是主线，后者是辅线；两条线索互相制约，交错展开。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述黄景仁的诗歌特点。",
      "a": "（1）诗歌多感伤情调，愤世悲凉，多抒发落拓和孤寂的情怀。（3分）\n（2）以七古、七律见长：七古雄伟，七律清丽。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述周济“非寄托不入，专寄托不出”的词学思想。",
      "a": "（1）是在《宋四家词选目录序论》中提出的。（1分）\n（2）“非寄托不入”是从创作主体而言，指词的创作要有深刻的寓意。（2分）\n（3）“专寄托不出”是从接受者而言，指对词作要反复涵泳，方能体会其中的深意。（2分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论苏轼诗歌的艺术特色。",
      "a": "（1）以文为诗，运用博喻。（4分）\n（2）有敏锐细致的观察力和出色的文字表现力，有才气。（2分）\n（3）以才学为诗，好议论、使事用典。将对事物的形象感受与哲理思考结合起来。（4分）\n（4）兼备各体而以七言为擅长，且风格多样。其七绝吐语清丽精美；七古气格雄健豪放。苏诗的基本风格有二；一是刚健婀娜的清丽雄健，二是豪放加平淡的清旷闲逸。高风绝尘是其诗风的主导倾向。（4分）",
      "e": ""
     },
     {
      "q": "论述：试述《金瓶梅》的主要内容与社会思想意义。",
      "a": "（1）通过对西门庆这样一个兼富商、恶霸、官僚、淫棍于一身的人物不动声色的描写，充分暴露了明代后期社会的黑暗、吏治的腐朽，及官商勾结、权钱交易等社会现象。（5分）\n（2）小说不仅写出了西门庆的贪婪与狠毒，而且也写出了他的精明强干，真实地塑造了明代后期新兴商人形象。（5分）\n（3）小说通过一个家庭兴衰的故事，表现了对于人性的更为深刻的思考。（4分）",
      "e": ""
     }
    ]
   }
  },
  "2018年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "苏舜钦诗歌的风格特色是（  ）",
      "opts": [
       "平易古淡",
       "华丽典雅",
       "豪犷雄放",
       "清新流丽"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "陈师道的诗被称为（  ）",
      "opts": [
       "半山体",
       "山谷体",
       "后山体",
       "简斋体"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "李清照后期词的风格是（  ）",
      "opts": [
       "清丽淡雅",
       "沉郁哀痛",
       "雍容典雅",
       "浓艳密丽"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "陆游晚年写了大量绝句，其风格主要表现为（  ）",
      "opts": [
       "雕饰藻绘",
       "清淡秀逸",
       "豪放悲壮",
       "清新拔俗"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "姜夔词的艺术特点是（  ）",
      "opts": [
       "清空骚雅",
       "如七宝楼台",
       "平淡自然",
       "清新明快"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "戴复古所属的诗人群体是（  ）",
      "opts": [
       "江西诗派",
       "江湖诗派",
       "中兴四大诗人",
       "永嘉四灵"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元好问的散文成就很高，其为文（  ）",
      "opts": [
       "气势宏大，有盛唐风",
       "精工巧丽，备极才情",
       "取法欧苏，纡徐委备",
       "清邃高古，出尘世外"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "乔吉《两世姻缘》的艺术特色是（  ）",
      "opts": [
       "悲喜连缀，贯通一体",
       "酸楚楚怨，令人肠断",
       "感事兴怀，情寄高远",
       "哀伤幻灭，淋漓尽致"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "王实甫《西厢记》取材于（  ）",
      "opts": [
       "白居易《长恨歌》",
       "民间流传的南戏",
       "范摅《云溪友议》",
       "元稹的传奇小说"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "“南戏”早期被称作（  ）",
      "opts": [
       "昆腔",
       "温州杂剧",
       "传奇",
       "大元乐府"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "萨都剌的诗文集名为（  ）",
      "opts": [
       "《牧庵集》",
       "《剡源集》",
       "《雁门集》",
       "《陵川集》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《水浒传》突出了“官逼民反”的主题，小说中第一个正式登场的人物是（  ）",
      "opts": [
       "鲁智深",
       "林冲",
       "西门庆",
       "高俅"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代著名小说《金瓶梅》属于（  ）",
      "opts": [
       "历史演义",
       "世情小说",
       "话本小说",
       "神魔小说"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "明永乐以后至成化末年，文坛上最为流行的文学流派是（  ）",
      "opts": [
       "临川派",
       "台阁体",
       "唐宋派",
       "前七子"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "代表明代散文全面繁荣和时代特征的是（  ）",
      "opts": [
       "唐宋派散文",
       "公安派",
       "晚明小品文",
       "竟陵派"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "高启诗歌各体兼工，尤长于（  ）",
      "opts": [
       "五言古诗",
       "五言律诗",
       "七言律诗",
       "七言歌行"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "明代前期作家朱有燉的散曲集是（  ）",
      "opts": [
       "《诚斋乐府》",
       "《秋碧乐府》",
       "《江东白苎》",
       "《雍熙乐府》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "明清之际的钱谦益在诗歌创作上推尊（  ）",
      "opts": [
       "陶渊明",
       "李白",
       "杜甫",
       "苏轼"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "诗句“恸哭六军俱缟素，冲冠一怒为红颜”出自（  ）",
      "opts": [
       "赵执信《晓过灵石》",
       "吴伟业《圆圆曲》",
       "王士禛《秦淮杂诗》",
       "袁枚《马嵬》"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "浙派代表诗人厉鹗在诗歌创作上工于（  ）",
      "opts": [
       "四言",
       "五言",
       "七言",
       "杂言"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "黄景仁《都门秋思》一诗的主要特色是（  ）",
      "opts": [
       "质朴苍劲",
       "清新明畅",
       "清丽峭拔",
       "闲适恬淡"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "阳湖派古文的代表人物是（  ）",
      "opts": [
       "黄宗羲、顾炎武、王夫之",
       "方苞、刘大櫆、姚鼐",
       "恽敬、张惠言",
       "戴震、钱大昕"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "纳兰性德《长相思》［山一程］一词的题材是（  ）",
      "opts": [
       "咏物",
       "爱情",
       "边塞",
       "吊古"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "《绿野仙踪》的主要内容是（  ）",
      "opts": [
       "描写才子佳人的恋爱故事",
       "演绎郑成功、张煌言海上抗清复明的史事",
       "叙述冤仇相报的两世姻缘故事",
       "叙写冷于冰求仙学道、救济众生的经过"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "李渔《笠翁传奇十种》的主要题材是（  ）",
      "opts": [
       "才子佳人",
       "历史故事",
       "政治时事",
       "神怪故事"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "近代“新派诗人”的代表人物是（  ）",
      "opts": [
       "龚自珍、魏源",
       "张维屏、贝青乔",
       "梁启超、黄遵宪",
       "樊增祥、易顺鼎"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "道光、咸丰、同治时期，占据诗坛中心的是（  ）",
      "opts": [
       "同光体",
       "宋诗派",
       "晚唐诗派",
       "汉魏六朝诗派"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "近代词人王鹏运开创了（  ）",
      "opts": [
       "临林词派",
       "阳羡词派",
       "浙西词派",
       "常州词派"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《老残游记》属于（  ）",
      "opts": [
       "侠义小说",
       "公案小说",
       "谴责小说",
       "狭邪小说"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "1906年，欧阳予倩、李叔同等人成立的我国第一个戏剧团体是（  ）",
      "opts": [
       "和春班",
       "春台班",
       "春阳社",
       "春柳社"
      ],
      "a": 3,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "下列属于辛派词人的有（  ）",
      "opts": [
       "张元幹",
       "朱敦儒",
       "张孝祥",
       "刘过",
       "陈亮"
      ],
      "a": "ACDE",
      "e": ""
     },
     {
      "q": "宋元话本小说的艺术特征有（  ）",
      "opts": [
       "连贯叙述，故事性强",
       "有意制造悬念和巧合",
       "情节曲折符合市民心理",
       "篇首或篇尾多采用诗词",
       "语言华美，由俗返雅"
      ],
      "a": "ABCD",
      "e": ""
     },
     {
      "q": "以下话本小说属于李渔创作的有（  ）",
      "opts": [
       "《清夜钟》",
       "《无声戏》",
       "《十二楼》",
       "《豆棚闲话》",
       "《西湖佳话》"
      ],
      "a": "BC",
      "e": ""
     },
     {
      "q": "下列属于弹词特点的有（  ）",
      "opts": [
       "流行于南方的讲唱文学形式",
       "由说、噱、弹、唱等组成",
       "多用第三人称叙述",
       "有“国音”、“土音”之分",
       "作者多为女性"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "以下小说属于林纾翻译的有（  ）",
      "opts": [
       "《巴黎茶花女遗事》",
       "《滑铁卢战血余腥录》",
       "《黑奴吁天录》",
       "《撒克逊劫后英雄录》",
       "《海上花列传》"
      ],
      "a": "ABCD",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：白体",
      "a": "（1）宋初出现的诗歌流派，代表诗人是李昉、徐铉、王禹偁。（1分）\n（2）学习白居易诗歌，诗风平易晓畅。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：国朝文派",
      "a": "（1）金代后期的诗文作家群，形成了有别于宋的独特风格。（1分）\n（2）其代表作家有蔡珪、党怀英、赵秉文、王庭筠。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：常州词派",
      "a": "（1）代表人物是张惠言、周济。（2分）\n（2）为词重视比兴寄托、言外之意。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：曾国藩的古文理论",
      "a": "（1）加入“经济”一门，讲究实用。（1分）\n（2）骈散结合，不重“义法”。（1分）\n（3）认为古文不宜说理，重视古文的审美特性。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述苏轼记叙文的艺术特点。",
      "a": "（1）苏轼记叙文价值最高，包括碑传文、叙记叙文及文赋。（1分）\n（2）山水游记记叙、描写、议论并重，且议论给文章辟出新境界。（2分）\n（3）诗情画意，触处皆是；覃思妙理，一出自然。（2分）",
      "e": ""
     },
     {
      "q": "简答：概述关汉卿杂剧创作的内容分类。",
      "a": "（1）第一类是公案剧，揭露社会的黑暗面，触及尖锐的社会矛盾。（2分）\n（2）第二类是妇女生活剧，描写妇女的生活和斗争，突出她们的美好品格。（2分）\n（3）第三类是历史剧，写历史英雄人物，表达作者对现实的感受。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述《镜花缘》的思想意义。",
      "a": "（1）是一部具有社会批判内容的作品。（2分）\n（2）体现了作者对妇女地位和境遇的关注和思考。（2分）\n（3）寄寓了作者的社会理想。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述《清忠谱》的主要内容。",
      "a": "（1）以东林党人和苏州人民反抗阉党魏忠贤黑暗统治的斗争为题材。（2分）\n（2）以周顺昌为主线，将杨涟、魏大中、左光斗等人的遇难事件穿插其中。（2分）\n（3）歌颂了东林党人的正义斗争和颜佩韦等人的高尚情操，同时亦抨击了魏忠贤祸国殃民的罪行。（1分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论柳永对词体的贡献。",
      "a": "（1）创制慢词，完善了慢词的体制和表现手法。叙事写情直观浅露，在章法上，注重叙事完整，描写细腻。（8分）\n（2）语言通俗，采用市井方言俗语，用第一人称代言。（3分）\n（3）运用韵脚、四声等变化，达到奇特效果。（3分）",
      "e": ""
     },
     {
      "q": "论述：试述《牡丹亭》的思想内涵和艺术成就。",
      "a": "（1）作者张扬至情，肯定自然人性，肯定情与欲的完美结合，给提倡贞节纲常的传统道德观念以猛烈的冲击，具有鲜明的时代精神。（5分）\n（2）成功塑造了杜丽娘这一追求自由与爱情、具有强烈叛逆色彩的女性形象，作品的最大特色是浓郁的浪漫气息和抒情色彩。（5分）\n（3）剧本的大量唱词，作为主人公的内心独白，写得深情绵邈，富有诗情画意，具有抒情诗一般的感人力量。（4分）",
      "e": ""
     }
    ]
   }
  },
  "2018年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共30小题，每小题1分，共30分。在每小题列出的四个备选项中只有一个是符合题目要求的。",
    "score": 1,
    "items": [
     {
      "q": "苏舜钦的诗歌风格是（  ）",
      "opts": [
       "豪犷雄放",
       "平淡瘦劲",
       "生新瘦硬",
       "沉博绝丽"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "王安石议论文的特点是（  ）",
      "opts": [
       "平易流畅，委曲婉转",
       "结构严谨，析理透辟",
       "雍容典雅",
       "纵横博辩"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "苏轼词的主要风格特征是（  ）",
      "opts": [
       "清丽典雅",
       "思深辞丽",
       "豪放旷达",
       "清空婉约"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "陈与义的诗歌被称为（  ）",
      "opts": [
       "山谷体",
       "后山体",
       "简斋体",
       "诚斋体"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "李清照后期词的风格是（  ）",
      "opts": [
       "清丽淡雅",
       "沉郁哀痛",
       "清空骚雅",
       "浓艳密丽"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "朱熹诗歌的主要特点是（  ）",
      "opts": [
       "以诗言事",
       "以诗喻理",
       "诗风豪放",
       "诗风典丽"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "元杂剧《赵氏孤儿》的作者是（  ）",
      "opts": [
       "白朴",
       "乔吉",
       "康进之",
       "纪君祥"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "高明《琵琶记》的创作主旨是（  ）",
      "opts": [
       "宣扬忠孝伦理观念",
       "揭示官吏贪赃枉法",
       "提倡神仙道化思想",
       "抒写离别相思之苦"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "元代讲史话本的艺术特点是（  ）",
      "opts": [
       "说一故事而立有结局",
       "悲喜连缀而贯通一体",
       "历叙史实而杂以虚辞",
       "淋漓酣畅而声韵兼美"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "赵孟頫《钱塘怀古》诗最具特色的是（  ）",
      "opts": [
       "极富唐诗的意境与韵味",
       "同于宋诗的警策与深致",
       "表现一种黍离麦秀之感",
       "以见解超人的议论取胜"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "元代后期诗文创作的两大中心是（  ）",
      "opts": [
       "江西和婺州",
       "婺州和吴中",
       "大都和平阳",
       "平阳和泽州"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "除了《三国演义》以外，罗贯中还作有杂剧传世，名曰（  ）",
      "opts": [
       "《冲漠子独步大罗天》",
       "《黑旋风仗义疏财》",
       "《赵太祖龙虎风云会》",
       "《雌木兰替父从军》"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "南戏规范化和广泛流行后，“传奇”指称的是（  ）",
      "opts": [
       "杂剧",
       "明清中长篇小说",
       "散曲",
       "明清中长篇戏剧"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "汤显祖的传奇作品中，取材于唐人蒋防《霍小玉传》的是（  ）",
      "opts": [
       "《紫箫记》",
       "《邯郸记》",
       "《南柯记》",
       "《牡丹亭》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "“台阁体”散文的风格特点是（  ）",
      "opts": [
       "醇深典正，浑穆雍容",
       "雍容和平，平易畅达",
       "平易自然，纡徐和缓",
       "简练明快，笔力雄健"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列作家中，长于记述家庭琐事而极富人情味的是（  ）",
      "opts": [
       "袁宏道",
       "李贽",
       "归有光",
       "张岱"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "明代前期散曲作家中，朱有燉影响最大，其散曲集曰（  ）",
      "opts": [
       "《诚斋乐府》",
       "《沜东乐府》",
       "《秋碧乐府》",
       "《碧山乐府》"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "遗民诗人屈大均诗歌的主要特点是（  ）",
      "opts": [
       "闲适",
       "雄直",
       "绮丽",
       "险怪"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "以下诗句中，由赵翼创作的是（  ）",
      "opts": [
       "“李杜诗篇万口传，至今已觉不新鲜”",
       "“衙斋卧听萧萧竹，疑是民间疾苦声”",
       "“十有九人堪白眼，百无一用是书生”",
       "“恸哭六军俱缟素，冲冠一怒为红颜”"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "侯方域、魏禧和汪琬并称“清初三大家”，其最重要的创作成就是（  ）",
      "opts": [
       "诗歌",
       "古文",
       "小说",
       "戏曲"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "下列作家中，既是阳湖派古文的代表人物，又是常州词派开创者的是（  ）",
      "opts": [
       "张惠言",
       "恽敬",
       "侯方域",
       "汪中"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "周济编选《宋四家词选》，“宋四家”指（  ）",
      "opts": [
       "晏殊、晏几道、柳永、欧阳修",
       "周邦彦、李清照、朱敦儒、张孝祥",
       "欧阳修、苏轼、秦观、黄庭坚",
       "周邦彦、辛弃疾、王沂孙、吴文英"
      ],
      "a": 3,
      "e": ""
     },
     {
      "q": "《平山冷燕》属于（  ）",
      "opts": [
       "历史演义和英雄传奇",
       "才子佳人小说",
       "侠义公案小说",
       "才学小说"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "吴敬梓在《儒林外史》中赞颂和肯定的真儒明贤是（  ）",
      "opts": [
       "周进",
       "杜少卿",
       "杜慎卿",
       "景兰江"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "弹词《天雨花》的完成年代是（  ）",
      "opts": [
       "顺治年间",
       "嘉庆年间",
       "道光年间",
       "同治年间"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "近代诗坛上，龚自珍、魏源等张扬士人主体精神，被称为（  ）",
      "opts": [
       "启蒙诗人",
       "爱国诗人群体",
       "新派诗人",
       "革命派诗人"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "在近代诗坛上，王闿运属于（  ）",
      "opts": [
       "汉魏六朝诗派",
       "晚唐诗派",
       "宋诗派",
       "同光体"
      ],
      "a": 0,
      "e": ""
     },
     {
      "q": "近代古文作者中，薛福成属于（  ）",
      "opts": [
       "姚门四弟子",
       "曾门四弟子",
       "戊戌六君子",
       "清末四公子"
      ],
      "a": 1,
      "e": ""
     },
     {
      "q": "近代文坛上，章士钊的文章被称为（  ）",
      "opts": [
       "经世文",
       "新文体",
       "逻辑文",
       "述学文"
      ],
      "a": 2,
      "e": ""
     },
     {
      "q": "近代小说《儿女英雄传》属于（  ）",
      "opts": [
       "侠义小说",
       "狭邪小说",
       "政治小说",
       "谴责小说"
      ],
      "a": 0,
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "二、多项选择题",
    "desc": "本大题共5小题，每小题2分，共10分。在每小题列出的五个备选项中至少有两个是符合题目要求的。",
    "score": 2,
    "items": [
     {
      "q": "陆游诗歌的艺术成就包括（  ）",
      "opts": [
       "古体诗风格悲壮",
       "七律自然圆转而对仗工稳",
       "五律追求平淡简远的韵调",
       "绝句风格清淡秀逸",
       "田园诗风格平淡闲适"
      ],
      "a": "ABD",
      "e": ""
     },
     {
      "q": "张可久散曲的创作特点有（  ）",
      "opts": [
       "注重形式格律",
       "喜欢雕琢字句",
       "少用俚言俗语",
       "风格以清丽为主",
       "追求诗词般的典雅"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "《聊斋志异》的素材来源主要有（  ）",
      "opts": [
       "前人的小说和笔记",
       "前代戏曲",
       "正史记载",
       "自己的经历或见闻",
       "友人提供"
      ],
      "a": "ADE",
      "e": ""
     },
     {
      "q": "“一笠庵四种曲”包括（  ）",
      "opts": [
       "《一捧雪》",
       "《人兽关》",
       "《永团圆》",
       "《清忠谱》",
       "《占花魁》"
      ],
      "a": "ABCE",
      "e": ""
     },
     {
      "q": "近代诗坛上，同光体又分为（  ）",
      "opts": [
       "闽派",
       "赣派",
       "徽派",
       "粤派",
       "浙派"
      ],
      "a": "ABE",
      "e": ""
     }
    ]
   },
   "short": {
    "head": "三、问答题（名词解释题·简答题）",
    "desc": "名词解释题4小题，每小题3分；简答题4小题，每小题5分。",
    "score": 3,
    "items": [
     {
      "q": "名词解释：江湖诗派",
      "a": "（1）南宋后期影响最大的一个诗派。（1分）\n（2）多效“四灵”之体，崇尚晚唐体的清巧之思。（1分）\n（3）代表诗人有刘克庄、戴复古、方岳等。（1分）",
      "e": ""
     },
     {
      "q": "名词解释：元好问",
      "a": "（1）是金元时期具有多方面成就的大家。（1分）\n（2）在诗、文、词、文学批评等方面都取得了很高成就。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：《桃花扇》",
      "a": "（1）作者是清代的戏剧家孔尚任。（1分）\n（2）以侯方域和李香君的爱情故事为线索，借离合之情，写兴亡之感。（2分）",
      "e": ""
     },
     {
      "q": "名词解释：《三侠五义》",
      "a": "（1）据说书艺人石玉昆的演出底本加工整理而成。（1分）\n（2）是近代侠义公案小说的代表作。（1分）\n（3）内容主要是包拯在侠客义士辅佐下除暴安良的故事。（1分）",
      "e": ""
     },
     {
      "q": "简答：简述西昆体诗歌的主要特色。",
      "a": "（1）学习李商隐诗歌。（1分）\n（2）讲究修辞（或辞采），风格典丽。（2分）\n（3）诗中大量用典，以学问为诗。（2分）",
      "e": ""
     },
     {
      "q": "简答：简述关汉卿杂剧创作概况。",
      "a": "（1）关汉卿是元杂剧作家中创作最多的一位。他一生写了六十多种杂剧，流传至今的有十几种。（2分）\n（2）其作品有公案剧、妇女生活剧、历史剧，如《窦娥冤》《蝴蝶梦》《鲁斋郎》；《救风尘》《谢天香》《拜月亭》《望江亭》；《单刀会》《西蜀梦》《陈母教子》等。（3分）",
      "e": ""
     },
     {
      "q": "简答：简述方苞古文理论的主要贡献。",
      "a": "（1）提出“艺术莫难于古文”的观点。（2分）\n（2）提出“义法”说。要求写出一个人的精神面貌，而略去无关紧要的文字，布置适当，文字雅洁。（3分）",
      "e": ""
     },
     {
      "q": "简答：简述陈维崧词的艺术特点。",
      "a": "（1）少作以风华绮丽见称，中晚年作品深婉豪宕，苍凉沉郁。（2分）\n（2）慢词盘转起伏，骨力警拔，情致酣畅，将赋和歌行的手法运用于词。（2分）\n（3）以腾越飞扬的才情和劲挺的笔力写作小令，意境阔大。（1分）",
      "e": ""
     }
    ]
   },
   "essay": {
    "head": "四、论述题",
    "desc": "本大题共2小题，每小题14分，共28分。",
    "score": 14,
    "items": [
     {
      "q": "论述：试论黄庭坚诗歌的艺术特色。",
      "a": "（1）多用拗句。（3分）\n（2）以学问为诗，以故为新，变俗为雅。（4分）\n（3）多用典，标新立异，出奇制胜。（2分）\n（4）诗风生新瘦硬。（3分）\n（5）也有浏亮芊绵的自然晓畅之作。（2分）",
      "e": ""
     },
     {
      "q": "论述：结合具体形象，试述《水浒传》人物描写的特点。",
      "a": "（1）《水浒传》的主要文学成就，在于塑造了众多栩栩如生、性格各异的草莽英雄形象，叙一百零八人，而人人有其性情、气质、形状与声口。（2分）\n（2）善于将人物置于引人入胜的情节发展中，人物与情节高度融合，避免了人物形象的平板化。如写林冲，写其误入白虎堂、刺配沧州道、风雪山神庙等一连串的遭遇，从而表现出他从处处忍让到忍无可忍的性格变化。（6分）\n（3）塑造人物时往往倾注强烈的爱憎感情，运用夸张渲染等手法，使人物叱咤风云的英雄气概与传奇色彩更为鲜明。如写武松打虎，既有浓墨重彩的正面直写，又有层层渲染烘托的手法；既有事前的铺垫，又有打虎中“闪、轮、劈、丢、揪”等一系列动作的描写；既有对环境、景色的烘托，又有人物心理的描写；既有写老虎的异常凶狠，又写武松处惊不乱的从容以对。正是这种层层渲染烘托，将武松形象淋漓尽致地表现了出来。（6分）",
      "e": ""
     }
    ]
   }
  },
  "多选真题汇总": {
   "multi": {
    "head": "多项选择题真题汇总",
    "desc": "",
    "score": 2,
    "items": [
     {
      "q": "张炎对白石词的风格及艺术特色的评语包括（ ）",
      "opts": [
       "清空",
       "骚雅",
       "豪放",
       "古雅峭拔",
       "清新刚健"
      ],
      "a": "AB",
      "e": "南宋末的张炎《词源》卷下说\"白石词如《疏影》……等曲，不惟清空，又且骚雅，读之使人神观飞跃。\"从此，清空、骚雅就成为白石词独特风格的代称。"
     },
     {
      "q": "苏轼散文的艺术特色有（ ）",
      "opts": [
       "\"辞达\"、\"通脱\"",
       "善用比喻",
       "辞必己出",
       "生涩奥衍",
       "有诗化倾向"
      ],
      "a": "ABE",
      "e": "首先，苏文\"辞达\"、\"通脱\"，有圆活流转、错综变化和自然率真之美。其次，苏文喜用比喻，多形象思维。再次，苏文富于想象，以感情和才气为文，有明显的诗化倾向。苏文的总体艺术风貌，确如他自己所云\"如行云流水\"、\"随物赋形\"，既\"文理自然\"，又\"姿态横生\"既能\"求物之理\"，又可\"达物之妙\"。其文代表了宋代古文运动的最高成就，标志着宋代古文运动的完全胜利，开辟了文学散文发展的广阔道路。"
     },
     {
      "q": "欧阳修诗歌的特点有（ ）",
      "opts": [
       "以文为诗",
       "主丽藻而贱气格",
       "以议论为诗",
       "诗风雄奇奔放",
       "诗风平易"
      ],
      "a": "ACDE",
      "e": "欧阳修写诗学韩愈的\"以文为诗\"。其创作追求气格，其风格或曰古健、古硬、气雄、气豪，或曰怪奇、奇壮、奔放、皆重气格所致。开创了取材广泛、命意新颖、以文为诗和以议论为诗的一代诗风。写景状物之以感慨议论，写得清新自然，平易流畅，然又深寓沉郁之气。"
     },
     {
      "q": "\"山谷体\"的风格特征有（ ）",
      "opts": [
       "含蓄深婉",
       "求雅脱俗",
       "生新瘦硬",
       "雅丽精绝",
       "深拗劲峭"
      ],
      "a": "BCE",
      "e": "黄庭坚作诗喜欢多用拗句，给人以奇崛劲峭，是山谷体的特色之一。生新（奇）瘦硬，向来也被认为是山谷体诗风的特征。总之，黄庭坚山谷体诗的基本特征是求生避熟，求雅脱俗。"
     },
     {
      "q": "欧阳修诗歌的艺术特点有（ ）",
      "opts": [
       "以文为诗",
       "以议论为诗",
       "追求气格",
       "命意新颖",
       "诗风艰涩"
      ],
      "a": "ABCD",
      "e": "欧阳修写诗学韩愈的\"以文为诗\"。其创作追求气格，其风格或曰古健、古硬、气雄、气豪，或曰怪奇、奇壮、奔放、皆重气格所致。开创了取材广泛、命意新颖、以文为诗和以议论为诗的一代诗风。写景状物之以感慨议论，写得清新自然，平易流畅，然又深寓沉郁之气。"
     },
     {
      "q": "属于辛派词人的作家有（ ）",
      "opts": [
       "刘克庄",
       "吴文英",
       "王沂孙",
       "陈亮",
       "刘过"
      ],
      "a": "DE",
      "e": "与辛弃疾同时的一批词人，或与稼轩为同志，或追慕稼轩，感时激愤，词的主题抒发爱国感情，风格豪放激切，形成了风格相近的\"辛派\"，主要人物有张元幹、张孝祥、陈亮、刘过等。"
     },
     {
      "q": "黄庭坚的诗论观点主要有（ ）",
      "opts": [
       "点铁成金",
       "夺胎换骨",
       "别材别趣",
       "别是一家",
       "无一字无来处"
      ],
      "a": "ABE",
      "e": ""
     },
     {
      "q": "宋初诗派主要有（ ）",
      "opts": [
       "白体",
       "武功体",
       "昆体",
       "晚唐体",
       "台阁体"
      ],
      "a": "ACD",
      "e": "宋初诗派林立，主要有三派：武功体为晚唐姚合诗体，台阁体为明前期\"在朝者\"诗体，故B、D与题干不符。"
     },
     {
      "q": "辛弃疾词的艺术成就包括（ ）",
      "opts": [
       "婉约词柔中有刚",
       "喜议论",
       "善用典",
       "以论为词",
       "以诗为词"
      ],
      "a": "ABCD",
      "e": "\"以诗为词\"是前人对苏轼词的评价，与辛词的\"以论为词\"是相对的，故可排除E项。"
     },
     {
      "q": "苏轼词的题材包括（ ）",
      "opts": [
       "咏史怀古",
       "悼亡怀人",
       "登临送别",
       "田园风光",
       "征战戍守"
      ],
      "a": "ABCD",
      "e": "苏轼的词把士大夫文人较为宽广的生活内容带到了词中，将诗中通常表现的题材，如咏史怀古、悼亡怀人、登临送别、田园风光、说理谈禅、爱国热情等等，均融入词中。东坡词题材的扩大也是以诗为词的方面。"
     },
     {
      "q": "下列诗人中属于江西诗派的诗人有（ ）",
      "opts": [
       "王安石",
       "黄庭坚",
       "陈师道",
       "陈与义",
       "刘克庄"
      ],
      "a": "BCD",
      "e": "江西诗派是宋代影响最大的诗歌流派。江西诗派有一祖三宗之说，一祖为杜甫，三宗是黄庭坚、陈师道和陈与义。BCD当选。A项，王安石在黄庭坚之前，他所在的时代，江西诗派还未形成，故排除。E项，刘克庄属于江湖诗派，故排除。故本题选BCD。"
     },
     {
      "q": "刘克庄成为江湖诗派中成就最大的诗人，主要原因有（ ）",
      "opts": [
       "多方面吸收唐诗艺术营养",
       "熔铸宋诗的时代内容",
       "学杜甫、韩愈、李贺及陆游、杨万里",
       "将江西诗派与晚唐诗派加以调和",
       "发挥自己的艺术创造力"
      ],
      "a": "ABCDE",
      "e": "刘克庄尝试将江西派和晚唐体加以调和（D项），以走出一条新路子。刘克庄作诗除向陆游、杨万里看齐外，还受到杜甫、韩愈、李贺及晚唐诗人的影响（C项）。由于多方面吸收唐诗的艺术营养（A项），并熔铸了宋诗的时代内容（B项），以发挥自己的艺术创造力（E项），他能于\"四灵\"、晚唐体外自为新体，成为江湖诗人中成就最大的诗人。故本题选ABCDE。"
     },
     {
      "q": "宋代词坛自成一体的著名词体有（ ）",
      "opts": [
       "稼轩体",
       "易安体",
       "樵歌体",
       "简斋体",
       "诚斋体"
      ],
      "a": "ABC",
      "e": "宋代词坛自成一体的著名词体有稼轩体、易安体、樵歌体。南宋中叶杰出词人辛弃疾的词达到了词体艺术的高峰，形成了备受称道的\"稼轩体\"。宋室南渡之际杰出女词人李清照自己的词作十分注重词体特性，形成了独具特色的\"易安体\"。宋室南渡之际的朱敦儒的词在词坛自成一格，形成了\"朱希真体\"或\"樵歌体\"。\"简斋体\"指的是陈与义的诗，陈与义经历了北宋末期和南宋初期两个阶段。\"诚斋体\"指的是杨万里的诗，杨万里是南宋\"中兴四大诗人\"之一。故可以排除DE，本题选ABC。"
     },
     {
      "q": "南宋末遗民作家有（ ）",
      "opts": [
       "汪元量",
       "吴嘉纪",
       "郑思肖",
       "张煌言",
       "刘辰翁"
      ],
      "a": "ACE",
      "e": "在宋末的遗民作家里，汪元量、刘辰翁和郑思肖是值得提及的。汪元量有《水云集》、《湖山类稿》；刘辰翁有《须溪集》；郑思肖有《所南翁一百二十图诗集》、《郑所南先生文集》。吴嘉纪是清代遗民诗人；张煌言是明末清初诗人。故本题选ACE。"
     },
     {
      "q": "苏轼文学创作的显著特点有（ ）",
      "opts": [
       "以文为诗",
       "以文字为诗",
       "以诗为词",
       "以才学为诗",
       "以议论入诗"
      ],
      "a": "ABCDE",
      "e": "苏轼文学创作的艺术特色：（1）以文为诗，运用博喻，以文字为诗。（2）有敏锐细致的观察力和出色的文字表现力，有才气。（3）以才学为诗，好议论、使事用典。有意识地以议论入诗，将对事物的形象感受与哲理思考结合起来。（4）兼备各体而以七言为擅长，且风格多样。其七绝吐语清丽精美；七古气格雄健豪放。苏诗的基本风格有二：一是刚健含婀娜的清丽雄健，二是豪放加平淡的清旷闲逸。高风绝尘是其诗风的主导倾向。（5）苏轼的词，时人以\"以诗为词\"评之。"
     },
     {
      "q": "辛弃疾词的艺术成就包括（ ）",
      "opts": [
       "婉约词柔中有刚",
       "豪放词刚柔相济",
       "善用典",
       "以论为词",
       "以诗为词"
      ],
      "a": "ABCD",
      "e": "辛弃疾词的艺术成就：（1）豪放词刚柔相济；（2）婉约词柔中有刚；（3）喜议论，以论为词；（4）善用典，典源广泛；（5）以文为词，用散文句法。\"以诗为词\"是前人对苏轼词的评价，与辛词的\"以论为词\"是相对的，故可排除E项。"
     },
     {
      "q": "陆游诗歌的艺术成就包括（ ）",
      "opts": [
       "古体诗风格悲壮",
       "七律自然圆转而对仗工稳",
       "五律追求平淡简约的韵调",
       "绝句风格清淡秀逸",
       "田园诗风格平淡闲适"
      ],
      "a": "ABD",
      "e": "陆游的诗歌诸体皆备，在古体诗、律诗和绝句方面都取得了很大的成就：C、E两项不属于陆游的艺术成就，故本题选ABD。"
     },
     {
      "q": "下列属于辛派词人的有（ ）",
      "opts": [
       "张元幹",
       "朱敦儒",
       "张孝祥",
       "刘过",
       "陈亮"
      ],
      "a": "ACDE",
      "e": "与辛弃疾同时的一批词人，或与稼轩为同志，或追慕稼轩，感时激愤，词的主题抒发爱国感情，风格豪放激切，形成了风格相近的\"辛派\"，主要人物有张元幹、张孝祥、陈亮、刘过等。"
     },
     {
      "q": "苏轼诗歌的创作特色包括（ ）",
      "opts": [
       "以文为诗",
       "以才学为诗",
       "以议论为诗",
       "诗风清丽雄健",
       "诗风清旷闲逸"
      ],
      "a": "ABCDE",
      "e": ""
     },
     {
      "q": "宋初柳开的文学主张有（ ）",
      "opts": [
       "反对五代浮艳文风",
       "主张文道合一",
       "鼓吹复古",
       "倡导质朴文风",
       "讲究才学和功力"
      ],
      "a": "ABCD",
      "e": "柳开，今河北大名县人，著有《河东先生集》。自觉地以恢复韩愈、柳宗元古文的传统为己任，反对五代浮艳文风，标举文统和道统，主张文道合一，有鼓吹复古、倡导质朴文风的筚路蓝缕之功。"
     },
     {
      "q": "辛弃疾词的艺术成就包括（ ）",
      "opts": [
       "婉约词柔中有刚",
       "喜议论，善用典",
       "以论为词",
       "以诗为词",
       "以文为词"
      ],
      "a": "ABCE",
      "e": "\"以诗为词\"是前人对苏轼词的评价，与辛词的\"以论为词\"是相对的，故可排除D项。"
     },
     {
      "q": "李清照词论的主要内容有（ ）",
      "opts": [
       "尚雅",
       "主张\"词要清空，不要质实\"",
       "主张\"词别是一家\"",
       "强调声律",
       "尚豪放"
      ],
      "a": "ACD",
      "e": "李清照词体观念的主要内容不包括B、E两项，B指的是张炎的词学观点。本题选ACD。"
     },
     {
      "q": "黄庭坚\"山谷体\"诗的基本特征有（ ）",
      "opts": [
       "求生避熟，求雅脱俗",
       "重视句法，发展了拗句、拗律的体例",
       "强调\"无一字无来处\"",
       "用典以故为新，变俗为雅",
       "好奇尚硬，风格生新峭拔"
      ],
      "a": "ABCDE",
      "e": "黄庭坚山谷体诗的基本特征是求生避熟，求雅脱俗。其艺术特点有三：一是以学杜为宗旨，重视句法，发展了拗句、拗律的体制。二是强调\"无一字无来处\"，用典以故为新、变俗为雅，长于点化铸造，富有思致和机趣。三是好奇尚硬，造语洗尽铅华，独标隽旨，风格生新瘦硬峭拔，同时兼有浏亮芊绵的一面。故全选。"
     },
     {
      "q": "以下作家属于\"元曲四大家\"的有（ ）",
      "opts": [
       "王实甫",
       "关汉卿",
       "马致远",
       "石君宝",
       "白朴"
      ],
      "a": "BCE",
      "e": "元曲四大家：关汉卿、马致远、郑光祖、白朴。王实甫、石君宝是元杂剧前期作家，不属于四大家。"
     },
     {
      "q": "下列金代作家中属于\"国朝文派\"代表的有（ ）",
      "opts": [
       "王庭筠",
       "吴激",
       "蔡松年",
       "蔡珪",
       "党怀英"
      ],
      "a": "ADE",
      "e": "金世宗、章宗大定、明昌时期，宋金议和，投戈息马，治化修明，是金之所谓盛世，文学创作也呈现出繁荣气象。这一时期，在金朝成长起来的诗文作家活跃于文坛，形成了有差别于宋的独特的风格，元好问称之为\"国朝文派\"。\"国朝文派\"的代表人物有蔡珪、党怀英、赵秉文、王庭筠。"
     },
     {
      "q": "金初文学主要代表作家有（ ）",
      "opts": [
       "蔡珪",
       "蔡松年",
       "吴激",
       "王若虚",
       "宇文虚中"
      ],
      "a": "BCE",
      "e": "宇文虚中是金代文学奠基者，吴激和蔡松年被认为是金代前期诗文重要代表。王若虚是金代后期，蔡珪是金代中期。金初文坛的作家，主要由两部分人组成，一是由辽入金的文臣，如韩昉等；二是由宋入金的文士，如宇文虚中、吴激、蔡松年等。他们的作品多忆国思乡。"
     },
     {
      "q": "元散曲的艺术特征有（ ）",
      "opts": [
       "靠风趣、讽刺取胜",
       "用口语、白话写成",
       "一泻而下，一览无余",
       "通俗中又不乏辞采",
       "情景交融，含蓄蕴藉"
      ],
      "a": "ABCD",
      "e": "与诗词相比，散曲具有鲜明的风格特征。以往的诗歌形式都讲究含蓄、蕴藉、委婉，讲究意境、韵味，讲究含不尽之意于言外，散曲则不同，它不需要蕴藉，也不需要庄重与典雅，它是用口语白话写成，直白地表露作者的内心感受或生活体验与追求。散曲的妙处在于一泻而下，一览无余，靠风趣、讽刺取胜。散曲生动活泼，通俗易懂，但又不乏文采，文而不迂，俗非卑俗，不同于街巷俚歌。散曲语言一般符合正常语法，不大使用传统诗歌中的特有句法，但也常常熔铸诗（包括词）语入曲，通俗中又不乏辞采。"
     },
     {
      "q": "在金代成长起来的\"国朝文派\"作家有（ ）",
      "opts": [
       "蔡珪",
       "杨载",
       "党怀英",
       "赵秉文",
       "蔡松年"
      ],
      "a": "ACD",
      "e": "金世宗、章宗大定、明昌时期，宋金议和，投戈息马，治化修明，是金之所谓盛世，文学创作也呈现出繁荣气象。这一时期，在金朝成长起来的诗文作家活跃于文坛，形成了有差别于宋的独特的风格，元好问称之为\"国朝文派\"。\"国朝文派\"的代表人物有蔡珪、党怀英、赵秉文、王庭筠。"
     },
     {
      "q": "下列作家属于\"元曲四大家\"中的有（ ）",
      "opts": [
       "关汉卿",
       "王实甫",
       "白朴",
       "郑光祖",
       "马致远"
      ],
      "a": "ACDE",
      "e": "\"元曲四大家\"：关汉卿、马致远、郑光祖、白朴。王实甫是前期杂剧作家。"
     },
     {
      "q": "元代后期杂剧的代表作有（ ）",
      "opts": [
       "郑光祖《倩女离魂》",
       "宫天挺《范张鸡黍》",
       "乔吉《两世姻缘》",
       "高文秀《双献功》",
       "秦简夫《东堂老》"
      ],
      "a": "ABCE",
      "e": "元代杂剧后期代表作：郑光祖《倩女离魂》、宫天挺《范张鸡黍》、秦简夫《东堂老》、乔吉《两世姻缘》。与前期相比，作品内容有明显差别，后期多爱情剧、文人事迹剧、神仙道化剧。"
     },
     {
      "q": "张可久散曲的创作特点有（ ）",
      "opts": [
       "注重形式格律",
       "喜欢雕琢字句",
       "少用俚言俗语",
       "风格以清丽为主",
       "追求诗词般的典雅"
      ],
      "a": "ABCDE",
      "e": "张可久散曲注重形式格律，喜欢雕琢字句，追求诗词般的典雅，少用俚言俗语，有不少作品又回归到词的风格韵味，这代表了元后期散曲由俗返雅的趋势。张可久散曲中咏物写景、闲适游冶之作较多，这些散曲，不少写得清丽可喜。"
     },
     {
      "q": "下列杂剧作于元代前期的有（ ）",
      "opts": [
       "《双献功》",
       "《赵氏孤儿》",
       "《汉宫秋》",
       "《倩女离魂》",
       "《扬州梦》"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "下列作品属于元代后期杂剧的有（ ）",
      "opts": [
       "《范张鸡黍》",
       "《赵氏孤儿》",
       "《两世姻缘》",
       "《墙头马上》",
       "《东堂老》"
      ],
      "a": "ACE",
      "e": ""
     },
     {
      "q": "下列杂剧属于关汉卿创作的有（ ）",
      "opts": [
       "《蝴蝶梦》",
       "《扬州梦》",
       "《七里滩》",
       "《谢天香》",
       "《窦娥冤》"
      ],
      "a": "ADE",
      "e": ""
     },
     {
      "q": "关汉卿的杂剧按内容分为（ ）",
      "opts": [
       "神仙道化剧",
       "公案剧",
       "妇女生活剧",
       "历史剧",
       "家庭伦理剧"
      ],
      "a": "BCD",
      "e": ""
     },
     {
      "q": "下列属于元代前期诗文代表作家的有（ ）",
      "opts": [
       "戴表元",
       "赵孟頫",
       "刘因",
       "虞集",
       "姚燧"
      ],
      "a": "ABC",
      "e": ""
     },
     {
      "q": "宋元话本小说的艺术特征有（ ）",
      "opts": [
       "连贯叙述，故事性强",
       "有意制造悬念和巧合",
       "情节曲折符合市民心理",
       "篇首或篇尾多采用诗词",
       "语言华美，由俗返雅"
      ],
      "a": "ABCD",
      "e": "宋元话本小说在体制、叙述方式和语言运用等方面形成了明显的艺术特点：E项的语言特点与宋元话本小说不符。"
     },
     {
      "q": "近代学者将元杂剧分为（ ）",
      "opts": [
       "爱情婚姻剧",
       "家庭伦理剧",
       "神仙道化剧",
       "公案剧",
       "历史剧"
      ],
      "a": "ABCDE",
      "e": "近代学者对杂剧有多种分类，其中较能为人接受的是把杂剧分为以下五类："
     },
     {
      "q": "张养浩散曲的创作特点有（ ）",
      "opts": [
       "语言比较质朴豪放",
       "带有政治批判色彩",
       "用代言体写相思苦",
       "显示出沉郁的风格",
       "多为男女恋情之作"
      ],
      "a": "ABD",
      "e": "张养浩是一位深切关怀民生疾苦，具有社会责任感的曲家。其不少作品带有政治批判色彩（B），显示出沉郁的风格（D），语言比较质朴豪放（A）。C项\"相思苦\"和D项\"男女恋情\"均与张养浩的风格不符。"
     },
     {
      "q": "金代中期\"国朝文派\"的代表作家有（ ）",
      "opts": [
       "蔡珪",
       "蔡松年",
       "吴激",
       "党怀英",
       "赵秉文"
      ],
      "a": "ADE",
      "e": "金世宗、章宗大定、明昌时期（属于金中期），宋金议和，投戈息马，治化修明，是金之所谓盛世，文学创作也呈现出繁荣气象。这一时期，在金朝成长起来的诗文作家活跃于文坛，形成了有差别于宋的独特的风格，元好问称之为\"国朝文派\"。\"国朝文派\"代表作家有蔡珪、党怀英、赵秉文、王庭筠。ADE当选。BC两项，蔡松年和吴激属于金初诗文作家，故排除。故本题选ADE。"
     },
     {
      "q": "元杂剧《汉宫秋》中的主要人物是（ ）",
      "opts": [
       "孟丽君",
       "王昭君",
       "汉元帝",
       "汉成帝",
       "汉哀帝"
      ],
      "a": "BC",
      "e": "历史剧《汉宫秋》是马致远杂剧的代表作，写的是汉元帝时昭君出塞事。故本题选BC。"
     },
     {
      "q": "金代文学批评家王若虚论文言诗的观点有（ ）",
      "opts": [
       "辞达理顺",
       "以意为主",
       "出于自然",
       "夺胎换骨",
       "点铁成金"
      ],
      "a": "ABC",
      "e": "王若虚是金代著名的文学批评家，论文强调\"辞达理顺\"和\"以意为主\"，论诗也主张\"出于自得\"而本于自然。其《滹南诗话》批评黄庭坚，说所谓的\"夺胎换骨\"\"点铁成金\"不过是\"剽窃之黠者\"。"
     },
     {
      "q": "现存宋元话本小说可以按题材内容进行分类，这些类型有（ ）",
      "opts": [
       "烟粉类",
       "灵怪类",
       "历史类",
       "传奇类",
       "公案类"
      ],
      "a": "ABDE",
      "e": "现存宋元话本小说按内容可分四类：（1）烟粉类，即烟花粉黛，讲男女爱情；（2）灵怪类：讲神仙妖术和异物显灵作怪；（3）传奇类：讲人世间的奇人奇事及悲欢离合的轶事奇闻；（4）公案类：讲各种断案故事。"
     },
     {
      "q": "金代中期\"国朝文派\"的代表作家有（ ）",
      "opts": [
       "蔡珪",
       "蔡松年",
       "党怀英",
       "赵秉文",
       "王庭筠"
      ],
      "a": "ACDE",
      "e": "金世宗、章宗大定、明昌时期（属于金中期），宋金议和，投戈息马，治化修明，是金之所谓盛世，文学创作也呈现出繁荣气象。这一时期，在金朝成长起来的诗文作家活跃于文坛，形成了有差别于宋的独特的风格，元好问称之为\"国朝文派\"。\"国朝文派\"代表作家有蔡珪、党怀英、赵秉文、王庭筠。故选ACDE。"
     },
     {
      "q": "下列属于元代中期诗文代表作家的有（ ）",
      "opts": [
       "王恽",
       "杨载",
       "刘因",
       "虞集",
       "姚燧"
      ],
      "a": "BDE",
      "e": "元代中期，是元代诗风文风的形成时期，元末以及明清的研究者以\"元诗四大家\"（虞集、杨载、范梈、揭傒斯）的出现为元代诗文进入繁盛期的标志。元中期的诗文作家，最具代表性的有姚燧、虞集、揭傒斯、黄溍等。王恽和刘因属于元代前期的诗人，排除AC项。故本题选BDE。"
     },
     {
      "q": "辽代汉族诗文作家赵延寿的诗《失题》\"黄沙风卷半空抛\"的创作特点有（ ）",
      "opts": [
       "描写辽地景色",
       "表现军旅生活",
       "全诗以物喻人",
       "诗中景象具有北国特色",
       "表现汉民族生活"
      ],
      "a": "ABD",
      "e": "赵延寿，尝在辽庭赋诗，南人闻之，往往传之。如其《失题》诗：\"黄沙风卷半空抛，云重阴山雪满郊。探水人回移帐就，射雕箭落著弓抄。鸟逢霜果饥还啄，马渡冰河渴自跑。占得高原肥草地，夜深生火折林梢。\"写辽地景色和军旅生活，具有北国特色，前人将此诗与苏辙《虏帐诗》并提。故本题选ABD。"
     },
     {
      "q": "金代文学批评家王若虚论文的主张有（ ）",
      "opts": [
       "辞达理顺",
       "以意为主",
       "主张出于自得",
       "夺胎换骨",
       "点铁成金"
      ],
      "a": "ABC",
      "e": "王若虚是金代著名的文学批评家，论文强调\"辞达理顺\"和\"以意为主\"，论诗也主张\"出于自得\"而本于自然。故选ABC。\"夺胎换骨\"\"点铁成金\"是黄庭坚诗歌特点。"
     },
     {
      "q": "\"竟陵派\"的代表人物是（ ）",
      "opts": [
       "钟惺",
       "徐渭",
       "李贽",
       "谭元春",
       "李攀龙"
      ],
      "a": "AD",
      "e": "公安派之后，在晚明文坛上出现的影响较大的诗文流派——竟陵派，代表人物是钟惺和谭元春。"
     },
     {
      "q": "张岱的小品散文集有（ ）",
      "opts": [
       "《琅嬛文集》",
       "《西湖梦寻》",
       "《白华楼藏稿》",
       "《弇州山人续稿》",
       "《陶庵梦忆》"
      ],
      "a": "ABE",
      "e": "张岱，字宗子，又字石公，号陶庵、蝶庵、天孙、六休居士等，今浙江绍兴人。写成了《陶庵梦忆》、《西湖梦寻》、《琅嬛文集》，还有《石匮书》、《史阙》、《夜航船》等学术著作。"
     },
     {
      "q": "关于\"台阁体\"，正确的描述有（ ）",
      "opts": [
       "以杨士奇、杨溥和杨荣为代表",
       "关心民瘼，揭露时弊",
       "粉饰太平，歌功颂德",
       "风格上雍容华贵，典雅工丽",
       "形式上以应酬、题赠或应制、颂圣为主"
      ],
      "a": "ACDE",
      "e": "从永乐以后，直至成化末年，文坛上最为流行的是\"台阁体\"。代表人物是并称\"三杨\"的杨士奇、杨荣和杨溥。他们都历仕成祖、仁宗、宣宗、英宗四朝，身登台辅重位，受到皇帝优宠，无论是写诗还是作文，都以粉饰太平、歌功颂德为主，以雍容和雅、平易畅达为美，缺乏对于社会现实的深切关怀，缺乏动人心魄的感情力量。形式上以应酬、题赠或应制、颂圣为主。"
     },
     {
      "q": "下列作家属于明代复古派的是（ ）",
      "opts": [
       "李东阳",
       "李梦阳",
       "李攀龙",
       "王世贞",
       "王士禛"
      ],
      "a": "BCD",
      "e": "弘治后期，李梦阳、何景明、徐祯卿、边贡等青年进士掀起了复古的\"狂飙\"，古诗必学汉魏，近体、歌行宗法盛唐，他们的部分诗歌虽有模拟过甚的缺陷，但相对于台阁体、性理诗乃至茶陵派的诗风而言，则更加注重感情的抒发，更加注重体制的规范和文采、意象的美。\"后七子\"是李攀龙、王世贞、谢榛、徐中行、吴国伦、宗臣、梁有誉，他们在嘉靖后期重揭复古的大旗，比\"前七子\"更加重视诗歌的艺术特征，从艺术风貌上追摹古人。"
     },
     {
      "q": "下列作家为前后七子中的人物的是（ ）",
      "opts": [
       "李东阳",
       "李梦阳",
       "李攀龙",
       "何景明",
       "王世贞"
      ],
      "a": "BCDE",
      "e": "本题考查的是对明代文学团体的掌握。明代前后七子属于明中期的诗歌团体。李东阳属于明前期诗坛代表，故可以首先排除A项。明前后七子的组成如下：前七子：李梦阳、何景明、徐祯卿、边贡、康海、王九思、王廷相；后七子：李攀龙、王世贞、谢榛、宗臣、梁有誉、徐中行、吴国伦。"
     },
     {
      "q": "明代的拟话本小说有（ ）",
      "opts": [
       "\"三言\"",
       "\"二拍\"",
       "《型世言》",
       "《石点头》",
       "《鼓掌绝尘》"
      ],
      "a": "ABCDE",
      "e": "明代的白话短篇小说取得了很高的成就，这些小说被称作\"拟话本\"，晚明时期冯梦龙的\"三言\"和凌濛初的\"二拍\"可以说代表了我国古代白话短篇小说的最高成就。其他较著名的明代拟话本小说有：天然痴叟（席浪仙）的《石点头》、古吴金木散人的《鼓掌绝尘》、周清源的《西湖二集》、陆人龙的《型世言》等。"
     },
     {
      "q": "以下属于阳羡词派词学主张的有（ ）",
      "opts": [
       "重视\"立意\"",
       "主张\"拈大题目，出大意义\"",
       "推崇苏、辛",
       "主张\"非寄托不入，专寄托不出\"",
       "认为\"诗有史，词亦有史\""
      ],
      "a": "ABC",
      "e": "阳羡词派确尊词体，认为词的功能是可与经、史比肩，从根本上动摇和否定了\"词乃小道\"的传统观念；重视\"立意\"，主张\"拈大题目，出大意义\"，不论是鸿篇巨制，还是\"谰言卮言\"，都必须\"精深自命\"；推崇苏辛，不仅是沿承其豪放的风格，而且从\"竭才渺虑以会其通\"的层面上，追源苏、辛词的\"骎骎乎如杜甫之歌行与西京之乐府\"的精神；不废声律，万树的《词律》即是声律方面的重要理论成果。"
     },
     {
      "q": "弹词作品的题材类型主要有（ ）",
      "opts": [
       "儿女英雄类",
       "儿女类",
       "杂糅神仙类",
       "狐鬼故事类",
       "儒林科举类"
      ],
      "a": "ABC",
      "e": "按照作品的题材分类，弹词主要以儿女英雄类为主，也有偏重于儿女类、杂糅神仙类两种变化的类型。"
     },
     {
      "q": "明清文言小说创作形成了若干系列，其中诞生于清代的有（ ）",
      "opts": [
       "剪灯系列",
       "艳情系列",
       "聊斋系列",
       "世说系列",
       "阅微系列"
      ],
      "a": "CE",
      "e": "清代小说数量众多流派纷呈，文言小说短篇小说集有《聊斋志异》、《阅微草堂笔记》、《萤窗异草》、《夜雨秋灯录》等。《剪灯新话》是明代瞿佑撰写的文言短篇小说，《世说新语》是南朝宋出版的图书，由刘义庆组织一批文人编写，又名《世说》。艳情系列成书更早。"
     },
     {
      "q": "清初文人派戏剧以吴伟业、尤侗为代表，其主要特点有（ ）",
      "opts": [
       "关注现实，多为政治剧和时事剧",
       "讲求游戏娱乐功能",
       "意境上接近诗歌",
       "曲词雅致，抒情性强",
       "不利于演出，多为\"案头之曲\""
      ],
      "a": "CDE",
      "e": "吴伟业、尤侗的作品借历史故事抒发身世之苦或故国之思，意境上接近诗歌，曲词雅致，抒情性增强，但不利于演出，是\"案头之曲\"。"
     },
     {
      "q": "以下属于桐城派古文理论的有（ ）",
      "opts": [
       "方苞\"义法\"说",
       "刘大櫆\"神气\"说",
       "姚鼐\"神理气味\"说",
       "魏禧\"积理练识\"说",
       "阮元\"文笔分立\"说"
      ],
      "a": "ABC",
      "e": "方苞、姚鼐之徒，应时而起，倡明程朱之学，主八家之文，形成桐城文派。方苞\"义法\"说、刘大櫆\"神气\"说、姚鼐\"神理气味\"说属于桐城派古文理论。"
     },
     {
      "q": "清初传奇创作的主要流派有（ ）",
      "opts": [
       "浙西派",
       "苏州派",
       "常州派",
       "文人派",
       "娱乐派"
      ],
      "a": "BDE",
      "e": "清初戏剧有三个流派：一是以李玉为代表的苏州派，其戏作有较强的市民色彩。二是以吴伟业、尤侗为代表的文人派，有案头化倾向。三是以李渔代表的娱乐派，讲求游戏娱乐功能和形式技巧。"
     },
     {
      "q": "清初入仕诗人并称\"江左三大家\"的是（ ）",
      "opts": [
       "屈大均",
       "钱谦益",
       "王士禛",
       "吴伟业",
       "龚鼎孳"
      ],
      "a": "BDE",
      "e": "清初著名诗人，江左三大家：钱谦益、吴伟业、龚鼎孳。"
     },
     {
      "q": "《圆圆曲》是吴伟业\"梅村体\"的代表作，主要特点有（ ）",
      "opts": [
       "文词清丽",
       "音节调谐",
       "含蓄委婉",
       "沉着痛快",
       "是七言歌行体"
      ],
      "a": "ABCDE",
      "e": "《圆圆曲》是七言歌行体，吴伟业叙事体诗的代表作。整首诗文词清丽、音节调谐、含蓄委婉、沉着痛快。这是梅村体的特点。"
     },
     {
      "q": "《桃花扇》的主要人物有（ ）",
      "opts": [
       "侯方域",
       "李隆基",
       "杨玉环",
       "李香君",
       "王昭君"
      ],
      "a": "AD",
      "e": "《桃花扇》以侯方域和李香君的爱情故事为线索，集中反映了南明弘光王朝覆灭的历史，描绘了明末腐朽、动荡的社会现实以及统治内部的权势矛盾和斗争。"
     },
     {
      "q": "清初遗民诗人的代表作家有（ ）",
      "opts": [
       "钱谦益",
       "吴嘉纪",
       "吴伟业",
       "屈大均",
       "顾炎武"
      ],
      "a": "BDE",
      "e": "清初遗民诗成就较高的有顾炎武、吴嘉纪、钱澄之、屈大均、杜濬、归庄、方以智、陈恭尹等人。"
     },
     {
      "q": "词至清代而中兴，主要表现为（ ）",
      "opts": [
       "词人众多",
       "词作浩繁",
       "流派纷呈",
       "风格迥异",
       "词学理论和批评呈现复兴气象"
      ],
      "a": "ABCDE",
      "e": "在元明两代的沉寂之后，清词振颓起衰，呈现中兴局面。仅就《全清词》汇辑情况而言，词人两千余人，而且流派纷呈，词作浩繁，风格迥异，词学理论和批评也呈现复兴气象。"
     },
     {
      "q": "下列作品属于清代世情小说的有（ ）",
      "opts": [
       "《红楼梦》",
       "《金瓶梅》",
       "《玉娇梨》",
       "《好逑传》",
       "《平山冷燕》"
      ],
      "a": "ACDE",
      "e": "《金瓶梅》是明代世情小说的代表作。清朝世情小说《红楼梦》的出现，将世情小说的创作推向高潮。清前朝的世情小说主要有《平山冷燕》《玉娇梨》《好逑传》等。"
     },
     {
      "q": "以下属于清代拟话本小说的有（ ）",
      "opts": [
       "薇园主人《清夜钟》",
       "艾衲居士《豆棚闲话》",
       "李渔《无声戏》",
       "荑秋散人《平山冷燕》",
       "屠绅《蟫史》"
      ],
      "a": "ABC",
      "e": "现存清代拟话本小说约有三十余种，其中影响较大的有薇园主人的《清夜钟》、艾衲居士的《豆棚闲话》、古吴墨浪子的《西湖佳话》。成就最大的当推李渔的《无声戏》和《十二楼》。"
     },
     {
      "q": "下列属于弹词特点的有（ ）",
      "opts": [
       "流行于南方的讲唱文学形式",
       "由说、噱、弹、唱等组成",
       "多用第三人称叙述",
       "有\"国音\"、\"土音\"之分",
       "作者多为女性"
      ],
      "a": "ABCDE",
      "e": "弹词是流行于南方的一种讲唱文学形式，它由说（说白）、噱（穿插）、弹（伴奏）、唱（唱词）等组成。弹词多用第三人称叙述，语言浅近。弹词又有\"国音\"和\"土音\"之分。各地弹词作者多为女性。"
     },
     {
      "q": "以下属于阳羡词派词学思想的有（ ）",
      "opts": [
       "推尊词体",
       "重视\"立意\"",
       "推崇苏辛",
       "不废声律",
       "主张\"拈大题目，出大意义\""
      ],
      "a": "ABCDE",
      "e": "阳羡词派确尊词体，认为词的功能是可与经、史比肩，从根本上动摇和否定了\"词乃小道\"的传统观念；重视\"立意\"，主张\"拈大题目，出大意义\"，不论是鸿篇巨制，还是\"谰言卮言\"，都必须\"精深自命\"；推崇苏辛，不仅是沿承其豪放的风格，而且从\"竭才渺虑以会其通\"的层面上，追源苏、辛词的\"骎骎乎如杜甫之歌行与西京之乐府\"的精神；不废声律，万树的《词律》即是声律方面的重要理论成果。"
     },
     {
      "q": "常州词派的词学主张包括（ ）",
      "opts": [
       "注重音律词藻",
       "强调比兴寄托",
       "讲求文辞之深美闳约",
       "主张恢复风骚传统",
       "提出\"清空\"\"骚雅\"之说"
      ],
      "a": "BCD",
      "e": "嘉庆年间，张惠言、周济倡《风》《骚》之旨，形成常州词派。常州词派的词学宗旨是比兴寄托。张惠言认为词的特点是\"意内而言外\"\"深美闳约\"。故本题选BCD。"
     },
     {
      "q": "清代康熙诗坛宗宋的代表诗人有（ ）",
      "opts": [
       "王士禛",
       "赵执信",
       "沈德潜",
       "查慎行",
       "厉鹗"
      ],
      "a": "DE",
      "e": "C项沈德潜为乾隆时期诗人，故可首先排除。A项王士禛与B项赵执信论诗宗唐，与题干不符，可排除。清代康熙诗坛时期倡言宋诗者，成就较高的前有查慎行，后有厉鹗。D、E符合题干，当选。"
     },
     {
      "q": "清初经世之文分为学者之文和文人之文，文人之文的代表作家有（ ）",
      "opts": [
       "魏禧",
       "汪琬",
       "侯方域",
       "顾炎武",
       "王夫之"
      ],
      "a": "ABC",
      "e": "清代前期为经世之文，又可分为学者之文和文人之文，其代表人物分别为：学者之文：黄宗羲、顾炎武、王夫之；文人之文：侯方域、魏禧、汪琬。"
     },
     {
      "q": "在古文理论上，方苞的主要贡献有（ ）",
      "opts": [
       "义法说",
       "艺术莫难于古文",
       "神气说",
       "神理气味和格律声色",
       "文笔分立说"
      ],
      "a": "AB",
      "e": "选项中文学主张的提出者分别为：义法说——方苞；艺术莫难于古文——方苞；神气说——刘大櫆；神理气味和格律声色——姚鼐；文笔分立说——阮元。"
     },
     {
      "q": "以下话本小说属于李渔创作的有（ ）",
      "opts": [
       "《清夜钟》",
       "《无声戏》",
       "《十二楼》",
       "《豆棚闲话》",
       "《西湖佳话》"
      ],
      "a": "BC",
      "e": "选项中作品对应的作家分别为：《清夜钟》——陆云龙；《无声戏》——李渔；《十二楼》——李渔；《豆棚闲话》——艾衲居士；《西湖佳话》——古吴墨浪子。"
     },
     {
      "q": "以下《红楼梦》版本属于120回刻本系统的有（ ）",
      "opts": [
       "程甲本",
       "程乙本",
       "甲戌本",
       "乙卯本",
       "王希廉评本"
      ],
      "a": "ABE",
      "e": "《红楼梦》的版本有两个系统：80回抄本系统——\"甲戌本\"\"己卯本\"\"庚辰本\"等；120回的刻本系统——\"程甲本\"\"程乙本\"、王希廉评本。"
     },
     {
      "q": "下列《红楼梦》版本属于80回抄本系统的有（ ）",
      "opts": [
       "程甲本",
       "程乙本",
       "甲戌本",
       "己卯本",
       "庚辰本"
      ],
      "a": "CDE",
      "e": "《红楼梦》的版本有两个系统：80回抄本系统——\"甲戌本\"\"己卯本\"\"庚辰本\"等；120回的刻本系统——\"程甲本\"\"程乙本\"、王希廉评本。"
     },
     {
      "q": "\"一笠庵四种曲\"包括（ ）",
      "opts": [
       "《一捧雪》",
       "《人兽关》",
       "《永团圆》",
       "《清忠谱》",
       "《占花魁》"
      ],
      "a": "ABCE",
      "e": "本题考查的是对清代剧作家李玉作品的掌握。李玉是苏州派代表剧作家，其最著名的有《清忠谱》和\"一笠庵四种曲\"——《一捧雪》《人兽关》《永团圆》《占花魁》（\"一人永占\"）。故本题正确答案为ABCE。"
     },
     {
      "q": "下列弹词作品中，创作于明末至嘉庆年间的有（ ）",
      "opts": [
       "《天雨花》",
       "《再生缘》",
       "《笔生花》",
       "《榴花梦》",
       "《凤双飞》"
      ],
      "a": "AB",
      "e": "本题考查的是清代弹词的创作状况。清代的弹词作品可分为早期、中期和晚期：早期（明末清初至嘉庆年间）：《玉钏缘》《天雨花》《安邦志》《再生缘》等；中期（道光初至同治末年）：《笔生花》《榴花梦》《梦影缘》《金鱼缘》等；晚期（光绪至清末民初）：《凤双飞》《精忠传》《四云亭》《九仙枕》等。"
     },
     {
      "q": "《长生殿》在艺术上的长处主要表现在（ ）",
      "opts": [
       "结构完整，关目紧合，针线绵密",
       "语言清雅秀丽，有着浓厚的抒情色彩",
       "曲词音律，独步一时",
       "采用写实方法，淡化情节",
       "主要供案头阅读"
      ],
      "a": "ABC",
      "e": "《长生殿》被称为\"千百年来曲中巨擘\"。在艺术上的长处，主要表现在三方面：结构完整，关目紧合，针线绵密，独具匠心；语言清雅秀丽，有着浓厚的抒情色彩；曲辞音律，独步一时。"
     },
     {
      "q": "刘大櫆古文创作的主要特色有（ ）",
      "opts": [
       "集中描写底层人物",
       "好言政治，博征旁引",
       "有诗化倾向",
       "吸收小说手法",
       "善于转折跌宕"
      ],
      "a": "ACDE",
      "e": "刘大櫆及其古文创作的艺术特色：（1）思想具有批判社会的锋芒，表现为对程朱理学的反动。（2）就古文而言，刘大櫆坚持古文的文艺性，较为集中描写底层人物，吸收小说刻画人物的方法；（3）推崇归有光，善于转折跌宕，层层深入，一唱三叹，散文有诗化的倾向。"
     },
     {
      "q": "沈德潜倡导的\"格调说\"，论诗主张有（ ）",
      "opts": [
       "本于诗教",
       "偏袒七子派",
       "讲求蕴藉",
       "推尊唐诗",
       "注重声音之美"
      ],
      "a": "ABCDE",
      "e": "沈德潜论诗倡导\"格调说\"。\"格调\"有两层：（1）指诗歌创作要本于诗教，这与清廷提倡的程朱理学相适应，\"格调说\"带有明显的维护封建统治色彩。（2）指诗歌创作讲求蕴藉，推尊唐诗，偏袒七子派，尤重诗歌声音的美。故本题选ABCDE。"
     },
     {
      "q": "下列作品中，属于世情小说的有（ ）",
      "opts": [
       "《荡寇志》",
       "《歧路灯》",
       "《三国演义》",
       "《西游记》",
       "《平山冷燕》"
      ],
      "a": "BE",
      "e": "清初以来的世情小说，较早的有《醒世姻缘传》，乾隆以后有《歧路灯》《蜃楼志》等。《红楼梦》的出现，将世情小说的创作推向高潮。才子佳人小说是世情小说的一种，清前朝主要有《平山冷燕》《玉娇梨》和《好逑传》。《荡寇志》属于近代侠义小说；《三国演义》属于长篇\"历史演义\"小说；《西游记》是明代神魔小说的代表。"
     },
     {
      "q": "下列诗人为清初遗民诗人的是（ ）",
      "opts": [
       "钱谦益",
       "顾炎武",
       "吴伟业",
       "吴嘉纪",
       "屈大均"
      ],
      "a": "BDE",
      "e": "清初时期，有不少诗人具有坚贞的气节，参与抗清斗争，至终不渝，被称为\"遗民诗人\"，诗歌成就较高的有顾炎武、吴嘉纪、钱澄之、屈大均、杜濬、归庄、方以智、陈恭尹等。钱谦益和吴伟业不属于遗民诗人。"
     },
     {
      "q": "清中期有影响的戏剧作家包括（ ）",
      "opts": [
       "李玉",
       "李渔",
       "唐英",
       "蒋士铨",
       "杨潮观"
      ],
      "a": "CDE",
      "e": "清中期有影响的戏剧作家是唐英、蒋士铨和杨潮观。李渔和李玉属于清初戏剧作家。"
     },
     {
      "q": "与李玉合作完成戏剧作品《清忠谱》的戏剧家有（ ）",
      "opts": [
       "叶时章",
       "毕魏",
       "蒋士铨",
       "李渔",
       "朱素臣"
      ],
      "a": "ABE",
      "e": "入清后，李玉与叶时章、毕魏、朱素臣共同创作了《清忠谱》。"
     },
     {
      "q": "清代小说题材类型主要有（ ）",
      "opts": [
       "历史演义和英雄传奇",
       "神魔小说和世情小说",
       "才子佳人小说和才学小说",
       "讽刺小说",
       "公案小说"
      ],
      "a": "ABCDE",
      "e": "清代小说数量众多，流派纷呈，是中国小说发展史上的全盛时期。从章回小说的题材而言，有历史演义、英雄传奇、世情小说、儒林小说、才子佳人小说、侠义公案小说、狭邪小说、神怪小说。另有话本小说、文言小说、短篇小说集等。"
     },
     {
      "q": "清代戏剧成就最高的作品有（ ）",
      "opts": [
       "吴伟业《秣陵春》",
       "洪昇《长生殿》",
       "杨潮观《吟风阁杂剧》",
       "孔尚任《桃花扇》",
       "李渔《笠翁传奇十种》"
      ],
      "a": "BD",
      "e": "清代戏剧的成就最高是洪昇《长生殿》和孔尚任《桃花扇》。ACE选项为清代戏剧，不是成就最高。"
     },
     {
      "q": "下列作品中，属于清代韵文体小说杰出代表的有（ ）",
      "opts": [
       "《天雨花》",
       "《榴花梦》",
       "《再生缘》",
       "《凤双飞》",
       "《玉川缘》"
      ],
      "a": "AC",
      "e": "《天雨花》和《再生缘》是清代韵文体小说中的杰出代表作。故选AC。"
     },
     {
      "q": "沈德潜论诗倡导\"格调说\"，\"格调\"的主要内涵有（ ）",
      "opts": [
       "\"原本性情，关乎人伦日用\"",
       "\"诗以声为用者也，其微妙在抑扬抗坠之间\"",
       "\"诗必研诸肌理，而文必求其实际\"",
       "\"以我之情，述今之事，尺寸法古，无袭其辞\"",
       "\"独抒性灵，不拘格套\""
      ],
      "a": "AB",
      "e": "沈德潜论诗倡导\"格调说\"。\"格调\"有两层，一是指诗歌创作要本于诗教，\"原本性情，关乎人伦日用及古今成败兴坏之故者\"。这与清廷提倡的程朱理学相适应，\"格调说\"带有明显的维护封建统治色彩。二是指诗歌创作讲求蕴藉，推尊唐诗，偏袒七子派，尤重诗歌声音的美，他说\"诗以声为用者也，其微妙在抑扬抗坠之间\"。"
     },
     {
      "q": "清代词人张惠言的词学主张有（ ）",
      "opts": [
       "讲求言外之旨",
       "重比兴寄托",
       "重质实",
       "讲求醇雅",
       "词宗南宋"
      ],
      "a": "ABC",
      "e": "张惠言是常州词派的开创者，讲\"寄托\"。张惠言重质实、比兴而有寓意的词学观，援引儒学诗教入词学，是经学家的立场。这在一定程度上歪曲了词的本色，并未给词学创作带来更广阔的道路。惠言的词作与其词学主张一样，讲求言外之旨，隐晦奥眇。故本题选ABC。DE项是浙西词派的词学主张。"
     },
     {
      "q": "以下作品属于才子佳人小说的有（ ）",
      "opts": [
       "《玉娇梨》",
       "《平山冷燕》",
       "《好逑传》",
       "《镜花缘》",
       "《西湖佳话》"
      ],
      "a": "ABC",
      "e": "才子佳人小说是世情小说的一种。清前期主要有《平山冷燕》《玉娇梨》和《好逑传》三种。《镜花缘》属于才学小说；《西湖佳话》属于话本小说。故本题选ABC。"
     },
     {
      "q": "《聊斋志异》的素材来源主要有（ ）",
      "opts": [
       "前人的小说和笔记",
       "前代戏曲",
       "正史记载",
       "自己的经历或见闻",
       "友人提供"
      ],
      "a": "ADE",
      "e": "蒲松龄的《聊斋志异》写狐鬼故事，主要有三方面素材来源：采撷或借鉴前人的小说和笔记；友人的提供；自己的经历或见闻。"
     },
     {
      "q": "以下属于清代文言小说的有（ ）",
      "opts": [
       "《聊斋志异》",
       "《阅微草堂笔记》",
       "《剪灯新话》",
       "《剪灯余话》",
       "《夷坚志》"
      ],
      "a": "AB",
      "e": "《聊斋志异》《阅微草堂笔记》是清代，《剪灯新话》《剪灯余话》是明代，《夷坚志》是宋代。"
     },
     {
      "q": "清代文学家阮元和李兆洛论文的主张有（ ）",
      "opts": [
       "文笔分立",
       "视骈文为正宗",
       "骈散并重",
       "讲求\"义法\"",
       "视古文为正统"
      ],
      "a": "AB",
      "e": "清代骈文家对文章的见解，大多与桐城派异辙，有的主张骈散并重，有的则唯骈文是宗。阮元和李兆洛对文章的观点具有代表性。阮元主张文笔分立，鼓吹骈文，为骈文争文统。李兆洛编选《骈体文钞》，视骈文为正宗。DE两项为桐城派的主张。"
     },
     {
      "q": "浙西词派的创作倾向有（ ）",
      "opts": [
       "重\"韵致\"",
       "讲求醇雅章法",
       "追求空灵",
       "追求含蓄",
       "重\"志意\""
      ],
      "a": "ABCD",
      "e": "随着清朝的统一，阳羡词派的悲慨健举、萧骚凄怨之音，难合于政局一统的新形势，渐趋衰落乃是必然。以朱彝尊为代表的浙西词派适应清朝大一统局面，以醇正秀雅的词风异军突起，影响深远。从重\"志意\"到重\"韵致\"，从讲气势笔力到醇雅章法，由写实转向空灵，由明快转向含蓄。故本题选ABCD。"
     },
     {
      "q": "下列作品属于谴责小说的有（ ）",
      "opts": [
       "《儿女英雄传》",
       "《自由结婚》",
       "《老残游记》",
       "《孽海花》",
       "《新石头记》"
      ],
      "a": "CD",
      "e": "常为人提及的有《官场现形记》《二十年目睹之怪现状》《老残游记》《孽海花》等四大谴责小说。"
     },
     {
      "q": "下列作品属于林纾翻译小说的有（ ）",
      "opts": [
       "《滑铁卢战血余腥录》",
       "《革命军》",
       "《巴黎茶花女遗事》",
       "《海上花列传》",
       "《黑奴吁天录》"
      ],
      "a": "ACE",
      "e": "林纾是晚清古文大家，本不懂外文，他人口译，他写为文字，\"是中国以古文笔法译西洋小说的第一人\"。用古文笔法翻译西方小说，完成了不少传诵至今的译作。林译有百余部，涉及欧美各国，其中《巴黎茶花女遗事》、《黑奴吁天录》、《滑铁卢战血余腥录》、《撒克逊劫后英雄录》最为知名，流传甚广。"
     },
     {
      "q": "据《京剧剧目初探》统计，京剧剧目多取材于（ ）",
      "opts": [
       "三国戏",
       "列国戏",
       "水浒戏",
       "杨家将戏",
       "岳家将戏"
      ],
      "a": "ABCDE",
      "e": "京剧剧目丰富，据陶君起《京剧剧目初探》统计，共有1280多种。取材于三国戏、列国戏、水浒戏、杨家将戏、岳家将戏的剧目最多。表达了市民的意愿，歌颂为摆脱被压迫地位的反抗和斗争。其中《打渔杀家》、《群英会》、《空城计》、《四进士》、《五鼠闹东京》等均是屡经上演的优秀剧目。"
     },
     {
      "q": "道光前期\"志士之诗\"的主要内容有（ ）",
      "opts": [
       "抒发志士之感慨",
       "表现民生疾苦",
       "建策献言，呼吁革除弊政",
       "对社会危机的忧患之思",
       "对时世巨变的敏锐预感"
      ],
      "a": "ABCDE",
      "e": "嘉道之际，龚自珍试着冲破时代森密的罗网，从学者之诗、诗人之诗迈向志士之诗，鸦片战争爆发后，经世致用的志士诗风兴起。这时期，张扬士人主体精神的启蒙思潮进一步扩大，涌现了大量揭露时弊和抒发忧国之情的诗篇抒发志士之感慨、表现民生疾苦、建策献言，呼吁革除弊政、对社会危机的忧患之思、对时世巨变的敏锐预感这些诗作对当时的侈靡诗风是一巨大冲击，为近代诗歌反映重大政治事件开辟了广阔的道路。"
     },
     {
      "q": "清末民初的文学团体南社的主要创始人与领导核心是（ ）",
      "opts": [
       "秋瑾",
       "高旭",
       "陈去病",
       "吕碧城",
       "柳亚子"
      ],
      "a": "BCE",
      "e": "在清末民初，一个活跃的革命派文学团体为\"南社\"。它成立于1909年，发起人有陈去病、高旭、柳亚子。南社诗人的诗作激扬悲慨，有革命豪情。"
     },
     {
      "q": "清末民初的同光体又分为（ ）",
      "opts": [
       "以陈衍、郑孝胥为代表的闽派",
       "以沈曾植为代表的浙派",
       "以陈三立为代表的赣派",
       "以南社为代表的革命派",
       "以王闿运为代表的汉魏六朝诗派"
      ],
      "a": "ABC",
      "e": "同光体又分为以陈衍、郑孝胥为代表的闽派，以沈曾植为代表的浙派，以陈三立(最显著)为代表的赣派。"
     },
     {
      "q": "近代小说空前发展，品种很多，数量很大，主要包括（ ）",
      "opts": [
       "侠义小说",
       "狭邪小说",
       "政治小说",
       "谴责小说",
       "翻译小说"
      ],
      "a": "ABCDE",
      "e": "近代小说空前发展，品种很多，数量很大。在甲午战争之前，最多的是侠义小说与狭邪小说。其后，则以政治小说和谴责小说为主。此外，清末的翻译小说数量众多，流播甚广，社会影响很大，也应关注。"
     },
     {
      "q": "被梁启超誉为\"晚清两大家\"的诗人是（ ）",
      "opts": [
       "金和",
       "江湜",
       "黄遵宪",
       "林则徐",
       "曾国藩"
      ],
      "a": "AC",
      "e": "梁启超说\"锐意欲造新国者，莫如黄公度\"，对黄诗评价很高。金和是晚清诗坛著名诗人。梁启超曾将其与黄遵宪并称为\"晚清两大家\"。"
     },
     {
      "q": "以下小说属于林纾翻译的有（ ）",
      "opts": [
       "《巴黎茶花女遗事》",
       "《滑铁卢战血余腥录》",
       "《黑奴吁天录》",
       "《撒克逊劫后英雄录》",
       "《海上花列传》"
      ],
      "a": "ABCD",
      "e": "林纾是晚清古文大家，本不懂外文，他人口译，他写为文字，\"是中国以古文笔法译西洋小说的第一人\"。他用古文笔法翻译西方小说，完成了不少传诵至今的译作。林译有百余部，涉及欧美各国，其中《巴黎茶花女遗事》、《黑奴吁天录》、《滑铁卢战血余腥录》、《撒克逊劫后英雄录》最为知名，流传甚广。"
     },
     {
      "q": "以下诗人属于\"南社\"成员的有（ ）",
      "opts": [
       "黄遵宪",
       "苏曼殊",
       "陈去病",
       "高旭",
       "柳亚子"
      ],
      "a": "BCDE",
      "e": "在清末民初，一个活跃的革命派文学团体为\"南社\"。它成立于1909年，发起人有陈去病、高旭、柳亚子。南社诗人的诗作激扬悲慨，有革命豪情。在南社诗人中，苏曼殊别具一格。"
     },
     {
      "q": "近代诗坛，宋诗派和继之而起的同光体是主要流派，与之先后并存的还有（ ）",
      "opts": [
       "以龚自珍、魏源为代表的启蒙诗人",
       "以张维屏、贝青乔为代表的爱国诗人",
       "以梁启超、黄遵宪为代表的新派诗人",
       "以南社诗人为代表的革命派诗人",
       "以王闿运为代表的汉魏六朝诗派诗人"
      ],
      "a": "ABCDE",
      "e": "考查近代诗坛的主要流派及代表人物。近代诗坛，宋诗派和同光体是主要流派。与之先后并存的流派有：启蒙诗人——龚自珍、魏源；爱国诗人群体——张维屏、贝青乔；新派诗人——梁启超、黄遵宪；革命派诗人——南社诗人；汉魏六朝诗派——王闿运；晚唐诗派——樊增祥、易顺鼎。"
     },
     {
      "q": "卓有成就的近代词论著作有（ ）",
      "opts": [
       "《艺概·词概》",
       "《白雨斋词话》",
       "《蒿庵论词》",
       "《复堂词话》",
       "《蕙风词话》"
      ],
      "a": "ABCDE",
      "e": "本题考查的是对近代词人词作的掌握。近代词坛卓有成就的词论著作有：《艺概·词概》——刘熙载；《白雨斋词话》——陈廷焯；《蒿庵论词》——冯煦；《复堂词话》——谭献；《蕙风词话》——况周颐。"
     },
     {
      "q": "下列作品中，属于谴责小说的有（ ）",
      "opts": [
       "《二十年目睹之怪现状》",
       "《官场现形记》",
       "《老残游记》",
       "《浮生六记》",
       "《孽海花》"
      ],
      "a": "ABCE",
      "e": "《浮生六记》是沈复著于嘉庆十三年的自传体散文，与题干不符，可排除D项。清末四大谴责小说：《官场现形记》——李宝嘉；《二十年目睹之怪现状》——吴沃尧；《孽海花》——曾朴；《老残游记》——刘鹗。"
     },
     {
      "q": "以下作品属于\"谴责小说\"的有（ ）",
      "opts": [
       "《黑奴吁天录》",
       "《孽海花》",
       "《二十年目睹之怪现状》",
       "《官场现形记》",
       "《老残游记》"
      ],
      "a": "BCDE",
      "e": "《黑奴吁天录》是林纾翻译的一部美国反奴隶制长篇小说，与题干不符，可首先排除A项。"
     },
     {
      "q": "近代诗坛上，同光体又分为（ ）",
      "opts": [
       "闽派",
       "赣派",
       "徽派",
       "粤派",
       "浙派"
      ],
      "a": "ABE",
      "e": "本题考查的是对近代诗坛文学流派的掌握。同光体又分为三派：闽派——陈衍、郑孝胥；浙派——沈曾植；赣派——陈三立。"
     },
     {
      "q": "近代小说创作大致可以分为（ ）",
      "opts": [
       "侠义小说",
       "狭邪小说",
       "政治小说",
       "谴责小说",
       "鸳鸯蝴蝶派小说"
      ],
      "a": "ABCDE",
      "e": "近代小说空前发展，品种很多，数量很大。甲午战争之前，最多的是侠义小说与狭邪小说。其后，则以政治小说和谴责小说为主。清末的翻译小说数量众多，流播甚广，社会影响很大。清末民初，鸳鸯蝴蝶派极盛一时。"
     },
     {
      "q": "下列属于花部剧种的有（ ）",
      "opts": [
       "昆曲",
       "豫剧",
       "黄梅剧",
       "采茶戏",
       "花灯戏"
      ],
      "a": "BCDE",
      "e": "花部剧种：河南豫剧、安徽黄梅剧、江西的采茶戏、湖南的花鼓戏、云贵川的花灯戏、广西的采调等。"
     },
     {
      "q": "近代的话剧团体有（ ）",
      "opts": [
       "创造社",
       "春柳社",
       "春阳社",
       "南社",
       "进化团"
      ],
      "a": "BCE",
      "e": "春柳社的成立标志着中国早期话剧的诞生，是我国第一个戏剧团体。春阳社，中国境内第一个新剧（话剧）团体，1907年10月由王钟声创办于上海。进化团是中国早期话剧（新剧）的第一个职业剧团，它1910年冬成立于上海，领导人是新剧活动家任天知。BCE当选。A项，创造社郭沫若、成仿吾、郁达夫、张资平、田汉、郑伯奇等创立的文学团体。与题意不符，故排除。D项，南社是一个曾经在中国近现代史上产生过重要影响的资产阶级革命文化团体。与题意不符，故排除。"
     },
     {
      "q": "下列词学观点为王国维提出的有（ ）",
      "opts": [
       "\"有我之境\"、\"无我之境\"",
       "词主寄托",
       "\"写境\"、\"造境\"",
       "\"隔与不隔\"",
       "\"能写真景物、真感情者，谓之有境界\""
      ],
      "a": "ACDE",
      "e": "王国维，号静安，早年留学日本，后任教于清华学校。著有《人间词话》《红楼梦评论》《宋元戏曲史》等。他深受康德、叔本华哲学的影响，在《人间词话》中有创造性地提出著名的\"境界说\"，以\"能写真景物、真感情者，谓之有境界\"；又有\"有我之境界\"、\"无我之境界\"、\"写境\"、\"造境\"、\"隔与不隔\"之说。本题选ACDE。B项\"词主寄托\"是张惠言的词学主张。"
     },
     {
      "q": "以下作品属于侠义小说的有（ ）",
      "opts": [
       "《儿女英雄传》",
       "《荡寇志》",
       "《三侠五义》",
       "《品花宝鉴》",
       "《海上花列传》"
      ],
      "a": "ABC",
      "e": "近代前朝（嘉道咸年间）广为流行的侠义小说有《儿女英雄传》《荡寇志》和《三侠五义》。《品花宝鉴》《海上花列传》属于狭邪小说。"
     },
     {
      "q": "【2021年4月】李清照词论的主要内容有（ ）",
      "opts": [
       "尚雅",
       "主张\"词要清空，不要质实\"",
       "主张\"词别是一家\"",
       "强调声律",
       "尚豪放"
      ],
      "a": "ACD",
      "e": "词体观念：尚雅——思想的雅正、语言音律的文雅；\"词别是一家\"——强调词与诗有别，词比诗有更鲜明的声律特点。"
     },
     {
      "q": "【2021年4月】朱敦儒\"樵歌体\"词的艺术特点有（ ）",
      "opts": [
       "表现淡而静的空旷境界",
       "风格自然飘逸",
       "语言浅白如话",
       "风格刚健雄奇",
       "语言典雅华丽"
      ],
      "a": "ABC",
      "e": "朱敦儒樵歌体的艺术特征：（1）于淡而静的空旷境界中透出潇洒（2）风格自然飘逸（3）语言浅白如话"
     },
     {
      "q": "【2021年4月】元好问的论诗主张包括（ ）",
      "opts": [
       "以风雅为宗",
       "推崇自然",
       "标举清刚雄健",
       "推尊李白、杜甫",
       "推尊黄庭坚"
      ],
      "a": "ABCD",
      "e": "元好问以风雅为宗，要求诗歌回归\"正体\"，通过细评汉魏以下诗人，明辨诗史正伪清浊。论诗推崇自然，标举清刚雄健。在对唐宋诗的评价中，推尊李、杜，对宋黄庭坚特别是金代效法黄庭坚诗而形成的弊端，有所批评。"
     },
     {
      "q": "【2021年4月】浙西词派的词人有（ ）",
      "opts": [
       "陈维崧",
       "朱彝尊",
       "张惠言",
       "周济",
       "厉鹗"
      ],
      "a": "BE",
      "e": "清初词坛，有以陈维崧为首的阳羡词派、朱彝尊为首的浙西词派和独树一帜的满族词人纳兰性德。厉鹗在词方面具有极高的造诣，为浙西词派中期的代表。"
     },
     {
      "q": "【2021年4月】李玉创作的戏剧作品有（ ）",
      "opts": [
       "《一捧雪》",
       "《人兽关》",
       "《永团圆》",
       "《占花魁》",
       "《清忠谱》"
      ],
      "a": "ABCDE",
      "e": "李玉创作最著名有\"一笠庵四种曲\"——《一捧雪》、《人兽关》、《永团圆》、《占花魁》和《清忠谱》；入清后，李玉的创作兴趣由关注世态人情转向朝政纲要，并反思历史。除《清忠谱》，还有《千钟戮》。"
     },
     {
      "q": "【2021年10月】周邦彦词的语言特点有（ ）",
      "opts": [
       "风格典丽",
       "善于融化前人诗句入词",
       "运用市井语言",
       "下字运意，皆有法度",
       "采用经、史中生硬字面"
      ],
      "a": "ABD",
      "e": "周邦彦的词以语言典雅、音律精严而为人称道。他善于融化前人诗句入词，浑然天成，如自己出。沈义父说：\"清真最为知音，且无一点市井气，下字运意，皆有法度，往往自唐宋诸贤诗句中来，而不用经、史中生硬字面，此所以为冠绝也。\""
     },
     {
      "q": "【2021年10月】南宋江湖派诗人包括（ ）",
      "opts": [
       "刘克庄",
       "戴复古",
       "方岳",
       "文天祥",
       "刘辰翁"
      ],
      "a": "ABC",
      "e": "江湖派诗人多效\"四灵\"之体，宗尚晚唐体的清巧之思，多属意于苦吟，反对江西派的\"资书以为诗\"，以不用事为贵。代表人物刘克庄、戴复古、方岳等，能不受\"四灵\"所囿。"
     },
     {
      "q": "【2021年10月】诸宫调在艺术形式上的特征包括（ ）",
      "opts": [
       "多种宫调的曲子联套演唱",
       "演唱中杂以说白",
       "四折一楔子",
       "表演长篇故事",
       "由折、楔子和题目、正名组成"
      ],
      "a": "ABD",
      "e": "诸宫调是宋金元时期流行的一种说唱艺术，由于是用多种宫调的曲子联套演唱，杂以说白，表演长篇故事，因而称作\"诸宫调\"。CE选项为元杂剧特点。"
     },
     {
      "q": "【2021年10月】下列词人中属于常州词派的有（ ）",
      "opts": [
       "陈维崧",
       "顾贞观",
       "万树",
       "张惠言",
       "周济"
      ],
      "a": "DE",
      "e": "嘉庆年间，张惠言、周济倡《风》、《骚》之旨，反对浙西词派徒为形式而为琐屑饤饾之病，一时从风，形成常州词派。除周、张二人外，还有张琦、董士锡、李兆洛、陆继辂、丁履恒等。陈维崧属于阳羡词派。"
     },
     {
      "q": "【2021年10月】下列属于清代历史演义与英雄传奇的作品有（ ）",
      "opts": [
       "《水浒后传》",
       "《说岳全传》",
       "《隋唐演义》",
       "《梼杌闲评》",
       "《东周列国志》"
      ],
      "a": "ABCDE",
      "e": "清代历史演义与英雄传奇的作品主要有《水浒后传》、《说岳全传》、《梼杌闲评》、《隋唐演义》。清初其他历史演义还有蔡元放的《东周列国志》、无名氏的《说唐演义全传》、吕熊的《女仙外史》等。"
     },
     {
      "q": "【2022年4月】宋初诗派林立，主要诗派有（ ）",
      "opts": [
       "白体",
       "西昆体",
       "山谷体",
       "晚唐体",
       "简斋体"
      ],
      "a": "ABD",
      "e": "宋代初期诗歌流派主要有白体、西昆体、晚唐体。山谷体指北宋中期黄庭坚的诗体。简斋体指北宋末、南宋初陈与义的诗歌体式，尤指其后期诗风。"
     },
     {
      "q": "【2022年4月】辛弃疾词的题材内容有（ ）",
      "opts": [
       "抒发报国豪情",
       "表现壮志难酬的悲愤",
       "写儿女之情",
       "表现田园生活",
       "描写羁旅行役"
      ],
      "a": "ABCD",
      "e": "辛弃疾词的题材内容：（1）爱国词：最突出的题材，抒发报国豪情和壮志难酬的悲愤。如《鹧鸪天》、《破阵子》、《摸鱼儿》。（2）儿女缠绵之情，如《青玉案·元夕》。（3）农家词，农村田园的生活和景致同样充满了意趣。如《清平乐》、《西江月·夜行黄沙道中》。"
     },
     {
      "q": "【2022年10月】元好问的论诗主张包括（ ）",
      "opts": [
       "以风雅为宗",
       "推崇自然",
       "标举清刚雄健",
       "推尊李白、杜甫",
       "推尊黄庭坚"
      ],
      "a": "ABCD",
      "e": "元好问《论诗三十首》体现的审美追求和诗学观念：（1）以风雅为宗，要求诗歌回归\"正体\"。（2）论诗推崇自然，标举清刚雄健。（3）在对唐宋诗的评价中，推尊李、杜，批评黄庭坚和效法黄庭坚诗形成的弊端。"
     },
     {
      "q": "【2022年10月】清代乾嘉年间，追求雅正，提倡温柔敦厚诗风的诗学有（ ）",
      "opts": [
       "沈德潜\"格调说\"",
       "翁方纲\"肌理说\"",
       "姚鼐\"熔铸唐宋说\"",
       "袁枚\"性灵说\"",
       "王士禛\"神韵说\""
      ],
      "a": "ABC",
      "e": "沈德潜\"格调说\"要求诗歌创作要本于诗教，讲求蕴藉，推尊唐诗。\"肌理\"，即\"文理、义理\"，也就是经术学问。翁方纲\"肌理说\"要求诗歌创作要基于学问，以学济诗。姚鼐\"熔铸唐宋\"的论诗宗旨将桐城派诗论推向新的高峰，是桐城派诗论走向成熟的标志。"
     },
     {
      "q": "【2022年10月】《聊斋志异》现存版本主要有（ ）",
      "opts": [
       "手稿本",
       "青柯亭本",
       "卧闲草堂本",
       "铸雪斋抄本",
       "王希廉评本"
      ],
      "a": "ABD",
      "e": "《聊斋志异》现存版本主要有三：一是手稿本，仅存上半部，共237篇。二是乾隆十六年（1751）张希杰铸雪斋抄本，存目488篇。三是乾隆三十一年（1766）赵起杲青柯亭本，凡16卷，共431篇，是现今通行本的底本。1962年中华书局出版张友鹤辑校的《聊斋志异》会校会注会评本（简称\"三会本\"），是目前最为完备的一种本子。"
     },
     {
      "q": "【2022年10月】苏轼诗歌的创作特色有（ ）",
      "opts": [
       "以文为诗",
       "以才学为诗",
       "以议论入诗",
       "诗风清丽雄健",
       "诗风清旷闲逸"
      ],
      "a": "ABCDE",
      "e": "试论苏轼诗歌的艺术特色。（1）以文为诗，运用博喻。如《百步洪二首》其一。（2）有敏锐细致的观察力和出色的文字表现力，有才气。[以文字为诗]（3）以才学为诗，好议论、使事用典。将对事物的形象感受与思考结合起来。（4）【东坡体】兼备各体而以七言为擅长，且风格多样。七绝吐语清丽精美；七古气格雄健豪放。基本风格：①刚健含婀娜的清丽雄健 ②豪放加平淡的清旷闲逸，高风绝尘是其诗风的主导倾向。"
     },
     {
      "q": "【2022年10月】秦观词的创作特点有（ ）",
      "opts": [
       "本色当行",
       "词风婉约",
       "词风近于花间体",
       "词风豪放",
       "语言清新雅致"
      ],
      "a": "ABCE",
      "e": "秦观词作的艺术特点及其地位（1）多写相思离别，融入了自身感受，言情述愁中表现出思致。如《踏莎行·雾失楼台》（2）词音节和谐，节奏鲜明，具有悦耳动听的音乐美。【近于花间体，本色当行之词】（3）语言风格：典雅、清新雅致又明白晓畅，词风婉约。融化前人诗句，如\"寒鸦千万点，流水绕孤村\"化为\"寒鸦数点，流水绕孤村\"。（4）以抒情为主，具有感伤情调，抒情议论中融入议论，委婉深沉又自然流畅。如《鹊桥仙·纤云弄巧》（5）地位：秦观词在本色的婉约词体的发展流变中有着重要地位，承前启后。"
     },
     {
      "q": "【2023年4月】苏轼诗歌的创作特色（ ）",
      "opts": [
       "以文为诗",
       "好使事用典",
       "以议论入诗",
       "诗风清丽雄健",
       "诗风清旷闲逸"
      ],
      "a": "ABCDE",
      "e": "小蒋说：苏轼诗歌为高频考点；试论苏轼诗歌的艺术特色。（1）以文为诗，运用博喻。如《百步洪二首》其一。（2）有敏锐细致的观察力和出色的文字表现力，有才气。[以文字为诗]（3）以才学为诗，好议论、使事用典。将对事物的形象感受与思考结合起来。（4）【东坡体】兼备各体而以七言为擅长，且风格多样。七绝吐语清丽精美；七古气格雄健豪放。基本风格：①刚健含婀娜的清丽雄健 ②豪放加平淡的清旷闲逸，高风绝尘是其诗风的主导倾向。"
     },
     {
      "q": "【2023年4月】周邦彦词的章法结构（ ）",
      "opts": [
       "开阖回旋",
       "时空错综",
       "相互衬托",
       "顺叙直说",
       "以景结尾"
      ],
      "a": "ABCE",
      "e": "试论周邦彦词在章法结构方面的特点。（1）在词的结构上颇具匠心，章法布局开阖回旋，既有柳词叙事容量和感情力度，又避免了直露无余。这种开阖有致的章法，使周邦彦的词显示出感情的浑厚和表达的蕴藉，从而展现出深受文人推崇的沉郁顿挫的境界。如《瑞龙吟》使词显出感情的浑厚和表达的蕴藉，展现文人推崇的沉郁顿挫的境界。[全词写景、叙事、抒情时空交错变换]（2）章法布局上常使用不同感情的相互衬托的手法。如《满庭芳》，词中乐情与哀情相互衬托，情感跌宕起伏，具有含蓄蕴藉的效果。（3）以景结尾。如《浪淘沙慢》，结句融情入景，以景语结，给人以幽咽不尽的感受。"
     },
     {
      "q": "【2023年10月】柳永词的题材内容有（ ）",
      "opts": [
       "写民间风味",
       "写风尘女子",
       "写羁旅行役",
       "写都市风光",
       "写边塞风光"
      ],
      "a": "ABCD",
      "e": "柳永扩大了词的题材领域：（1）表现具有下层市民特征的感情、观念、价值标准；如《定风波》\"自春来，惨绿愁红，芳心是事可可。\"描绘思妇空虚无聊的精神状态和悔恨哀愁的内心世界，体现下层市民的爱情观。（2）多写风尘女子，感情真挚、深沉、平等；如《雨霖铃》\"多情自古伤离别，更那堪、冷落清秋节！\"（3）多写男女之情，写艳情表现出的是活生生的情感动作；（4）扩大了词的题材领域，向着更广阔的社会空间拓展。"
     },
     {
      "q": "【2023年10月】\"诚斋体\"主要借鉴的诗体有（ ）",
      "opts": [
       "西昆体",
       "半山体",
       "江西体",
       "山谷体",
       "晚唐体"
      ],
      "a": "BE",
      "e": "杨万里学习借鉴王安石的半山体和唐人晚唐体，学习晚唐体的空灵轻快，改变宋诗以人文景观为主的习惯，以自然意象为主，着重表现的是山水景观所蕴含的自然灵性和知觉情意，活泼而充满奇趣，被认为是真正的\"活法\"诗。"
     },
     {
      "q": "【2023年10月】董解元《西厢记诸宫调》的艺术特点有（ ）",
      "opts": [
       "结构宏伟",
       "情节曲折",
       "曲词优美",
       "备及才情",
       "字字本色"
      ],
      "a": "ABCDE",
      "e": "董解元《西厢记诸宫调》艺术上，作品结构宏伟，情节曲折，构成五万余言的鸿篇巨制。曲词优美。曲词特点：\"精工巧丽，备极才情，而字字本色，言言古意，当是古今传奇鼻祖。金人一代文献尽此矣\""
     },
     {
      "q": "【2023年10月】纳兰性德词的创作特点有（ ）",
      "opts": [
       "工于小令",
       "隐晦奥眇",
       "骨力警拔",
       "爱情词低徊悠渺，婉丽清凄",
       "边塞词寥廓苍远，绘景如画"
      ],
      "a": "ADE",
      "e": "纳兰性德词的词工于小令。爱情词低徊悠渺，婉丽清凄。多写一己情致，流于感伤，其悼亡诸什，尤为凄婉。如《南乡子》[为亡妇题照]。边塞词苍凉清怨。边塞行吟题材的词，苍凉清怨。如《长相思》。长调以情语入词，直抒胸臆。《饮水词》也有一些长调，颇见功力，多不平之气。"
     },
     {
      "q": "【2023年10月】下列作品属于世情小说的有（ ）",
      "opts": [
       "《醒世姻缘传》",
       "《平山冷燕》",
       "《玉娇梨》",
       "《红楼梦》",
       "《好逑传》"
      ],
      "a": "ABCDE",
      "e": "受《金瓶梅》写作范式影响的一大批世情小说的出现。写才子佳人的故事和家庭生活，《玉娇梨》《平山冷燕》《醒世姻缘传》《红楼梦》《海上花列传》。"
     },
     {
      "q": "【2024年4月】宋初诗派主要有（ ）",
      "opts": [
       "白体",
       "西昆体",
       "晚唐体",
       "简斋体",
       "山谷体"
      ],
      "a": "ABC",
      "e": "宋代初期诗歌流派主要有白体、西昆体、晚唐体。山谷体指北宋中期黄庭坚的诗体。简斋体指北宋末、南宋初陈与义的诗歌体式，尤指其后期诗风。"
     },
     {
      "q": "【2024年4月】欧阳修散文的显著特色是（ ）",
      "opts": [
       "随物赋形",
       "含蓄蕴藉",
       "险怪奇涩",
       "富于诗味",
       "平易自然"
      ],
      "a": "BDE",
      "e": "欧阳修散文的佳处，在于平易流畅中富于曲折变化，他常常从平易近人处入手，从入情入理的具体事物出发，但写得婉转曲折，富有情感。含蓄蕴藉而又平易自然，富于诗味，是欧阳修散文的显著特色。"
     },
     {
      "q": "【2024年10月】苏洵文章的创作特点有（ ）",
      "opts": [
       "以议论为主",
       "结构谨严",
       "说理周详",
       "气势磅礴",
       "曲折多变"
      ],
      "a": "ABCDE",
      "e": "苏洵的散文特点：（1）作文以学养为基础而重气势，文字雄奇坚劲，喜议政文，带有战国纵横家的色彩。（2）文章以议论为主，具有结构谨严、说理周详、气势磅礴而曲折多变的写作特点。（3）文风精练劲健，简古质朴；文笔/笔锋老辣，纵横博辩（纵横恣肆）。如《上欧阳内翰第一书》。"
     },
     {
      "q": "【2024年10月】\"樵歌体\"的艺术特征有（ ）",
      "opts": [
       "意境超旷",
       "笔法空灵",
       "风格飘逸",
       "语言浅白",
       "声情激越"
      ],
      "a": "ABCD",
      "e": "樵歌体：指朱敦儒词风格自然飘逸、语言浅白如话；于淡而静的空旷境界中透出潇洒。"
     },
     {
      "q": "【2024年10月】元杂剧兴盛的原因有（ ）",
      "opts": [
       "城市经济的繁荣",
       "艺术表演的社会化、商业化",
       "蒙古贵族的爱好",
       "文人参与创作与演出",
       "科举制度的完善"
      ],
      "a": "ABCD",
      "e": "元杂剧风靡全国的多方面的原因：（1）城市经济繁荣与艺术表演社会化、商业化的促进。（2）蒙古贵族的爱好，推动了元杂剧的发展。（3）文人参与创作与演出、高水平作家队伍形成的影响。"
     },
     {
      "q": "【2024年10月】明初\"台阁体\"的特点有（ ）",
      "opts": [
       "歌功颂德",
       "雍容和雅",
       "平易畅达",
       "缺乏现实关怀",
       "情感动人"
      ],
      "a": "ABCD",
      "e": "台阁体散文及代表作家\"三杨\"：【小蒋老师说：此主要为台阁体散文的特点】（1）明初文坛上最为流行的是\"台阁体\"。（2）代表人物是并称\"三杨\"的杨士奇、杨荣和杨溥。（3）以粉饰太平、歌功颂德为主，以雍容和雅、平易畅达为美。（缺乏现实关怀）"
     },
     {
      "q": "【2024年10月】梁启超\"新文体\"的特点有（ ）",
      "opts": [
       "强烈的实用性",
       "条理明晰",
       "文白夹杂",
       "运用新名词、新概念",
       "笔锋常带情感"
      ],
      "a": "ABCDE",
      "e": "\"新文体\"：（1）梁启超首创见诸报刊的政论、杂文。伴随报章体产生，带有强烈的实用性、时效性和鼓动性。条理明晰，笔锋常带情感。如《少年中国说》平易畅达。（2）运用新名词、新概念及佛典、语录、俚语等。（3）文白夹杂，兼采众制。既注意通俗，又加强艺术特性。"
     },
     {
      "q": "【2025年4月】宋初\"白体\"诗人主要有（ ）",
      "opts": [
       "徐铉",
       "王禹偁",
       "杨亿",
       "李昉",
       "钱惟演"
      ],
      "a": "ABD",
      "e": "白体：（1）宋初出现的诗歌流派，代表诗人王禹偁、李昉、徐铉。（2）学习白居易，诗风平易晓畅。（3）多反映官场的应酬、消遣，浅近刻露、圆熟平易。西昆体代表诗人为杨亿、钱惟演、刘筠。"
     },
     {
      "q": "【2025年4月】黄庭坚诗歌的特色有（ ）",
      "opts": [
       "多用拗句",
       "独抒性灵",
       "注重用典",
       "好奇尚硬",
       "求生避熟"
      ],
      "a": "ACDE",
      "e": "黄庭坚诗歌特点：（1）求生避熟，求雅脱俗。（2）重视句法，发展了拗句、拗律的体例。（3）强调\"无一字无来处\"，用典以故为新，变俗为雅。（4）好奇尚硬，风格生新峭拔。"
     },
     {
      "q": "【2025年4月】下列关于元好问说法正确的有（ ）",
      "opts": [
       "杰出的文学理论家",
       "七律与七绝成就突出",
       "金元词坛巨擘",
       "\"元诗四大家\"之一",
       "散文众体皆备"
      ],
      "a": "ABCE",
      "e": "小蒋说：本题是将元好问作综合考查，元好问是金元时期具有多方面成就的大家；在诗、文、词、文学批评等方面都取得了很高成就。元好问诗诸体兼善，七律与七绝成就最为突出；是金元词坛巨擘，兼宋词豪放与婉约于一体。元诗四大家：指元代诗人虞集、杨载、范梈、揭傒斯。"
     },
     {
      "q": "【2025年4月】宋元话本小说按其内容可分为（ ）",
      "opts": [
       "烟粉类",
       "灵怪类",
       "教化类",
       "传奇类",
       "公案类"
      ],
      "a": "ABDE",
      "e": "宋元话本小说的分类：（1）烟粉类，即烟花粉黛，讲男女爱情，所谓\"春浓花艳佳人胆\"。（2）灵怪类，讲神仙妖术和异物显灵作怪。（3）传奇类，讲人世间的奇人奇事，种种悲欢离合的轶事奇闻。（4）公案类，讲各种断案故事，恶霸杀人越货，侠盗怪杰不平拔刀，为民除害。"
     },
     {
      "q": "【2025年4月】下列关于姚鼐文学主张表述正确的有（ ）",
      "opts": [
       "强调文章的鼓动性和时效性",
       "追求孤峭幽冷的意境",
       "倡导\"平淡\"\"自然\"的文风",
       "文章须兼义理、考据、辞章三者之用",
       "注重\"神理气味\"\"格律声色\""
      ],
      "a": "CDE",
      "e": "小蒋说本题难度较大，综合考查。A指的是梁启超，B指的是竟陵派。姚鼐及其古文理论及其古文创作：古文理论：（1）受朴学风气的影响，认为天下学问义理、辞章、考证三者均不可废（2）论文本于方苞的\"义法\"说，在刘大櫆的\"神气\"说基础上，提出\"神理气味\"和\"格律声色\"。（3）提出了阴阳和刚柔的文章风格论。强调\"平淡\"和\"自然\"的文风。简述姚鼐古文创作的艺术特点：（1）古文以神韵见长，迂回荡漾，余味曲包。《袁随园君墓志铭》《刘海峰先生八十寿序》（2）其重要贡献是将论学之文和考证之文写得形象生动，气韵充美。其他文章，亦复如此。（3）考证之文，随文辨证，意在征实，气体简洁而不芜。"
     },
     {
      "q": "【2025年10月】欧阳修散文的艺术特点是（ ）",
      "opts": [
       "平易自然",
       "含蓄蕴藉",
       "富于诗味",
       "笔力雄健",
       "极具鼓动性"
      ],
      "a": "ABC",
      "e": "欧阳修散文的艺术特点。（1）风格平易流畅，委曲婉转。（2）在平易流畅中富于曲折变化，富有情感。（3）含蓄蕴藉而又平易自然，富于诗味。"
     },
     {
      "q": "【2025年10月】辛弃疾词的创作特征主要有（ ）",
      "opts": [
       "喜议论，善用典",
       "豪放词大都刚柔相济",
       "具有清越、高旷的格调",
       "无意不可入，无事不可言",
       "最突出的题材是抒发报国豪情与壮志难酬的悲愤"
      ],
      "a": "ABDE",
      "e": "小蒋说本题难度较大，混合考查，易错。辛弃疾词的艺术成就：（1）豪放词刚柔相济；婉约词柔中有刚。如《祝英台近·晚春》。（2）喜议论，以论为词（又饱含感情）；善用典，用典典源广泛；如《永遇乐·京口北固亭怀古》（3）以文为词，用散文句法，仍合词律。如《西江月·遣兴》。（4）风格沉郁痛快。D也可形容辛弃疾。"
     },
     {
      "q": "【2025年10月】\"元诗四大家\"指的是（ ）",
      "opts": [
       "刘因",
       "虞集",
       "杨载",
       "范梈",
       "揭傒斯"
      ],
      "a": "BCD",
      "e": "元诗四大家：（1）指元代诗人虞集、杨载、范梈、揭傒斯。（2）元大德、延祐年间活跃于文坛，因有才被选入翰林院，在京师成为士子向慕的著名人物而享誉诗坛。（3）成为元代诗文进入繁荣期的标志，盛世文风。"
     },
     {
      "q": "【2025年10月】明初\"台阁体\"诗歌的特点是（ ）",
      "opts": [
       "歌功颂德",
       "风格雍容典雅",
       "缺乏个性风采",
       "重视诗的声调、情韵之美",
       "古诗学习汉魏诗歌"
      ],
      "a": "ABC",
      "e": "小蒋说：注意台阁体诗歌和散文的特点。\"台阁体\"是杨士奇、杨荣、杨溥代表的诗文风格。诗歌追求雍容醇厚、平正典雅。散文以粉饰太平、歌功颂德为主，以雍容和雅、平易畅达为美。"
     },
     {
      "q": "【2025年10月】黄遵宪提倡的\"新派诗\"的特点有（ ）",
      "opts": [
       "反拟古，尊独创",
       "注重写古人未有之物，未辟之境",
       "重视古人比兴之体",
       "激扬悲慨，充满革命豪情",
       "学习晚唐诗歌"
      ],
      "a": "ABC",
      "e": "简述黄遵宪\"新派诗\"的创作特点。（1）为黄遵宪所提倡，反拟古，尊独创，要求\"我手写我口\"。（2）取材新，\"凡叙事物切于今者，皆采取而假借之\"。取材广泛，凡切于今者，皆加以采取假借；述事重视古人未见之物，未辟之境。（3）表现方法上，利用古代艺术传统，力求变化多样。重视古人比兴之体。最能体现\"新派诗\"特色的：写海外新事物的作品。（异域风物和思想文化）另一特点是\"多纪时事\"。诗歌写实叙事，抑扬变化而条理清晰。"
     }
    ]
   }
  }
 },
 "qa": {
  "第五编 宋代文学": {
   "head": "第五编 宋代文学",
   "items": [
    {
     "header": "第一章 北宋初期文学"
    },
    {
     "q": "宋初诗派",
     "a": "（1）白体：白体学白居易，诗风平易晓畅，主要诗人有李昉、徐铉和王禹偁等。\n（2）西昆体：西昆体之所以能够形成一个诗歌流派，一个重要的标志就是《西昆酬唱\n集》的编撰结集。\n（3）晚唐体。\n宋初诗派林立，其中“白体”的风格特点是平易晓畅。（单选）"
    },
    {
     "q": "王禹偁",
     "a": "王禹偁早年与一般文人一样喜爱白居易的诗，但侧重于学白居易的闲适唱和诗；贬官\n商州以后，他创作了大量反映社会现实、关心民生疾苦的作品，学习白居易“惟歌生民病”\n的讽谕诗，更进而学习杜甫，所谓“本以乐天为后进，敢期子美是前身”。\n在宋初诗派中，王禹偁应归入白体。（单选）"
    },
    {
     "q": "西昆体",
     "a": "就创作方法而言，杨亿在《西昆酬唱集序》中主张“历览遗编，研味前作，挹其芳润”，\n这在他们的创作中得到了体现。最能代表西昆体风格的是杨亿、钱惟演、刘筠等人的同题\n酬唱。\n讲究修辞的昆体功夫对宋诗的发展影响很大，诗中大量用典，以学问为诗，是宋诗的\n一个突出特色，西昆体作为宋初出现的诗歌流派或诗歌思潮，体现了当时的风会所趋，是\n宋诗形成自身特色的第一步。\n以杨亿为代表的西昆体的创作特色是讲究修辞。（单选）\n西昆体诗歌的主要特色（简答）：（1）学习李商隐诗歌。（2）讲究修辞（或辞采），风\n格典丽。（3）诗中大量用典，以学问为诗。"
    },
    {
     "q": "林逋",
     "a": "林逋以江湖散人之诗装点山林，用细碎小巧的笔法写清苦幽静的隐居生活。他虽然也\n模仿贾岛诗的字斟句酌，但诗中颇有其性情的孤淡清逸。\n被称为“梅妻鹤子”的宋初诗人是林逋。（单选）"
    },
    {
     "q": "晏殊的令词",
     "a": "晏殊在宋初词坛影响最大，是词从晚唐五代过渡到北宋的关键人物。有《珠玉词》及\n清人所辑《晏元献遗文》。\n在继承唐五代词艺术经验的基础上，晏殊以明净雅致的语言、深刻而纤细的内心体验、\n曲折精巧的构思，表现了情感的经历和对人生的思考。"
    },
    {
     "header": "第二章 欧阳修与北宋诗文革新"
    },
    {
     "q": "欧阳修",
     "a": "（1）欧阳修的赋文特色：\n在欧阳修的文学创作中，以散文所取得的成就最高，影响也最大。\n欧阳修的赋开宋代文赋的先河，其特点是变旧赋的骈偶对仗为骈散相间、奇偶错杂，\n既保持了赋体铺陈的特性，又使文气趋于舒缓。\n含蓄蕴藉而又平易自然，富于诗味，是欧阳修散文的显著特色。\n（2）欧阳修的诗文特色：\n他自己写诗学韩愈的“以文为诗”，带有韩诗那种浩荡变怪的散文化倾向，变重情韵为\n重气格，开始了宋诗自具面目而有别于唐诗的时代。\n欧阳修的诗开创了取材广泛、命意新颖、以文为诗和以议论为诗的一代诗风。\n（3）欧阳修的词作特色：\n欧阳修与晏殊同为北宋初期花间体词人的代表。欧阳修受南唐词人冯延巳的影响较大，\n他继承了南唐词“思深辞丽”的特点，在词中融入了更多感情体验。\n欧阳修的文学创作中成就最高的是散文创作。（单选）\n欧阳修散文的特点是平易流畅。（单选）\n《秋声赋》（名词解释）：《秋声赋》是欧阳修赋的代表作。此赋借悲秋咏怀，骈散兼用，\n行文自由活泼，运用铺排手法写秋声秋心，表现了作者历经政治斗争磨难的苦闷和对险恶\n官场的厌倦，反映了作者历经沧桑后的感受。"
    },
    {
     "q": "“苏梅”",
     "a": "梅尧臣和苏舜钦是开创宋诗风格的重要作家，对北宋诗文革新有较大的贡献，获得当\n时文坛领袖欧阳修的高度评价。梅诗覃思精微，故宋诗之体始峻、笔始遒；苏诗超迈横绝，\n而宋诗之势始雄、气始舒。\n梅尧臣诗的风格特点是古淡。（单选）"
    },
    {
     "q": "王安石",
     "a": "（1）王安石的文：\n王安石的政论文在唐宋八大家中很突出，无论长篇还是短制都很谨严，语言朴素简洁\n而说理透彻，概括性很强。\n王安石的散文以议论说理见长。\n（2）王安石的诗词：\n王安石早年的诗多直道其胸中事，意味较薄，但也反映出其独特的个性特征和精神风\n貌。他写了不少感时、咏史或怀古的诗篇，寄托远大的政治抱负和批判精神。\n王安石晚期的诗歌主要是绝句，雅丽精绝，含蓄深婉，既体现了宋诗风貌的部分特征，\n又有向唐诗复归的倾向。\n王安石议论文的特点是结构严谨，析理透辟。（单选）"
    },
    {
     "q": "曾巩",
     "a": "其文古雅平正，雍容冲和，卓然为一家。曾巩在文章写作上，追求一种雍容典雅的艺\n术风格，无论叙事、议论，都冲和平淡，委屈周详。曾文长于议论，多引经据古，明白详\n尽；布局完整谨严，节奏舒缓不迫；语言干净，思致明晰。\n曾巩在文章写作上追求的艺术风格是雍容典雅。（单选）"
    },
    {
     "q": "苏洵",
     "a": "他是苏轼、苏辙的父亲，父子合称“三苏”，诗文皆有盛誉。有《嘉祐集》。\n苏洵散文的特点（简答）：苏洵的文章笔锋老辣，纵横博辩，极挥斥之致。他作文以学\n养为基础而重气势，文字雄奇坚劲，喜议政议军，带有战国纵横家的色彩。他的文章以议"
    },
    {
     "header": "第三章 苏轼的文学成就"
    },
    {
     "q": "苏轼的散文成就",
     "a": "有诗文集《东坡七集》，词集《东坡乐府》。\n他的政论文有《思治论》、《策略》、《策别》、《策断》等各篇。\n记叙文是苏轼散文中文学价值最高、最具独创性的部分，包括碑传文、叙记文及文赋\n等，而以山水游记和亭台堂阁记为代表。如《前赤壁赋》、《石钟山记》、《喜雨亭记》、《放\n鹤亭记》、《醉白堂记》等。"
    },
    {
     "q": "苏轼的诗歌创作分类",
     "a": "（1）社会政治诗\n（2）山水景物诗\n苏轼的山水景物诗以善于捕写动景见长，故动景多于静景，奇景多于常景。\n（3）和陶诗\n诗写得极平浅而有深味，在艺术方面把握住了陶诗豪华落尽见真纯的特色，将亲身经\n历的生活予以真切、平淡而自然的描写，追求超然淡泊、意与境会。\n（4）题画诗\n他的题画诗，善于写出画面的动态，能把画景转换为诗景，并就画意进行艺术联想，\n揭示画外之韵味。\n前期他怀着宏大的政治抱负，本着儒家经世致用的思想，写出了一批富有批判精神的\n社会政事诗，其中有一部分是针砭时弊和讽刺新法的作品。\n后期的题材是抒写贬谪时期复杂矛盾的人生感慨，以超然物外、随缘自适的佛老思想\n为基调，创作风格由豪健清雄向清旷简远、平淡自然方面转变。\n苏轼词的题材包括咏史怀古、悼亡怀人、登临送别和田园风光。（多选）"
    },
    {
     "q": "苏轼诗歌的创作特色",
     "a": "（1）“以文为诗”是苏轼的显著特色之一。\n（3）苏轼作诗兼备各体而以七言为擅长，且风格多样。其七绝吐语清丽精美，多传世\n佳作；七古气格雄健豪放，尤见才气纵横。\n苏诗的基本风格有二：一是刚健含婀娜的清丽雄健，二是豪放加平淡的清旷闲逸。\n苏诗在宋代即被称为“东坡体”，成为宋诗的一种风格范式。"
    },
    {
     "q": "苏轼词的革新意义",
     "a": "（1）苏词体现了超旷高远的襟怀。\n（2）苏词拓展了写作题材。\n（3）苏词豪放旷达的风格开拓了新的局面。\n集中体现了苏轼词的独特风格的是以诗为词。（单选）\n苏轼词的主要风格特征是豪放旷达。（单选）"
    },
    {
     "header": "第四章 黄庭坚与江西诗派"
    },
    {
     "q": "黄庭坚诗歌的题材内容",
     "a": "（1）用于日常交际应酬的赠答诗、次韵诗以及咏物诗等。\n（2）反映民生疾苦和时事政治的诗，如《流民叹》、《虎号南山》等，直接涉及现实。\n（3）能表现自我人格和襟怀的抒情写意的作品，包括思亲怀友、感时抒怀之作，羁旅\n行役诗和一部分题咏书画及轩亭的诗。"
    },
    {
     "q": "黄庭坚诗歌的特色",
     "a": "黄庭坚山谷体诗的基本特征是求生避熟，求雅脱俗。\n其艺术特点有三：\n（1）以学杜为宗旨，重视句法，发展了拗句、拗律的体制；\n（2）强调“无一字无来处”，用典以故为新、变俗为雅，长于点化铸造，富有思致和\n机趣；\n（3）好奇尚硬，造语洗尽铅华，独标隽旨，风格生新瘦硬峭拔，同时兼有浏亮芊绵的\n一面。\n著名诗论“无一字无来处”说的提出者是黄庭坚。（单选）\n黄庭坚属于北宋诗人、江西诗派诗人、“苏门四学士”之一。（多选）\n黄庭坚“山谷体”诗的艺术特点（简答）：（1）以学杜为宗旨，重视句法，发展了拗句，\n拗律的体制。（2）强调“无一字无来处”，在用典方面以故为新、变俗为雅，长于点化铸造，\n富有思致和机趣。（3）好奇尚硬，造语洗尽铅华，独标隽旨，风格生新瘦硬峭拔。"
    },
    {
     "q": "一祖三宗",
     "a": "一祖为杜甫，三宗是黄庭坚、陈师道和陈与义。"
    },
    {
     "q": "陈师道与后山体的风格特征",
     "a": "陈师道作诗全凭学力专精，讲苦吟，求奇拙，其锤炼辛苦处与黄庭坚无异。他的诗被\n称为“后山体”，与黄庭坚的“山谷体”并称，是典型的宋诗。为“苏门六君子”之一。有\n后山体的五言诗之佳者，往往以拙为工，简妙雅淡，瘦而有骨，用力而无痕，学老杜\n而得其神髓。\n陈师道的诗被称为“后山体”。（单选）"
    },
    {
     "q": "陈与义与简斋体的风格特征",
     "a": "其前期诗多书怀、咏物、唱和之类的作品，其中那些表现个人生活情趣的流连光景之\n作，清新冲淡，明净雅致。经历了靖康之变，后期诗转而多忧国感时，写了不少寄托遥深\n的诗篇。诗风变得雄阔浑厚，沉郁悲壮。\n这种简斋体诗，风格遒上，思力沉挚，已突破了黄、陈瘦硬诗风的局限，取材和诗境\n都较恢弘，形成了雄浑、沉郁的独特的艺术风格。\n陈与义的诗歌被称为简斋体。（单选）"
    },
    {
     "header": "第五章 柳永与北宋词坛"
    },
    {
     "q": "柳永",
     "a": "柳永的慢词，展现了晚唐五代以来文人小令词所没有的新的审美风貌，开启了词史新\n的一页，同时也开启了宋词作为“一代之文学”的新时代。\n柳永在词史上以创制慢词而著称，完善了慢词的体制和表现手法。柳永的慢词在表现\n手法上适应下层市民俗众的接受习惯，叙事写情直观浅露，不求含蓄蕴藉，不为比喻联想。\n在章法上，柳永词更注重叙事完整，描写细腻的效果。柳永作慢词用铺叙手法，无论叙事、\n写景或是抒情，层层铺叙，层层递增，情感表达尽露无余，不求余韵。这是一种迥别于小\n令的手法。\n柳永词的特点是创制慢词。（单选）\n柳永词作语言之俗表现在（简答）：（1）词中采用市井方言俗语；（2）常在词中用第一\n人称代言，模拟人物声口语气。"
    },
    {
     "q": "秦观",
     "a": "秦观的词平仄协调，音节和谐，节奏鲜明，具有悦耳动听的音乐美。秦观汲取了柳词\n通俗自然的语言特点，形成了自己清新雅致而又明白晓畅的语言风格。"
    },
    {
     "q": "晏几道",
     "a": "词与父晏殊齐名，称“二晏”。有《小山词》。\n晏几道是北宋词人中最后一位以写小令著称的词人，他的词将花间体的华美精致、含\n蓄蕴藉发挥到了极致。\n“淮海、小山，古之伤心人也”（冯煦《蒿庵论词》），这里提及的两位词人是秦观、晏\n几道。（单选）"
    },
    {
     "q": "贺铸",
     "a": "诗集有《庆湖遗老集》。词集有《东山词》，又名《贺方回词》、《东山寓声乐府》。\n陈廷焯说：“方回词，儿女英雄兼而有之。”（《云韶集》卷三）正是对贺铸词风格的概括。\n贺铸词《六州歌头》的艺术风格是悲壮。（单选）"
    },
    {
     "q": "周邦彦",
     "a": "周邦彦是北宋后期的著名词家。周邦彦往往被推为“正宗”、“集大成”者。\n周邦彦词的艺术特点主要表现在章法结构方面。章法布局开阖回旋，既有柳词叙事容\n量和感情力度，又避免了直露无余。周邦彦在章法布局上还常使用不同感情的相互衬托的\n手法。以景结尾是周邦彦词结构布局的又一特色。周邦彦的词具有人工美的特色。\n周邦彦的词以语言典雅、音律精严而为人称道。他善于融化前人诗句入词，浑然天成，\n如自己出。\n在宋代词坛上，周邦彦是词的集大成者。（单选）"
    },
    {
     "q": "李清照",
     "a": "李清照的词体观念：\n第一，尚雅。李清照的尚雅主张主要有两个方面的内容：一是思想的雅正，批评南唐\n词人“语虽奇甚，所谓亡国之音哀以思”。二是语言音律的文雅，批评柳永的词“词语尘下”。\n第二，“词别是一家”的主张，强调词与诗有别，词比诗有更鲜明的声律特点。李清\n照自己的词作也十分注重词体特性，形成了独具特色的“易安体”。\n她的词语言清新淡雅又通俗易晓。李清照精于音律，特别是她善于将语言变化与声情、\n词情相结合，达到表现情感的艺术极致。\n李清照词被称为易安体。（单选）\n李清照在词论方面的重要主张是“词别是一家”。（单选）\n李清照后期词的风格是沉郁哀痛。（单选）"
    },
    {
     "q": "朱敦儒",
     "a": "其人向被称为“天资旷逸，有神仙风致”。有词三卷，名《樵歌》。主要是写男欢女爱、\n离愁别绪的传统题材。\n朱敦儒“樵歌体”的艺术特征（简答）：朱敦儒承苏轼词风而走向放旷自适，在放旷的\n基础上形成了看破红尘的隐逸风调，于淡而静的空旷境界中，透出潇洒，加之风格自然飘\n逸、语言浅白如话，在词坛能自成一格，遂形成了“朱希真体”或“樵歌体”。"
    },
    {
     "header": "第六章 辛弃疾与辛派词人"
    },
    {
     "q": "辛弃疾",
     "a": "辛词最突出的题材是抒发报国豪情和壮志难酬的悲愤。词体“本色”的婉媚中又透出\n刚毅之气，这是辛词所特有的风格。\n辛弃疾的词达到了词体艺术的高峰，形成了备受称道的“稼轩体”，对当时及后世均产\n生了深刻的影响。驰骋疆场杀敌立功，是稼轩一生的向往。壮志难酬、报国无门的愤懑成\n为稼轩词又一主题。喜议论，善用典是稼轩词的突出特点。\n前人论苏轼有“以诗为词”之说，论辛弃疾则有“以论为词”之评。\n出自辛弃疾《水龙吟》[登建康赏心亭]的诗句是倩何人、唤取红巾翠袖，揾英雄泪。（单选）"
    },
    {
     "q": "辛派",
     "a": "词的主题抒发爱国感情，风格豪放激切，形成了风格相近的“辛派”，主要人物有张元\n幹、张孝祥、陈亮、刘过等。\n（1）张元幹：\n作品：《芦川词》、《贺新郎》[送胡邦衡侍制]。\n张元幹在南渡之前词的内容多在花间樽前，风格“极妩秀之致”；南渡后，词风转为慷\n慨激昂。\n张元幹的词突出表现了爱国之情，报国之志，使词从闺蟾秀帏时代走向风云际会的前沿。\n南渡之后，张元幹的词风为慷慨激昂。（单选）\n（2）张孝祥：\n有《于湖居士文集》，词集名《于湖词》。\n（3）陈亮：\n词集名《龙川词》。\n陈亮以救国安民为己任，其词多表现抗战恢复之志。陈亮以词为武器，为号角，却往\n往剑拔弩张，不免有失词的深蕴。\n词集有《龙洲词》。\n南宋爱国词人陈亮的词集是《龙川词》。（单选）\n以布衣身份流落江湖的刘过是辛派词人。（单选）"
    },
    {
     "header": "第七章 陆游与南宋中期诗文"
    },
    {
     "q": "中兴四大诗人",
     "a": "南宋中期是宋代文学发展的又一个高峰期，涌现出“中兴四大诗人”，其中有伟大的爱\n国主义诗人陆游，擅长写“活法”诗的杨万里，以田园诗著称的范成大以及尤袤等。"
    },
    {
     "q": "陆游诗歌的艺术成就",
     "a": "有《剑南诗稿》、《渭南文集》等。按其一生的变化，可将他的诗歌创作分为早期、中\n期、晚期三个阶段：初喜藻绘而至清新拔俗，中务豪放悲壮，晚年归于清淡秀逸。\n陆游的古体诗风格悲壮，或沉痛地表达了沦陷区人民渴望收复的愿望，或斥责主和派\n的大臣们出卖祖国土地的行径，或控诉投降派排斥抗战将领、贻误国事的罪恶勾当，或抒\n发要为国家报仇雪耻、恢复失地的夙愿。\n陆游的律诗也颇多悲愤之作，他有意学杜诗的精练流丽和跌宕雄浑，表现阔大和沉雄\n的情感，神完气厚。\n陆游的七律自然圆转而对仗工稳。陆游于律诗致力最勤，也最为人称赏，至有“古今\n律诗第一”之誉。\n陆游的雅号是放翁。（单选）\n陆游晚年所作绝句的主要风格是清淡秀逸。（单选）\n陆游诗歌的艺术成就（简答）：陆游的诗歌诸体皆备，不论古体诗，还是律诗、绝句，\n都取得了很大的成就，艺术风格多样。古体诗风格悲壮；律诗有意学杜诗的精练流丽和跌\n宕雄浑，表现阔大和沉雄的情感，神完气厚；陆游晚年写了大量风格清淡秀逸的绝句，呈\n现出新鲜的诗意，还常常在诗中抒发感慨。"
    },
    {
     "q": "杨万里",
     "a": "有《诚斋集》。\n由江西入，不由江西出，是杨万里的“诚斋体”得以成立的前提。他创作的“诚斋体”\n诗，以日常生活中的小情趣为题，写得活泼自然，风趣诙谐，是他超越了江西体诗的最好\n杨万里“诚斋体”诗中最出色的是绝句。（单选）"
    },
    {
     "q": "范成大的田园诗的艺术特点",
     "a": "（1）范成大的田园诗融合传统的田园诗及新乐府中“田家词”、“悯农诗”的内容。\n（2）代表作《四时田园杂兴》在扩大田园诗的表现范围方面有了新的拓展。"
    },
    {
     "q": "朱熹",
     "a": "今存诗千余篇，具有雅正、清新、明秀的特点，亦时带理学气。\n著述甚丰，为文100 卷，有《四书章句集注》、《诗集传》、《楚辞集注》等，以及后人\n编纂的《晦庵先生朱文公集》。\n作为理学大师，他的诗歌常常以诗喻理，情趣、理趣相交织，在诗的感性意象中闪烁\n着理性的睿智。\n朱熹的散文功力深刻、理致周密，不矜才使气，其论学的书札，整理古籍的序文等，\n尤为精心之作。"
    },
    {
     "q": "南宋中期散文文坛",
     "a": "一派是讲事功的功利派，以陈亮和叶适最为有名，其文章以评论时事和讲治乱兴衰为\n特色，在风格气势的雄赡豪迈方面，与苏轼的文章较为接近；\n另一派是道学派，以朱熹、真德秀为代表，作文师法欧阳修和曾巩的平易简洁，多讲\n学之文和语录体。在道学派中，又分出以吕祖谦为代表的论文一派，既以文贯道，又讲究\n章法，实为唐宋古文的嫡嗣与正宗。"
    },
    {
     "q": "“小品文”",
     "a": "最能体现南宋散文繁荣状况的，当是笔记文的大量出现，如随笔、游记、诗话、日记、\n杂录等，多为篇幅短小之文，类于后来人们所称的“小品文”。\n小品文的各种体裁至南宋均已齐备，多以笔记杂文的著作形式出现，如洪迈的《容斋\n随笔》、罗大经的《鹤林玉露》等，还有介乎游记与地理志之间的笔记文，如孟元老的《东\n京梦华录》，吴自牧的《梦粱录》等。\n南宋作家罗大经的代表作是《鹤林玉露》。（单选）"
    },
    {
     "header": "第八章 姜夔与南宋清雅词派"
    },
    {
     "q": "姜夔",
     "a": "姜夔成就最高、影响最大还是在词的创作方面。有《白石道人诗集》。词集名《白石道\n人歌曲》，计84 首，其中多自度曲，并存有工尺谱17 首，为宋词乐谱之珍贵资料。\n姜夔词的题材以感时伤世、咏物言志及追记恋情为主，并无大的拓展。但受其高雅而\n多情的性格影响，白石词在音调和意境方面，往往具有清越、高旷的格调。"
    },
    {
     "q": "白石词",
     "a": "清空、骚雅就成为白石词独特风格的代称。姜夔的清空首先表现在清幽空灵的意境上。\n虚字的使用是构成清空风格的重要手法。白石词的清雅风格还表现在其独特的笔法上。北\n宋词人秦观以柔笔写柔情，姜夔则以健笔写柔情，并且褪尽铅华，更见清刚。\n姜夔以雅乐注入词体，主要有两种方法：一是以古乐府入词，以古乐的雅音来革除“今\n曲”的淫靡；二是以唐法曲音乐注入词中，使“清”、“雅”、“淡”的风格代替胡乐的浓艳\n急促。\n姜夔首创的清雅词风于婉丽、豪放之外别立一宗，并蔚然成派，成为广为词家承认的\n“第三派”。\n姜夔词以表现文人士大夫意趣为主，他所创立的词派是清雅词派。（单选）"
    },
    {
     "q": "梦窗词",
     "a": "吴文英，字君特，号梦窗，晚号觉翁，有《梦窗甲乙丙丁稿》。\n吴文英的词作大体可分为三类：酬酢赠答之作，哀时伤世之作，忆旧悼亡之作。\n吴文英词的风格渊源来自周邦彦，又进而形成他特有的超逸沉博、浓艳密丽的风格特\n色，其独特的价值也正体现于此。\n吴文英词的章法结构也十分独特，他往往使用时间与空间交错杂糅叙述方式，这种叙\n述方式与其亦真亦幻的内容相适应。吴文英词的语言也很有特点。他经常运用一些冷僻、\n怪异的字词，造成特别的效果。"
    },
    {
     "q": "清雅派词人",
     "a": "在南宋中后期词坛，史达祖可称姜夔的羽翼，周密、张炎和王沂孙等受白石词的影响\n也很大，他们同属于清雅派词人。"
    },
    {
     "q": "周密",
     "a": "有《藏洲渔笛谱》，一名《草窗词》。\n周密词风格“清丽”，咏物词寄托遥深。如《玉京秋》，此词是周密的代表作。"
    },
    {
     "q": "王沂孙",
     "a": "有《碧山乐府》，又名《花外集》。"
    },
    {
     "header": "第九章 南宋后期文学"
    },
    {
     "q": "永嘉四灵",
     "a": "所谓“永嘉四灵”，指的是当时的四位诗人，即：\n徐玑，字致中，号灵渊；\n徐照，字道晖，又字灵晖，号山民；\n翁卷，字续古，又字灵舒；\n赵师秀，字紫芝，又字灵秀，号天乐。\n“四灵”复兴的唐诗，实际上是晚唐体诗，一种出于贾岛、姚合的苦吟诗风。“四灵”\n作诗专攻五律，其律体多咏景物，写萧散野逸之趣，追求一种平淡简远的韵调。他们更多\n地选择了自然山水作为表现的对象，着笔于目之所及的江南湖光山色，又从多变的视角，\n选择那些色彩鲜明的优美景物，以构成清新明丽的意境。\n永嘉四灵（名词解释）：（1）指南宋后期诗人徐玑、徐照、翁卷、赵师秀。（2）作诗专\n攻五律，多咏景物，诗风平淡简远。"
    },
    {
     "q": "刘克庄",
     "a": "有《后村先生大全集》，词集名《后村长短句》、《后村别调》。\n他的诗歌可以60 岁为界，分为前后两个时期。开始时，他和其他江湖诗人一样，从晚\n唐体、四灵体入手，刻琢精丽，风格清轻简淡。他后期的诗歌创作，更加有意地追踪陆游、\n杨万里的大家气度，对一味专学“四灵”和晚唐体的江湖派诗人的小家数予以批评，写格\n调更为沉痛、感情更为深刻的诗。\n著名诗人刘克庄是江湖诗派宗师。（单选）"
    },
    {
     "q": "江湖诗派",
     "a": "江湖诗派是南宋后期影响最大的一个诗派，因陈起刊刻的《江湖集》而得名。\n江湖派诗人多效“四灵”之体，宗尚晚唐体的清巧之思，他们多属意于苦吟，反对江\n西派的“资书以为诗”，以不用事为贵。江湖派的代表人物刘克庄、戴复古、方岳等。"
    },
    {
     "q": "文天祥",
     "a": "有《文山先生全集》。文天祥的诗为后世传诵最广的是《过零丁洋》，“人生自古谁无死，\n留取丹心照汗青”二句激励了后世无数爱国志士，是流传不朽的伟大的爱国诗篇。"
    },
    {
     "q": "遗民作家代表人物及文学创作",
     "a": "（1）汪元量：\n有《水云集》、《湖山类稿》。他的诗充满了亡国之戚、去国之苦。\n（2）刘辰翁：\n有《须溪集》。刘辰翁为宋末的重要作家，所作诗文以奇怪磊落为宗，不平的心境和抑\n郁的情绪，使他的诗的遣词造句显得很艰涩，其意趣惝恍迷离，寄托遥深。\n（3）郑思肖：\n《所南翁一百二十图诗集》、《郑所南先生文集》。郑思肖的诗多写亡国之痛与故国情怀。\n刘辰翁《须溪集》收词350 余首，所作时段大半为南宋灭亡后。（单选）"
    }
   ]
  },
  "第六编 辽金元文学": {
   "head": "第六编 辽金元文学",
   "items": [
    {
     "header": "第一章 辽金文学"
    },
    {
     "q": "辽代文学",
     "a": "元代耶律楚材《湛然居士文集》中保存了一首由他翻译成汉文的寺公大师用契丹文创\n作的《醉义歌》，原作是一首优秀的契丹文长诗，我们因此可以了解辽代契丹语言文学创作\n达到的高度。辽代第一位文学艺术家应是耶律倍。\n后妃诗人在辽代文学史上的地位相当突出，其中最为后人称道者有道宗皇后萧观音和\n天祚帝妃萧瑟瑟。辽代诗文体现了民族文化融合的特点。\n耶律楚材（名词解释）：（1）元代前期著名诗人。（2）其作品或雄奇瑰丽，或温雅平淡，\n风格多样。"
    },
    {
     "q": "金代前期诗文",
     "a": "宇文虚中是金代文学的奠基者，吴激、蔡松年被认为是金代前期诗文的重要代表，吴、\n蔡主要以词著称，时人称其所作为“吴蔡体”。\n（1）宇文虚中：具有代表性的作品有《己酉岁书怀》、《又和九日》等。\n（2）吴激：吴激以词名世，最受推崇的作品是《人月圆》[宴北人张侍御家有感]。\n（3）蔡松年：其最为人称道的作品是《大江东去》（离骚痛饮）。\n清人庄仲方在《金文雅序》中所说的“借才异代”是指由宋入金的文士。（单选）\n文学史上所称的“吴蔡体”是指词。（单选）"
    },
    {
     "q": "“国朝文派”",
     "a": "元好问所举作为“国朝文派”正宗者，有蔡珪（正甫）、党怀英（竹溪），赵秉文（闲\n闲）由于在南渡之后成为文坛领袖，一般视之为后期作家。这一时期的代表性人物还有王\n庭筠。"
    },
    {
     "q": "元好问",
     "a": "那个不幸和痛苦的时代。元好问诗诸体兼擅，而以七律与七绝成就最为突出。\n元好问成就最为突出的诗体是七律、七绝。（多选）"
    },
    {
     "q": "董解元《西厢记诸宫调》",
     "a": "诸宫调是宋金元时期流行的一种说唱艺术，由于是用多种宫调的曲子联套演唱，杂以\n说白，表演长篇故事，因而称作“诸宫调”。《西厢记诸宫调》是现存唯一完整的诸宫调作\n品，作者董解元。"
    },
    {
     "header": "第二章 元杂剧的兴盛和代表作家"
    },
    {
     "q": "元杂剧兴盛的原因",
     "a": "（1）城市经济的繁荣和艺术表演的社会化、商业化，是促使戏剧成熟与兴盛的必\n要基础。\n（2）蒙古贵族的爱好，对元杂剧的发展起到了有力的提倡和推动作用。\n（3）文人的参与创作和演出，高水平作家队伍的形成，是元杂剧繁荣的重要因素。"
    },
    {
     "q": "元杂剧的作家作品和发展分期",
     "a": "按两期说，前期是元杂剧的鼎盛时期，这时元杂剧的中心在大都（今北京），著名的作\n家有关汉卿、王实甫、白朴、马致远、杨显之、高文秀、康进之、石君宝、纪君祥。\n后期杂剧的著名的作家有郑光祖、宫天挺、乔吉、秦简夫等。后期代表作有郑光祖的\n《倩女离魂》、宫天挺的《范张鸡黍》、秦简夫的《东堂老》、乔吉的《扬州梦》。"
    },
    {
     "q": "“元曲四大家”",
     "a": "所谓“元曲四大家”关（汉卿）、马（致远）、郑（光祖）、白（朴），关、马、白三家\n在前期。"
    },
    {
     "q": "著名的四大悲剧",
     "a": "《窦娥冤》、《梧桐雨》、《汉宫秋》、《赵氏孤儿》。"
    },
    {
     "q": "元杂剧的门类和内容",
     "a": "（1）爱情婚姻剧\n最著名的是四大爱情剧《西厢记》、《拜月亭》、《墙头马上》和《倩女离魂》，其中又以\n《西厢记》影响最大。\n元杂剧中的名篇《墙头马上》是爱情剧。（单选）\n（2）神仙道化剧\n神仙道化剧在朱权《太和正音谱》中被列为“杂剧十二科”之首，比较著名的神仙道\n化剧作品有《陈抟高卧》、《黄粱梦》、《任风子》、《城南柳》等，这些剧中所表现的是文人\n（3）公案剧\n①写权豪势要欺压无辜百姓，清官惩治豪强，为民申冤的。\n代表作有《鲁斋郎》、《蝴蝶梦》、《陈州粜米》等。\n②写恶人图财害命，或因家庭、财产纠纷，善良受欺受诬，清官伸张正义的。\n代表作有《灰阑记》、《盆儿鬼》、《魔合罗》等。\n（4）历史剧\n著名的历史剧有《汉宫秋》、《梧桐雨》、《赵氏孤儿》、《单刀会》、《渑池会》，有人称之\n为“五大历史剧”。\n（5）家庭伦理剧\n影响较大的有《东堂老》、《范张鸡黍》等。"
    },
    {
     "q": "白朴",
     "a": "《梧桐雨》全名《唐明皇秋夜梧桐雨》，是白朴的代表作。善于表现患难后的寂寞和衰\n残中的孤愤，成为其文学创作的一个特色，而这特色在其杂剧《梧桐雨》中表现得最为充分。\n白朴杂剧创作的成就（简答）：（1）白朴主要以杂剧名世，在元代已极负盛名，后人又\n将他与关汉卿、马致远、郑光祖并称为“元曲四大家”。其《梧桐雨》、《墙头马上》都是元\n剧中的名篇。（2）一生创作杂剧16 种，传世3 种：《裴少俊墙头马上》《唐明皇秋夜梧桐雨》\n《董秀英花月东墙记》。"
    },
    {
     "q": "马致远",
     "a": "马致远杂剧和散曲创作都极负盛名，所作杂剧15 种，现存7 种：《江州司马青衫泪》、\n《破幽梦孤雁汉宫秋》、《吕洞宾三醉岳阳楼》、《半夜雷轰荐福碑》、《马丹阳三度任风子》、\n《开坛阐教黄粱梦》（与花李郎等合撰）、《西华山陈抟高卧》。存残曲者1 种：《刘阮误入桃\n源洞》。其他7 种仅存目。其散曲后人辑为《东篱乐府》。\n马致远以写神仙道化剧著称。他的神仙道化剧，以劝人出家归隐、寻找脱离红尘的世\n外仙境为主旨，具有比较浓厚的佛道虚无避世的思想倾向，故又可称为佛道隐士剧或度脱\n剧。《黄粱梦》、《陈抟高卧》等，是马致远神仙道化剧的代表作。\n《黄粱梦》（名词解释）：（1）马致远神仙道化剧的代表作。（2）主要表现的是文人隐\n士的思想意识和生活情趣。剧中宣扬的愤世、出世思想，具有现实批判精神。"
    },
    {
     "q": "纪君祥",
     "a": "著有杂剧6 种，今存《赵氏孤儿》1 种。《赵氏孤儿》，全名《赵氏孤儿冤报冤》。\n元杂剧《赵氏孤儿》的作者是纪君祥。（单选）"
    },
    {
     "q": "郑廷玉",
     "a": "今存杂剧5 种：《看钱奴》、《忍字记》、《金凤钗》、《后庭花》、《疏者下船》。其中《看\n钱奴》是著名的讽刺喜剧。"
    },
    {
     "q": "郑光祖",
     "a": "现存杂剧8 种：《倩女离魂》、《诌梅香》、《王灿登楼》、《周公摄政》、《三战吕布》、《智\n勇定齐》、《伊尹耕莘》、《老君堂》。《倩女离魂》是其代表作。\n今存《范张鸡黍》、《七里滩》。《范张鸡黍》全名《死生交范张鸡黍》，故事据《后汉书\n•独行传》所载范式传敷演而成。"
    },
    {
     "q": "乔吉",
     "a": "今存3 种：《扬州梦》写诗人杜牧，《金钱记》写才子韩翃，塑造了两个风月场中“情\n种”的形象；《两世姻缘》则描写青楼女子韩玉箫和书生韦皋的爱情故事。\n元代后期主要杂剧作家及其代表作品（简答）：（1）元代后期杂剧的代表作家是郑光祖、\n宫天挺、乔吉、秦简夫等。（2）其代表作有郑光祖的《倩女离魂》、宫天挺的《范张鸡黍》、\n秦简夫的《东堂老》、乔吉的《扬州梦》等，各具特色。"
    },
    {
     "header": "第三章 杰出的戏曲家关汉卿与王实甫"
    },
    {
     "q": "关汉卿",
     "a": "关汉卿是中国戏曲史上最早最伟大的作家。是元杂剧的奠基人和前期剧坛领袖。\n第一类是公案剧，这类戏揭露社会政治黑暗，触及尖锐的社会矛盾，如《窦娥冤》、《蝴\n蝶梦》、《鲁斋郎》、《绯衣梦》等。代表作是《窦娥冤》。\n第二类是妇女生活剧，描写妇女的生活和斗争，突出她们的坚强、勇敢和机智，带有\n喜剧色彩，如《救风尘》、《谢天香》、《拜月亭》、《调风月》、《望江亭》等。《救风尘》可作\n突出代表。\n第三类是历史剧，这类作品歌颂历史英雄人物，曲折地表达作者对现实的感受，其中\n有三国戏《单刀会》、《西蜀梦》，还有《哭存孝》、《陈母教子》等。\n关汉卿历史剧的代表作是《单刀会》。（单选）"
    },
    {
     "q": "王实甫",
     "a": "王实甫的杂剧作品，《录鬼簿》著录有14 种，现存有《西厢记》、《丽春堂》、《破窑记》\n三种，另有《芙蓉亭》、《贩茶船》残存各一折。《西厢记》是其代表作。\n《西厢记》打破元杂剧四折一楔子的体例，5 本连演，用21 折的篇幅，充分述写崔、\n张爱情故事。"
    },
    {
     "header": "第四章 元代散曲"
    },
    {
     "q": "《全元散曲》",
     "a": "隋树森所编《全元散曲》，是迄今为止收录最为完备的元散曲总集，书中所收散曲作家，\n有姓名可考的二百多人，作品有小令3853 首，套数457 套，另有残曲不计。"
    },
    {
     "q": "元散曲的创作风格",
     "a": "主要可以分豪放、清丽两派。豪放派以马致远称首，清丽派则以张可久为魁。前期是\n以豪放为主流，但是清丽之作也有重要地位；到了后期，则以清丽为主，豪放为辅。"
    },
    {
     "q": "散曲的风格特征",
     "a": "散曲是用口语白话写成，直白地表露作者的内心感受或生活体验与追求。散曲的妙处\n不在耐人寻味，而在于一泻而下，一览无余，靠风趣、讽刺取胜。散曲生动活泼，通俗易\n懂，但又不乏文采，周德卿《中原音韵》概括其特点为“文而不文，俗而不俗”。"
    },
    {
     "q": "前期散曲代表诗人",
     "a": "（1）关汉卿\n其散曲豪爽而带老辣，富有热爱人生、热爱生活的激情，对世事具有深刻的洞察力，\n常表现出诙谐的个性。语言以质朴为主，但也活泼灵动，豪放风趣。写男女恋情的作品，\n则尖新流丽。\n关汉卿散曲的代表作，是他的自画像式自赞自嘲的作品〔南吕〕《一枝花》[不伏老]。\n（2）王和卿\n王和卿散曲现存小令21 首，套数2 套及部分残曲。他“滑稽挑达”的性格在散曲作品中\n表现得很充分，也成为他作品的风格。〔仙吕〕《醉中天》[咏大蝴蝶]就突出地表现了这种风格。\n（3）马致远\n马致远在散曲方面名声很大，被称为“曲状元”。\n他的散曲多写隐居生活，描写自然景物和游子漂泊，表现愤世和厌世的思想。但曲词\n老健、疏放、宏丽，成为曲中豪放派的代表。他的〔越调〕《天净沙》[秋思]是元散曲中最"
    },
    {
     "q": "后期散曲作家作品",
     "a": "代表作家有张养浩、贯云石、乔吉、张可久、睢景臣、刘时中，其中成就较高的是张\n养浩、乔吉和张可久。\n（1）张养浩\n张养浩有散曲集《云庄休居自适小乐府》。张养浩的不少作品带有政治批判色彩，显示\n出沉郁的风格，语言比较质朴豪放。代表作《山坡羊》[潼关怀古]。\n（2）乔吉\n乔吉是元后期著名杂剧作家，也以散曲名世。他的散曲风格清丽雅正，注重字句的锤\n炼与音乐的和美，内容多表现厌世情绪。\n乔吉散曲集有《惺惺道人乐府》、《乔梦符小令》，近人任讷辑为《梦符乐府》。\n他以嘲讽与超脱的态度对待功名仕途，世情沧桑，表现出一个洒脱不羁的江湖才子的\n精神面貌。\n元后期乔吉散曲的风格特点是清丽雅正。（单选）\n（3）张可久\n张可久专攻散曲，近人辑为《小山乐府》，他是元人留存散曲最多的作家，与乔吉并称\n元散曲两大家。他的散曲的内容比较宽泛，一些吊古伤今之作，表现了对现实的不满和作\n为一个文人无可奈何的心境。如他著名的散曲〔中吕〕《卖花声》[怀古]。\n张可久散曲注重形式格律，喜欢雕琢字句，追求诗词般的典雅，少用俚言俗语，有不\n少作品又回归到词的风格韵味，这代表了元后期散曲由俗返雅的趋势。\n张可久散曲的创作特点有注重形式格律、喜欢雕琢字句、少用俚言俗语、风格以清丽\n为主、追求诗词般的典雅。（多选）\n（4）杜仁杰\n今人孔繁信有《重辑杜善夫集》。其代表作套曲[般涉调]《庄家不识勾栏》。\n（5）卢挚\n有《卢疏斋集》，已佚，今人李修生辑有《卢疏斋集辑存》。其名作[双调]《沉醉东风》\n[秋景]。\n（6）睢景臣\n作有杂剧《屈原投江》、《牡丹记》、《千里投人》三种，皆不传。今存散曲套数三首，[般"
    },
    {
     "header": "第五章 宋元南戏和话本"
    },
    {
     "q": "南戏",
     "a": "南戏，也称戏文，是南曲戏文的简称。\n所谓南曲，是与北曲杂剧相对而言的。南戏早期的中心在浙江温州一带，被称作温州\n杂剧。温州唐代为永嘉郡，故又称永嘉杂剧。"
    },
    {
     "q": "四大传奇",
     "a": "现存早期的南戏剧本有所谓《永乐大典戏文三种》的《张协状元》、《宦门子弟错立身》\n和《小孙屠》。前两种都是宋代的作品，只有《小孙屠》是元代作品。\n南戏最著名的作品是高明的《琵琶记》，还有经过明人修改过的《荆钗记》、《白兔记》、\n《拜月亭记》、《杀狗记》，人称“荆、刘、拜、杀”四大南戏，又称四大传奇。\n四大南戏之外，较有影响的作品还有无名氏的《破窑记》、《金印记》、《赵氏孤儿记》、\n《牧羊记》、《东窗记》等。其中《破窑记》的成就较高。\n南戏《刘知远白兔记》在语言上的主要特色是质朴通俗。（单选）"
    },
    {
     "q": "“传奇”",
     "a": "所谓“传奇”，原指唐文创作的文言小说，后来被借作戏曲的名称。到明代，“传奇”\n成为由南戏演变来的南方诸声腔戏曲的统称，主要指弋阳腔和昆山腔的剧本，以有别于北\n杂剧。也就是说，传奇用以指称戏曲形式，是从南戏开始的。"
    },
    {
     "q": "高明和《琵琶记》",
     "a": "南戏最重要的代表作家是高明，他的剧作《琵琶记》在艺术上取得的成就，不仅影响\n了当时的剧坛，而且为明清传奇树立了楷模，所以过去称《琵琶记》是“南戏之祖”。\n高明写作《琵琶记》的意图，就是在开场时宣称的“不关教化体，纵好也枉然”，通过\n这本戏来宗法伦理道德。\n高明《琵琶记》的创作主旨是宣扬忠孝伦理观念。（单选）"
    },
    {
     "q": "宋元话本",
     "a": "后来的说书。说话起于唐代，兴盛于宋，元代继续流行。最初的话本只是说话人师徒相传\n的“说话”的书面记录，不是供人阅读的。\n宋代“说话”极为发达，而且分“说话四家”，即“小说”、“说铁骑”、“说经”、“讲史书”。\n但现在所能见到的宋元话本，基本上是“小说”和“讲史”两家，讲史家的一般称为“平\n话”，小说家的话本则多称作“小说”。宋代“小说”居于主流，元代则“讲史”更为盛行。"
    },
    {
     "q": "话本小说",
     "a": "宋元话本小说按其内容可分四类：\n一是烟粉类，即烟花粉黛，讲男女爱情。\n二是灵怪类，讲神仙妖术和异物显灵作怪。\n三是传奇类，讲人世间的奇人奇事，以及种种悲欢离合的轶事奇闻。\n四是公案类，讲各种断案故事，或言强梁恶霸杀人越货，惊动官府，或说侠盗怪杰不\n平拔刀，为民除害。\n今存的宋元话本小说，多见于明人编辑刊行的《清平山堂话本》、《古今小说》、《熊龙\n峰刊行小说四种》、《醒世恒言》、《警世通言》等白话小说集。\n在元人话本小说中，《宋四公大闹禁魂张》水平较高。据考作者为陆显之。"
    },
    {
     "q": "讲史话本",
     "a": "元代讲史平话现存8 种：《三分事略》、《三国志平话》、《武王伐纣书》、《乐毅图齐七国\n春秋后集》、《秦并六国平话》、《前汉书平话续集》、《宣和遗事》、《薛仁贵征辽事略》。其中\n《三分事略》和《三国志平话》内容基本相同，属同书异名，实为7 种。\n《三国志平话》、《武王伐纣书》、《乐毅图齐七国春秋后集》、《秦并六国平话》、《前汉\n书平话续集》，今人合称《全相平话五种》。\n平话大多根据各种正史、野史和民间传说改编而成，浅显的文言和白话并用，其间穿\n插诗词，把庞大复杂的历史事件编成情节连贯的长篇故事。\n元代讲史话本的艺术特点是历叙史实而杂以虚辞。（单选）"
    },
    {
     "header": "第六章 元代诗文"
    },
    {
     "q": "元代前期诗文",
     "a": "前期最具代表性的诗人有耶律楚材、郝经、刘因、赵孟頫、戴表元。\n（1）耶律楚材：楚材文学思想承金而来，对金代文坛宗苏与宗黄两派之争，楚材宗苏\n而不抑黄；尚平易，尚古雅，又尚清新雄奇，追求潇洒飘逸、波澜壮阔之气势。其作品有\n超拔、雄豪、绚烂、温纯多种风格。\n（2）郝经：郝经论文，重文之“用”，强调“质”与“实”，反对“巧”和“丽”，崇\n尚“高古”，提倡“道入于技”。\n（3）刘因：他的《观梅有感》、《渡白沟》、《登镇州隆兴寺阁》等，都是历代选本常选\n的作品。\n（4）戴表元：文以题画短文为优，涉笔成趣，得苏轼小品之妙；为人所作文集序，多\n能以浅易之言，发深幽之旨，既形象生动，又启发人意；记也颇有妙笔。戴表元是重要诗\n论家，是宗唐诗风的有力倡导者。\n（5）赵孟頫：赵孟頫诗，在元称大家，为“元诗四大家”之先导，胡应麟说他“首创\n元音”。\n赵孟頫《钱塘怀古》诗最具特色的是表现一种离黍麦秀之感。（单选）"
    },
    {
     "q": "元代中期诗文",
     "a": "元代中期，是元代诗风文风的形成时期，元末以及明清的研究者以“元诗四大家”（虞\n集、杨载、范梈、揭傒斯）的出现为元代诗文进入繁盛期的标志。人们称“四大家”等代\n表的文风为盛世文风。\n在南方，这一时期诗文发展呈两大中心：江西和婺州。江西以虞集、范梈、揭傒斯和\n自称江西人的欧阳玄为代表，婺州则以黄溍及其同门友柳贯、吴莱为代表。\n当时诗以“四大家”为代表，文章则“儒林四杰”：（虞集、揭傒斯、黄溍、柳贯）并称。\n元中期的诗文作家，最具代表性的有姚燧、虞集、揭傒斯、黄溍等。"
    },
    {
     "q": "元代后期诗文",
     "a": "（1）以杨维桢为代表的铁崖体或铁崖派影响一时。\n（2）以顾瑛为主人的玉山草堂唱和，与之同时的“吴中四杰”创作，成为元代最引人\n注目的文学活动。\n（3）元中期两个诗文中心的走向。\n后期诗文也是两大中心：婺州和吴中。这两大中心的代表人物，在人生价值的追求上\n表现出截然相反的取向：婺中文人积极投身于政治。吴中文人则希望独立于政治之外，做\n自由的诗人。\n元代后期诗文创作的两大中心是婺州和吴中。（单选）"
    },
    {
     "q": "元后期的代表诗人",
     "a": "（1）杨维桢：\n杨维桢一生诗文结集名目繁多，常见者有《铁崖古乐府》、《东维子集》、《铁崖赋稿》\n等。他论诗排斥律诗而倡导古乐府，认为“诗至律，诗家之一厄也”。\n杨维桢的诗号称“铁崖体”，其论诗主要倡导古乐府。（单选）\n（2）萨都刺：\n在元诗中，萨都刺以宫词得名，风格以秾艳著称。"
    }
   ]
  },
  "第七编 明代文学": {
   "head": "第七编 明代文学",
   "items": [
    {
     "header": "第一章 《三国演义》和《水浒传》"
    },
    {
     "q": "《三国演义》",
     "a": "《三国演义》是我国长篇章回小说的开山之作，也是我国古代成就最高的长篇历史小\n说。它的创作素材来源于三个系统：正史、讲史和戏剧。\n罗贯中以当时流传的平话和戏剧为基础，削落其荒诞无稽的成分，补充许多正史资料，\n增加篇幅，润色文字，完成了巨著《三国志通俗演义》的创作。他是中国历史上最早献身\n于通俗小说创作的作家，他还有杂剧作品，现存《赵太祖龙虎风云会》。\n除了《三国演义》以外，罗贯中还作有杂剧传世，名曰《赵太租龙虎风云会》。（单选）\n被毛纶、毛宗岗父子誉为“第一才子书”的是《三国演义》。（单选）\n《三国演义》的思想倾向（论述）：\n（1）《三国演义》依据史实加以文学性的演义，描述了东汉末年到三国归晋百余年的\n历史，艺术地再现了这一时期政治，军事、外交斗争，表现了“明君贤臣”的政治理想和\n儒家伦理道德观念。\n（2）小说继承了宋代以来以蜀汉为正统的观点，表现出强烈的“尊刘反曹”的倾向。\n通过对曹操的残暴奸诈、刘备的宽厚仁爱的描写，表现了对“仁政”、“明君贤相”的社会\n图景的向往。\n（3）小说还强调了“义”的道德价值，始终以“义”作为描写衡量人物的标准。尤其\n是通过关羽形象的塑造和行为描写，表现了“义”不可违的道德原则。这种“义”在本质\n上强调的是人与人之间的以德报德、互相帮助，与民间流行的道德观念也是息息相通的。\n（4）小说全面展示了汉晋之间政治、军事斗争的广阔性和复杂性，还展示出政治、军\n事斗争中复杂人性的种种表现。"
    },
    {
     "q": "《水浒传》",
     "a": "小说题名为《忠义水浒传》或直称《忠义传》，突出梁山好汉“替天行道”，强调其“忠\n义”性质。“忠”是对朝廷、对君主的忠诚，“义”是对朋友、对弱者的义气，二者皆以儒\n家的道德观念为基础，同时又融合了下层百姓的愿望和意志。\n（2）艺术成就：\n①《水浒传》的主要文学成就，在于塑造了众多栩栩如生，性格各异的草莽英雄形象，\n叙一百零八人。\n②善于将人物置于引人入胜的情节发展中，人物与情节高度融合。\n③塑造人物时往往倾注强烈的爱憎感情，运用夸张渲染等手法。"
    },
    {
     "header": "第二章 《西游记》和《金瓶梅》"
    },
    {
     "q": "《西游记》",
     "a": "《西游记》是明代神魔小说的代表，它创造了一个令人目眩神迷的奇幻世界，标志着\n中国神魔小说的最高成就。\n（1）艺术特色：\n《西游记》最突出的艺术特色在于小说的奇幻色彩。\n《西游记》在艺术表现上还有一个突出的特点，是它的幽默诙谐的色彩。\n小说总体的语言风格是轻松活泼、明快洗练，富有乐观幽默的趣味。\n（2）《西游记》的影响：\n《西游记》的刊行引发了神魔小说创作的热潮，仅明末几十年间，就出了近三十部作\n品，形成了一个神魔小说流派。"
    },
    {
     "q": "《金瓶梅》",
     "a": "《金瓶梅》是明代世情小说的代表、中国世情小说的开山之作，也是中国第一部基本\n由文人独立创作的长篇小说。\n《金瓶梅》的出现，标志着古代长篇小说在艺术结构方面已经发展到高度成熟的阶段。\n（1）《金瓶梅》的时代特征：\n①小说通过对西门庆这样一个兼富商、恶霸、官僚、淫棍于一身的人物的不动声色的\n描写，充分暴露了当时社会的黑暗、吏治的腐朽，及官商勾结、权钱交易等社会转型时期\n的社会现象。\n②小说不仅写出了西门庆的贪婪与狠毒，而且也写出了他的精明强干，真实地塑造了\n明代后期一个不同于以往的新兴商人形象。\n③小说通过一个家庭兴衰的故事，表现了对于人性的更为深刻的思考。\n（2）《金瓶梅》的艺术成就及其贡献：\n①《金瓶梅》塑造人物，摆脱了以往小说人物类型化的缺陷，既能突出人物性格的主\n格的复杂性。\n②《金瓶梅》主要用不加夸张和雕饰的白描手法写世俗人情，直书其事，不加任何评\n论，而是非美丑自见。\n③《金瓶梅》的艺术结构是将各色人物交织在一起加以描写，每一故事在直线推进时\n又常打破时间的顺序，作横向穿插以拓展空间，不再注重情节的曲折，而是突出人物之间\n的相互关系和相互作用，形成了一种网状的艺术结构。\n④《金瓶梅》的语言比之前的通俗小说更加口语化、通俗化。\n在明代“四大奇书”中，《金瓶梅》是唯一没有经历过世代累积过程的作品。（单选）"
    },
    {
     "header": "第三章 明代白话短篇小说"
    },
    {
     "q": "“拟话本”",
     "a": "明代的白话短篇小说取得了很高的成就，尤其是晚明时期冯梦龙的“三言”和凌蒙初\n的“二拍”，可以说代表了我国古代白话短篇小说的最高成就。这些小说被称作“拟话本”，\n是因为它们虽然是由文人创作、改编或加工润色而成，刊刻的目的也是供人们案头阅读，\n但其写作的特点则是模仿宋元话本的体制结构和叙述口吻。\n现存最早的单篇话本，是元代书坊刊行的《红白蜘蛛》（残）。"
    },
    {
     "q": "冯梦龙的“三言”",
     "a": "冯梦龙的“三言”的名目，所谓“喻世”、“警世”、“醒世”，便是取义于通俗小说能够\n起到启迪、劝诫的社会功用及其贴近民众生活、容易被人接受的审美特性。\n“三言”是冯梦龙编纂刊刻的白话短篇小说集，本来通称“古今小说”，它们是《喻世\n明言》、《警世通言》和《醒世恒言》。\n“三言”就其所写的内容和所表现的思想倾向看，大致可以概括为三类。\n（1）“三言”中有不少商人题材的小说，这些小说表现出来的思想意识，突破了传统\n的重农抑商、重义轻利的观念。\n（2）“三言”中有不少脍炙人口的婚恋题材的小说，表现出要求婚姻自主和爱情自由\n的思想观念。\n（3）“三言”中还有不少篇章从市民阶层的立场和价值观念出发，对社会上各种不公\n正的问题提出了揭露和抨击。\n明代作家中，提出“情教”说的是冯梦龙。（单选）"
    },
    {
     "q": "凌蒙初和“二拍”",
     "a": "“二拍”即《拍案惊奇》，分为《初刻拍案惊奇》和《二刻拍案惊奇》两种。“二拍”\n是我国历史上最早的由个人创作的白话小说专集。它的问世，标志着中国白话短篇小说创\n作进入了一个新的阶段。\n中的最主要的角色。\n我国历史上最早的由个人创作的白话小说专集是《二拍》。（单选）"
    },
    {
     "q": "其他拟话本",
     "a": "《今古奇观》成为后来300 年间流行最广的拟话本小说选集。\n在“三言”、“二拍”的影响下，明末清初形成了白话短篇小说的创作热潮。较为著名\n的有天然痴叟（席浪仙）的《石点头》、古吴金木散人的《鼓掌绝尘》、周清源的《西湖二\n集》、陆人龙的《型世言》、西湖渔隐主人的《欢喜冤家》、华阳散人的《鸳鸯针》、东鲁古\n狂生的《醉醒石》等。\n明清时期流行最广的拟话本小说选集是《今古奇观》。（单选）"
    },
    {
     "header": "第四章 汤显祖与明代戏剧"
    },
    {
     "q": "明初杂剧",
     "a": "（1）朱权：\n朱权精于音律，所著《太和正音谱》集戏曲史论和曲谱于一体。杂剧有《冲漠子独步\n大罗天》和《卓文君私奔相如》。\n（2）朱有燉：\n是明代杂剧史上留存作品最多的作家。其中《牡丹仙》、《八仙庆寿》等10 种属于粉饰\n太平的喜庆剧，《小桃红》、《十长生》、《辰钓月》等10 种属于度脱入道的神仙剧，《烟花梦》、\n《香囊怨》、《团圆梦》等9 种属于节义道德剧。\n明代杂剧作家中，作品存世最多的是朱有燉。（单选）"
    },
    {
     "q": "明代中后期的杂剧",
     "a": "这一时期成就较高的杂剧作家有王九思、康海、冯惟敏、徐渭等。"
    },
    {
     "q": "徐渭和《四声猿》",
     "a": "徐渭著有诗文集《徐文长集》、戏曲史论《南词叙录》。\n他的杂剧四种：《狂鼓史渔阳三弄》一折，《玉禅师翠乡一梦》二折，《雌木兰替父从军》\n三折，《女状元辞凰得凤》五折，合称《四声猿》。\n徐渭还有讽刺市井生活的杂剧《歌代啸》，以“张冠李戴”和“只许州官放火，不许百\n姓点灯”为结构框架，每出故事相对独立，以荒诞的情节讽刺世俗，调侃人生，寄寓着作\n者的愤世之情和伤时之痛。\n《四声猿》中，揭露官场貌似冠冕堂皇却设计害人的作品是《玉禅師》。（单选）\n《四声猿》被赞为“天地间一种奇绝文字”，堪称其中最杰出的又是《狂鼓史》。（单选）"
    },
    {
     "q": "明前期的传奇",
     "a": "明前期留存传奇百余种，成就较高的有姚茂良的《精忠记》、苏复之的《金印记》、沈\n采的《千金记》、王济的《连环记》等。\n李开先的《宝剑记》、梁辰鱼的《浣纱记》和相传为王世贞所作的《鸣凤记》三大传奇\n取得了较高成就，标志着明代传奇繁荣局面的出现。"
    },
    {
     "q": "明后期传奇的繁荣局面",
     "a": "传奇作家众多，许多士大夫都竞作传奇，如万历年间的汤显祖、沈璟、周朝俊、孙钟\n龄、屠隆、梅鼎祚，天启、崇祯间的王骥德、吕天成、吴炳、孟称舜、袁于令、范文若、\n阮大铖等。传奇数量多且质量高，数百种传奇都比较成功。许多作家还形成了艺术追求和\n理论主张相近的流派，以汤显祖和沈璟为代表的临川派和吴江派最为突出。"
    },
    {
     "q": "沈璟",
     "a": "现存《红蕖记》、《双鱼记》、《桃符记》等7 种。其中《义侠记》为其代表作。\n沈璟在晚明影响很大，他的朋友、子侄、门人较多，追随者众，统被称作“吴江派”。\n其中较著名的有沈自晋、吕天成、王骥德、范文若、叶宪祖、冯梦龙、袁于令、卜世臣等。"
    },
    {
     "q": "汤显祖和《牡丹亭》",
     "a": "汤显祖的传奇作品“临川四梦”又称“玉茗堂四梦”，包括《紫钗记》（《紫箫记》的改\n本）、《牡丹亭》（又称《还魂记》）、《南柯记》、《邯郸记》。其中《牡丹亭》代表汤显祖传奇\n创作的最高成就。\n《牡丹亭》成功塑造了杜丽娘这一追求自由与爱情的女性形象，细腻地描绘了她叛逆\n性格的形成与发展。\n在艺术上，《牡丹亭》的最大特色是浓郁的浪漫气息和抒情色彩。剧本的主要情节是离\n奇的，用看似荒诞的情节来表现“情之必有”的人生理想。剧本的大量唱词是主人公的内\n心独白，写得深情绵邈，富有诗情画意，具有抒情诗一般的感染人心的力量。\n汤显祖的传奇作品中，取材于唐人蒋防《霍小玉传》的是《紫箫记》。（单选）"
    },
    {
     "q": "“临川派”其他传奇作家",
     "a": "戏曲史上将与汤显祖声气相求和受他影响的剧作家群体称作“临川派”或“玉茗堂派”，\n其中成就较高的有吴炳、阮大铖和孟称舜。擅长描摹男女情爱，曲文绮丽，构思奇幻，富\n有浪漫气息，是他们的共同特点。\n（1）吴炳：著有传奇《绿牡丹》、《画中人》、《疗妬羹》、《西园记》、《情邮记》5 种。\n（2）阮大铖：今存《春灯谜》、《燕子笺》、《双金榜》、《牟尼合》，合称《石巢传奇四种》。\n（3）孟称舜：作有杂剧、传奇各5 种，今存杂剧《桃花人面》、《英雄成败》、《眼儿媚》，"
    },
    {
     "header": "第五章 明代散文"
    },
    {
     "q": "“台阁体”",
     "a": "从永乐以后，直至成化末年，文坛上最为流行的是“台阁体”。代表人物是并称“三杨”\n的杨士奇、杨荣和杨溥。他们都历仕成祖、仁宗、宣宗、英宗四朝，身登台辅重位，受到\n皇帝优宠，无论是写诗还是作文，都以粉饰太平、歌功颂德为主，以雍容和雅、平易畅达\n为美，缺乏对于社会现实的深切关怀，缺乏动人心魄的感情力量。\n“台阁体”散文的风格特点是雍容和雅，平易畅达。（单选）"
    },
    {
     "q": "宋濂",
     "a": "他的散文宗法韩愈、欧阳修，具有醇深典正、浑穆雍容的特征。在他各种体裁、各类\n题材的散文中，写得最好的首先是人物传记，如《王冕传》、《秦士录》、《李疑传》、《杜小\n环传》等，其长处是能够抓住较为典型的细节、事件或具体场景，把人物性格表现得鲜明\n生动、栩栩如生。《秦士录》是这类散文的代表。"
    },
    {
     "q": "刘基",
     "a": "他写得最好的是寓言性杂文，代表作《郁离子》。书中各篇大都写得寓意深刻，而又形\n象鲜明，通过寓言故事揭露现实生活的种种弊端，表达作者愤世嫉俗的态度和干预现实的\n用世激情。\n其他如《楚人养狙》、《灵丘丈人》、《千里马》等篇，也都托物寓讽，表现出作者对生\n活的敏锐观察和深刻的批判现实的眼光。著名的《卖柑者言》也是刘基寓言性散文的代表作。"
    },
    {
     "q": "唐宋派及其文学主张",
     "a": "唐宋派的代表诗人有唐顺之、王慎中、茅坤、归有光。他们主张将辞与理、文与道统\n一起来，比盲目的崇古论更合乎情理。\n（1）王慎中：他作文尤其注重“道”的表现，强调立意为先。\n（2）唐顺之：提倡“本色”，认为作文“但直抒胸臆，信手写出，如写家书，虽或疏\n卤，然绝无烟火酸馅习气，便是宇宙间一样绝好文字”，不应过分讲究“绳墨布置”。\n（4）归有光：\n在唐宋派中，散文创作成就最高的是归有光。归有光也标榜六经，主张文道合一，但\n他所说的“道”并不完全囿于儒家道统，而是有贴近日常的生活的一面。\n他有许多记事写人的散文，如《项脊轩志》、《先妣事略》、《见村楼记》、《寒花葬志》\n等，叙家人之谊，朋友之情，写得感情真挚，文笔生动，富有亲切动人的艺术魅力。\n长于记述家庭琐事而极富人情味的作家是归有光。（单选）"
    },
    {
     "q": "李贽与“童心说”",
     "a": "李贽的著作有《焚书》、《续焚书》、《藏书》、《续藏书》等多种。\n李贽的思想具叛逆色彩和反抗精神。他肯定人的世俗欲望的合理性，指出“穿衣吃饭\n即是人伦物理，除却穿衣吃饭，无伦物矣”，与程朱理学“存天理，灭人欲”的观念相抵牾，\n因而被人视为异端，他也公然以“异端”自居。\n所谓“童心”，即“绝假纯真，最初一念之本心”，强调其应不受任何外在的“闻见道\n理”（包括理学观念）的遮蔽，应该真实坦率地表露内心的情感和欲望。\n李贽的散文见解独特，随意挥洒，语言泼辣犀利，具有鲜明的个性。"
    },
    {
     "q": "公安派与“性灵说”",
     "a": "在万历后期的文坛上，影响最大的诗文流派是公安派。\n袁宗道、袁宏道、袁中道三兄弟是公安派的领袖，他们是湖北公安人，并称“三袁”。\n他们都受到李贽思想尤其是“童心说”的影响，进一步提出了著名的“性灵说”。“独抒性\n灵，不拘格套”是性灵派的文学宣言，也是他们张扬个性、反对复古的口号。\n性灵说明确肯定人在世俗生活中的情感和欲望，强调个性的发扬。\n“三袁”中袁宏道声望最高，文学创作的实绩也最为突出。\n性灵派推崇白居易和苏轼，也继承了他们知足常乐、亲近自然、热爱世俗生活的人生\n态度。他们并非不关注现实，但更追求精神的自由解脱。\n万历后期的文坛上，影响最大的诗文流派是公安派。（单选）"
    },
    {
     "q": "竟陵派的文学主张和小品文",
     "a": "公安派之后，在晚明文坛上出现了另外一个影响较大的诗文流派——竟陵派，代表人\n物是钟惺和谭元春。\n他们论诗文强调“灵”与“厚”的统一，其要旨，则在于以诗文表现自己超离尘俗的\n幽独情思。\n竟陵派的小品文力避公安派小品文近世俗、恃机智、逞辩博、轻挥洒的作风，讲究意\n境的提升和构思布局，注重字句的锤炼，并且追求孤峭幽冷、深曲寂静的意境，以此超越\n流俗，自辟蹊径。\n“竟陵派”散文的风格特点是幽深孤峭。（单选）"
    },
    {
     "q": "张岱的小品文",
     "a": "张岱的小品文善于把写景与写人、写风俗民情结合起来，读之犹如见晚明时期江南的\n生活画卷，新鲜生动，富有诗情画意。他汲取了公安派与竟陵派小品文的长处，有公安派\n思人生，流露出易代之际一位遗民的悲凉情绪，形成了自己独特的风格。他的代表作《西\n湖七月半》、《湖心亭看雪》、《西湖香市》等，都是脍炙人口的小品文名篇。"
    },
    {
     "header": "第六章 明代诗歌"
    },
    {
     "q": "高启",
     "a": "高启的诗各体兼工，尤以笔力矫健、气势纵肆的七言歌行最胜。他不但是明初最杰出\n的诗人，也是有明一代诗人之翘楚。\n高启的诗各体皆工，尤其长于七言歌行。（单选）"
    },
    {
     "q": "明前期的诗坛",
     "a": "除高启外，明初影响较大的诗人还有刘基、袁凯等。杨基、张羽、徐贲，与高启并称\n“吴中四杰”。\n永乐至成化的数十年间，明诗发展进入了一个低谷。当时的流行诗风，在朝者为“台\n阁体”，在野者为“性理诗”。“台阁”又称“馆阁”，主要指翰林院和内阁。“台阁体”是当\n时台阁名臣、史称“三杨”的杨士奇、杨荣、杨溥所代表的诗文风格。他们的作品用于歌\n功颂德、应酬交际，追求雍容醇厚、平正典雅，缺乏个性风采，效仿者更是陈陈相因，千\n篇一律，无艺术生命可言。“性理诗”指理学家阐发性理之学的诗作，不讲究艺术形象和语\n言规范，缺乏感情和文采，受到后来论诗者尖锐的批评。\n为明前期诗坛揭开新篇章的是李东阳和以他为核心的茶陵诗派。"
    },
    {
     "q": "李梦阳和前七子",
     "a": "弘治后期，李梦阳、何景明、徐祯卿、边贡等青年进士掀起了复古的“狂飙”，古诗必\n学汉魏，近体、歌行宗法盛唐，他们的部分诗歌虽有模拟过甚的缺陷，但相对于台阁体、\n性理诗乃至茶陵派的诗风而言，则更加注重感情的抒发，更加注重体制的规范和文采、意\n象的美。\n李梦阳、何景明高举复古大旗，在当时和后来的诗界产生了广泛而深入的影响。人们\n把李、何二人和徐祯卿、边贡并称“弘正四杰”，又把他们和康海、王九思、王廷相并称“七\n子”，此外还有一些声气相近的诗人，形成了一个关系较为密切的文学社团。他们为矫正台\n阁体、性理诗的流弊作出了贡献，促进了明代诗歌的发展。\n祝允明、唐寅、文徵明和徐祯卿并称“吴中四才子”。\n徐祯卿在弘治末进士及第后，加入李、何为首的复古阵营，而唐寅、祝允明、文徵明\n更能代表吴中的诗歌风貌。他们在科场上并不得意，但受到富庶繁华的江南地区市民文化\n和享乐风气的影响，反对伪道学，提倡真性情，且都兼擅书画，文采风流震耀一时，为明\n中期的诗坛注入了生机和活力。"
    },
    {
     "q": "王世贞与“后七子”",
     "a": "“后七子”是李攀龙、王世贞、谢榛、徐中行、吴国伦、宗臣、梁有誉，他们在嘉靖\n后期重揭复古的大旗，比“前七子”更加重视诗歌的艺术特征，从艺术风貌上追摹古人。\n在黑暗的政治氛面里，他们的政治热情和关怀现实、干预现实的精神普遍减淡，因而并没\n有为诗歌发展找到新的出路。"
    },
    {
     "q": "晚明诗歌",
     "a": "（1）公安派\n公安派的创作成就主要在散文方面。他们的诗歌创作同样体现了“独抒性灵，不拘格\n套”的主张，注重有感而发、直写胸臆，不避俚俗，更不计较在情思格调方面是否合乎古\n人的法度，因而显得自由活泼、清新自然，具有独特的趣味与神韵。\n（2）竟陵派\n竟陵派的诗歌与他们的散文一样，要表现他们的“孤怀”、“孤诣”和“幽情单绪”，虽\n然情思清冷，题材范围比较狭窄，但苦心吟哦，字锤句炼。\n（2）陈子龙与明末党社文学\n崇祯五年，张溥、张采等人合并江南几十个社团，成立复社。他们提倡宗经复古，互\n相切磋学问、砥砺品格，反对空谈，密切关注社会现实，并希望干预朝政。与此同时，陈\n子龙和夏允彝、徐孚远等人创建几社，与复社相呼应。他们反对公安派、竟陵派那种重视\n自我性灵的边缘化的人生态度，也反对他们的文学主张，标志着明末诗风新的转向。\n明亡后，陈子龙以诗表达亡国之痛，风格苍凉悲壮，这方面的代表作是《秋日杂感十\n首》。（单选）"
    },
    {
     "q": "明代散曲",
     "a": "（1）明代前、中期的散曲\n影响最大的散曲作家是宗室贵胄朱有燉，他的《诚斋乐府》内容以赏花、宴游为主，\n洋溢着一派悠游闲适的富贵情调，因为音律谐美，所以影响深远。\n北方的康海、王九思，南方的王磐、陈铎等人，都是比较出色的散曲作家。\n明代前期散曲作家中，朱有燉影响最大，其散曲集曰《诚斋乐府》。（单选）\n（2）明代后期的散曲\n嘉靖以后，明代散曲创作进入了一个新的阶段，出现了金銮、杨慎、冯惟敏、梁辰鱼、\n施绍莘等成就较高的散曲作家，他们的散曲内容多样，风格也各有不同。从音乐的角度说，\n这一时期粗犷的北曲衰落，柔丽的南曲盛行，冯惟敏、梁辰鱼是这一时期成就较高的代表\n人物。\n创作和欣赏民歌的主体是市民阶层中各个行业的人员，民歌主题仍是以男女恋情为主。\n现存最早的明代民歌集是成化年间金台鲁氏刊行的《新编四季五更驻云飞》、《新编题\n西厢记咏十二月赛驻云飞》、《新编太平时赛赛驻云飞》、《新编寡妇烈女诗曲》4 种。嘉靖以\n后，一些文学选本如张禄选辑的《词林摘艳》、郭勋选辑的《雍熙乐府》、陈所闻选辑的《南\n宫词纪》等也注意收录民歌。\n冯梦龙编辑整理了两部当代民歌专集——《挂枝儿》和《山歌》。《挂枝儿》和《山歌》\n所表现的内容以男女恋情最为突出。这些作品往往大胆直率地表露男女主人公对自由爱情\n的强烈渴望和执著追求。《挂枝儿》和《山歌中》也有一些作品描绘世态人情，让读者看到\n当时社会中各种各样的面孔，表明市民阶层的好恶。"
    }
   ]
  },
  "第八编 清代文学": {
   "head": "第八编 清代文学",
   "items": [
    {
     "header": "第一章 清代诗歌"
    },
    {
     "q": "“江左三大家”",
     "a": "钱谦益和吴伟业是清初的著名诗人，和龚鼎孽并称“江左三大家”。\n（1）钱谦益\n有《初学集》、《有学集》、《投笔集》。浑融流丽，是他独创的风格。典丽悲凉，是他诗\n歌的主要特色。\n（2）吴伟业\n有《梅村家藏稿》。梅村诗歌分前后期，前期诗风华绮，以清丽之思状男女之怀，如《子\n夜词三首》。后及乎国难，身经乱离，论者比之庾信，多感慨苍凉之音。这主要体现在以重\n大历史事件为背景的诗篇中，七言歌行体最为显著，如《圆圆曲》、《琵琶行》、《临淮老妓\n行》、《永和宫词》、《悲歌赠吴季子》诸篇。《芦洲行》、《捉船行》、《马草行》等诗，抒写民\n生疾苦，真实可感。\n《圆圆曲》是吴伟业叙事体诗的代表作。整首诗文词清丽，音节调谐，含蓄委婉，沉\n着痛快。这是“梅村体”的特点。“梅村体”把李商隐诗色泽浓丽的特色、元白长篇叙事诗\n善于铺排、流丽婉转的风格和初唐四杰抒情歌行的结构方式结合起来，以人物命运为中心，\n注重情节，腾挪跳跃，挟以沧桑浮沉之感，极尽俯仰变幻之能事。\n吴伟业《圆圆曲》一诗的体就是歌行体。（单选）\n清代诗歌宗宋一派始自钱谦益。（单选）"
    },
    {
     "q": "“南施北宋”",
     "a": "清初诗坛，还有施闰章和宋琬，被称为“南施北宋”。\n施诗温柔敦厚，雅洁有体；宋诗雄健磊落，间多愁苦之思。"
    },
    {
     "q": "遗民诗",
     "a": "（1）顾炎武：有《亭林诗文集》、《日知录》。他的诗不事雕饰，有益世用，天然古色。\n（2）吴嘉纪：有《陋轩诗》。诗作表现他的民族感情，更多是反映社会矛盾，抒写民\n生疾苦。\n（3）钱澄之：有《藏山阁诗存》、《田间诗集》。钱澄之的诗歌多写行役艰险，山川胜\n概，风俗民情，其中记载抗清事迹和南明王朝内部斗争的诗篇有诗史价值。后期则多闲适\n恬澹之趣。\n（4）屈大均：有《道援堂集》、《翁山诗外》、《翁山文外》等。屈大均与陈恭尹、梁佩\n兰并称“岭南三大家”。江左三大家的诗歌特点是“才情焕发，声律绵丽”，岭南三大家的\n诗风则“尚得古贤雄直气”。岭南诗家倡导“雄直气”的诗风，从消极方面说，是反对明代\n公安派和竟陵派，反对宋诗的艰涩；从积极方面说，是继承《离骚》和汉魏的传统，承“曲\n江规矩”，而为直陈其事、直抒其情的唐音。\n遗民诗人屈大均诗歌的主要特点是雄直。（单选）"
    },
    {
     "q": "康熙诗坛",
     "a": "（1）王士禛：\n王士禛论诗本司空图、严羽之说，提倡“神韵说”。“神”是指表现恰到好处的诗味，“韵”\n是把诗引向一种余意不尽、悠闲淡清的境界。合起来讲，就是使诗歌所表现的对象具有一\n种远境美。艺术上，要求诗人将情感艺术加工，如秋雨之萧瑟、春梦之无痕，不仅将此一\n情感秋雨化、春梦化，而且要进一步落到萧瑟和无痕上，达到“不着一字，尽得风流”的\n审美效果。\n（2）查慎行：\n有《敬业堂集》。他的诗歌较多反映社会民生问题。其诗得苏轼为多，参以白居易的简\n朴和陆游的情调，其中写生活的诗，风趣宛然。\n（3）厉鹗：\n有《樊榭山房集》、《宋诗纪事》。他批评王士禛和朱彝尊两家的“傅采”，独辟蹊径，\n取之“孤淡”，为浙派的代表人物。他诗中较少触及现实苦难，为己多于为人，忧生多于忧\n世，自赏多于讽时，全力追求个人生活的艺术化，追求孤淡的情调。"
    },
    {
     "q": "乾嘉诗风",
     "a": "乾嘉时期，诗风出现了新变：一方面纠治康熙“神韵说”之弊，一方面努力建设乾嘉\n诗风。一是追求雅正，提倡温柔敦厚的诗风，以沈德潜的“格调说”、翁方纲的“肌理说”\n和姚鼐的“熔铸唐宋”说为代表；一是独尊性灵，破唐宋门户，勇于革新，不拘一格，各\n领风骚，以袁枚的“性灵说”为代表，有郑燮、赵翼、张问陶等。\n（1）沈德潜：\n沈氐论诗倡导“格调说”。“格调”有两层，一是指诗歌创作要本于诗教，“原本性情，\n关乎人伦日用及古今成败兴坏之故者”。二是指诗歌创作讲求蕴藉，推尊唐诗，偏袒七子派，\n尤重诗歌声音的美。\n针对神韵派的肤廓和格调派的空疏之弊，他提出“诗必研诸肌理，而文必求其实际”（《延\n晖阁集序》），别倡“肌理说”。所谓“肌理”，即“文理”、“义理”，也就是经术学问。\n（3）袁枚：\n袁枚论诗标举“性灵”，强调真性情，诗中有“我”，形成“性灵诗派”。对于性灵诗派，\n需说明如下几点：\n①“性灵”含义丰富，论者辨析甚多，有情性、情趣、个性、作诗的才性、才智、才\n趣等。\n②性灵诗派追求新奇和风趣，语言力求通俗和生动，题材多为下层平民，背叛传统，\n表现市民意识，善写琐事、异事，俗而有趣，具有市民阶层的审美情趣。\n③袁枚以新兴的商业文化意识对抗传统的名教纲常，表现为极大的叛离和空前的智慧。\n（4）赵翼：\n有《瓯北诗集》、《瓯北诗话》、《陔余丛考》等。其诗作喜发议论，时挟诙谐，随意抒\n写，清新明畅，有浅露之病。\n（5）蒋士铨：\n论诗也属性灵一派。不过，他说的性情主要是指“忠孝节义之心，温柔敦厚之旨”。\n（6）郑燮：\n有《板桥集》。他的政治态度属于传统儒家思想，但他的诗文里则有着反抗传统的浪漫\n精神。\n（7）黄景仁：\n就诗作而言，他以七古、七律见长：七古雄伟，在跌宕跳跃中流转低吟；七律清丽，\n既有义山之韵致，又兼山谷之峭拔。\n袁枚论诗主张性灵说。（单选）\n由赵翼创作的诗句是“李杜诗篇万口传，至今已觉不新鲜”。（单选）\n黄仲则擅长的诗体是七言律诗、七言古诗。（单选）\n沈德潜倡导“格调说”，论诗主张有本于诗教、偏袒七子派、推尊唐诗、注重声音之美。\n（多选）"
    },
    {
     "header": "第二章 清代文章"
    },
    {
     "q": "学者之文",
     "a": "顾炎武、黄宗羲、王夫之诸家是清代学术界的先驱，也是清代文章的开启者。他们穷\n经治史，讲求经世，反对虚谈，著学人之文。他们强调经史传统和实践之功，对于纠正明\n代轻率儇薄之风有积极作用。\n他们文章的代表作分别为《与友人论学书》、《原君》、《船山记》。"
    },
    {
     "q": "文人之文",
     "a": "在清初文坛居正统地位的既非承晚明余绪的小品文（如金圣叹、廖燕、李渔等），也非\n上述学者之文，而是接续唐宋古文传统的古文。这方面前有侯方域、魏禧、汪琬“清初三\n大家”，后有桐城派。\n（1）侯方域\n代表作有《李姬传》、《马伶传》、《答田中丞书》、《癸未去金陵日与阮光禄书》、《与吴\n骏公书》、《与方密之书》等。\n（2）魏禧\n代表作有《大铁椎传》、《复六松书》、《正统论》等。\n（3）汪琬\n其代表作有《江天一传》等。\n侯方域、魏禧和汪琬并称“清初三大家”，其最重要的创作成就是古文。（单选）"
    },
    {
     "q": "桐城派古文",
     "a": "康乾时期，随着清政权日益巩固，复古明道之说得到发展的机运，方苞、姚鼐之徒，\n应时而起，倡明程朱之学，主八家之文，形成桐城文派。\n（1）方苞\n在古文理论上，方苞主要贡献有：①提出“艺术莫难于古文”的观点。②“义法”说。\n方苞的古义较好地实践了其理论主张，代表作有《狱中杂记》、《左忠毅公逸事》、《田\n（2）刘大櫆\n有《海峰集》、《论文偶记》。就古文而言，刘大櫆坚持古文的文艺性，较为集中描写底\n层人物，吸收小说刻画人物的方法，推崇归有光，善于转折跌宕，层层深入，一唱三叹，\n散文有诗化的倾向。\n（3）姚鼐\n有《惜抱轩全集》、《九经说》、《惜抱轩尺牍》，编有《古文辞类纂》。姚鼐的古文，迂\n回荡漾，余味曲包，以神韵见长。姚鼐古文的重要贡献是将论学之文和考证之文，写得形\n象生动，气韵充美。\n姚鼐是桐城文派的集大成者，及门弟子很多，有著名“姚门四弟子”（管同、梅曾亮、\n方东树、姚莹）和陈用光、刘开等。\n由方苞提出的文论观点是“艺术莫难于古文”。（单选）\n刘大櫆古文创作的主要特色有集中描写底层人物、有诗化倾向、吸收小说手法、善于\n转折跌宕。（多选）"
    },
    {
     "q": "阳湖派古文",
     "a": "代表人物是恽敬和张惠言。他们不以古文自限，好言政治，博征旁引，恣肆不拘，靡\n丽瑰奇，与桐城派的雅洁实不相类。"
    },
    {
     "q": "乾嘉学者之文",
     "a": "一派为吴派，起源于吴中惠周惕而成于其孙惠栋，江声、钱大昕、王鸣盛均属此派。\n这一派思想较为守旧，墨守汉人成说，认为“凡古必真，凡汉皆好”。\n另一派为皖派，起源于江永而成于戴震。程瑶田、王念孙、王引之、段玉裁、阮元均\n属此派。主张以文字学为基础，从训诂、音韵、典章制度等方面阐明经义。他们注重创新，\n要“不以人蔽己，不以己自蔽”，实事求是，是科学理性的学术态度。"
    },
    {
     "q": "汪中与清代骈文的复兴",
     "a": "清初骈文名家有陈维崧、毛奇龄、章藻功、吴绮等人。乾嘉时期，有袁枚、邵齐焘、\n刘星炜、吴锡麒、孙星衍、洪亮吉、曾燠、孔广森，时称“骈文八大家”。创作最有成就的\n是汪中。\n汪中代表作有《哀盐船文》、《经旧苑吊马守贞文》、《广陵对》、《自序》等。"
    },
    {
     "header": "第三章 清词"
    },
    {
     "q": "清初词坛",
     "a": "（1）阳羡词派\n这一派成员有徐喈凤、万树、曹亮武、蒋景祁，陈维崧，以陈维崧成就最高。他们或\n是遗老逸民，或是忠烈后裔，因而词作多述民生之哀和故土之思，激荡楚郁，凄苍清狂。\n（2）浙西词派\n①以朱彝尊等为代表，因龚翔麟、朱彝尊、李良年、李符等及他本人的词作编为《浙\n西六家词》，人们遂把这一词派称作浙西词派。\n②浙西词派词风醇正秀雅，影响深远。作诗重“韵致”，讲醇雅章法，诗作空灵含蓄。\n（3）纳兰性德\n有《通志堂集》、《饮水词》等。工于诗词，尤为小令，爱情词低徊悠渺，婉丽清凄；\n边塞词寥廓苍远，绘景如画。\n朱彝尊《卖花声》［雨花台］一词的题材是吊古。（单选）\n纳兰性德的词集名是《饮水词》。（单选）\n陈维崧词的艺术特点（简答）：（1）少作以风华绮丽见称。中晚年作品深婉豪宕，苍凉\n沉郁。（2）慢词盘转起伏。骨力警拔，情致酣畅，将赋和歌行的手法运用于词。（3）以腾\n越飞扬的才情和劲挺的笔力写作小令，意境阔大。\n朱彝尊《江湖载酒集》的艺术特点（简答）：（1）《江湖载酒集》乃朱彝尊一生词创作\n的精粹所在。或沉郁花凉，或清新流动。（2）其吊古之作，将故国之思化为空灵的意绪，\n营造种感伤的氛围，其情爱词高秀圆转或凄丽缠绵。"
    },
    {
     "q": "常州词派",
     "a": "嘉庆年间，张惠言、周济倡《风》、《骚》之旨，反对浙西词派徒为形式而为琐屑饾饤\n之病，一时从风，形成常州词派。除张、周二人外，还有张琦、董士锡、李兆洛、陆继辂、\n丁履恒等。浙派词讲“醇雅”，常州词派讲“寄托”。\n精通《周易》，工词赋散文，是阳湖派古文和常州词派的开创者。有《茗柯文集》、《茗\n柯词》。惠言的词作与其词学主张一样，讲求言外之旨，隐晦奥眇。\n（2）周济\n是常州词派理论的集大成者。他在《宋四家词选目录序论》中提出了“非寄托不入，\n专寄托不出”的重要思想。他编选《宋四家词选》，取周邦彦、辛弃疾、王沂孙、吴文英四\n家。“问涂碧山，历梦窗、稼轩，以还清真之浑化”，这是常州词派的词统。\n由张惠言提出的词学观点是“缘情造端，兴于微言”。（单选）\n既是阳湖派古文的代表人物，又是常州词派开创者的是张惠言。（单选）\n周济编选《宋四家词选》，“宋四家”指周邦彦、辛弃疾、王沂孙、吴文英。（单选）"
    },
    {
     "header": "第四章 清代小说"
    },
    {
     "q": "历史演义与英雄传奇",
     "a": "这一时期出现了不少富有英雄传奇色彩的历史小说。这些作品多具有时代意识，主要\n有《水浒后传》、《说岳全传》、《梼杌闲评》、《隋唐演义》。\n清初其他历史演义还有蔡元放的《东周列国志》、无名氏的《说唐演义全传》、吕熊的\n《女仙外史》等。"
    },
    {
     "q": "世情小说和才子佳人小说",
     "a": "清初以来，承袭《金瓶梅》的写实传统，以家庭兴衰和日常生活为中心，描摹世态炎\n凉、反映广阔社会生活的世情小说，较早有《醒世姻缘传》，乾隆以后有《歧路灯》、《蜃楼\n志》等。而《红楼梦》的出现，将世情小说的创作推向高潮。\n才子佳人小说是世情小说的一种。清前朝主要有《平山冷燕》、《玉娇梨》和《好逑传》。\n《平山冷燕》属于才子佳人小说。（单选）"
    },
    {
     "q": "才学小说",
     "a": "清代中叶，考据学风盛行。读书人以精通古书、博闻强识为荣，这对小说创作产生了\n极大影响。如夏敬渠的《野叟曝言》、屠绅的《蟫史》、陈球的《燕山外史》，将小说看做炫\n耀学问的工具。这些作品思想平庸，芜杂堆砌。其中影响较大的是李汝珍的《镜花缘》。\n才学小说（名词解释）：（1）受清代中叶考据学风的影响，将小说看作炫耀学问的工具。\n（2）代表作是李汝珍的《镜花缘》。"
    },
    {
     "q": "神怪小说",
     "a": "清初神怪小说的代表作是董说的《西游补》。《绿野仙踪》（又名《百鬼图》）是清代中\n期较著名的神怪小说，作者李百川。"
    },
    {
     "q": "话本小说",
     "a": "清代拟话本小说在明代“三言”“二拍”的基础上有了新发展，小说取材以现实生活和\n作家自己的经历为多，反映了丰富多彩的世态风貌。\n《豆棚闲话》、古吴墨浪子的《西湖佳话》，其中成就最大的当推家李渔的《无声戏》和《十\n二楼》。\n清代拟话本小说内容多取材于现实生活。（单选）"
    },
    {
     "q": "文言小说",
     "a": "长篇有《燕山外史》、《蟫史》，短篇小说集有《聊斋志异》、《阅微草堂笔记》、《谐铎》、\n《萤窗异草》、《夜雨秋灯录》等。"
    },
    {
     "q": "侠义公案小说",
     "a": "《三侠五义》、《施公案》。"
    },
    {
     "q": "狭邪小说",
     "a": "《品花宝鉴》、《海上花列传》。"
    },
    {
     "q": "讲唱文学的兴盛",
     "a": "（1）鼓词\n今传最早的鼓词，是明代天启刊本《大唐秦王词话》。\n（2）弹词\n弹词又有“国音”和“土音”之分。国音弹词是普通话写的，如《天雨花》、《再生缘》、\n《安邦志》等，主要供案头阅读。土音弹词则是用方言写的，以吴音弹词为最多，如《义\n妖传》、《珍珠塔》、《三笑姻缘》等。《天雨花》的作者为清初陶贞怀，《再生缘》的作者是\n著名女诗人陈瑞生。\n（3）子弟书\n子弟书是鼓词的一支，由清代八旗子弟首创并流行的一种讲唱文学。东城调粗犷，多\n以激昂的历史事件为题材；西城调柔缓，多以曲折的爱情故事为题材。东城调的代表作家\n是韩小窗，西城调的代表作家是罗松窗。\n弹词《天雨花》的完成年代是顺治年间。（单选）"
    },
    {
     "q": "蒲松龄与《聊斋志异》",
     "a": "（1）《聊斋志异》的素材来源：\n①采撷或借鉴前人的小说和笔记；\n②友人的提供；\n③自己的经历或见闻。\n（2）《聊斋志异》的思想意蕴：\n作者的目的是：一是借鬼神世界反映现实人间的社会现实，加以批判、揭露；二是肯\n定自我，幻想美好人生，是理想的寄寓。\n内容上主要有三方面：\n首先，小说写狐鬼与人的恋爱故事，歌颂青年男女的真挚爱情。\n其次，小说揭露科举考试的腐败和弊端，讽刺考官的昏庸和贪鄙。\n再次，揭露了当时社会政治黑暗和吏治的腐败。"
    },
    {
     "q": "吴敬梓与《儒林外史》",
     "a": "名富贵”。\n在人物刻画方面，小说写出了人物性格的丰富性和复杂性。\n小说摆脱了传统小说的传奇笔法，采用写实方法，淡化情节，不靠激烈的矛盾冲突来\n刻画叉物，而是在细琐的叙述中，通过精心的白描，展现出作者非凡的艺术功力。\n堪称讽刺小说典范的是《儒林外史》。（单选）\n吴敬梓在《儒林外史》中赞颂和肯定的真儒明贤是杜少卿。（单选）\n《儒林外史》的思想内容（简答）：（1）描写封建末世的儒林群相，敢于写出为正史不\n写的黑暗真实。（2）刻画了追求功名富贵与讲究文行出处的两组人物。"
    },
    {
     "header": "第五章 曹雪芹与《红楼梦》"
    },
    {
     "q": "《红楼梦》的思想意蕴",
     "a": "《红楼梦》的中心线索是宝黛爱情，围绕宝黛爱情写及贾氏这一世代富贵之家从鼎盛\n走向衰落的过程，写及大观园这一独特的理想世界走向幻灭的过程。因而，小说的思想内\n容可分为三个层次：一是情的世界，指的是贾宝玉与红楼女子的情感世界；二是礼的世界，\n指的是封建家庭的价值体系和规则秩序；三是理的世界，即作者对于历史和人物命运的思考。\n名教与自然的对立，封建礼法与性情的对立，构成了《红楼梦》叙事的视角。"
    },
    {
     "q": "《红楼梦》的艺术成就",
     "a": "（1）《红楼梦》最值得称道的是人物形象的塑造。小说塑造了上百个不同身份、不同\n个性的人物，无不传神，各具光彩。\n（2）作者善于写出人物的不同性格，更能将同一阶层或同一类人物，对比写照，写出\n不同的性格特征。\n（3）作者能将人物置于广阔的社会环境中，从各个层面反复渲染，写出人物的复杂性，\n达到了典型化的艺术高度。\n（4）作者善于处理小说情节，往往能够把日常生活事件写得意味深长。\n（5）《红楼梦》具有很强的写实性，这是曹雪芹自觉的艺术追求。\n（6）小说中还出现了叙事者、隐形作者（作品中表现的整体价值取向）与作品意义三\n者之间差异，而且叙事者自觉地挑战隐形作者的权威，这种挑战与小说反叛性的思想意蕴\n有着内在一致性。"
    },
    {
     "header": "第六章 清代戏剧"
    },
    {
     "q": "清初戏剧",
     "a": "（1）以李玉为代表的苏州派，其戏作有较强的市民色彩\n苏州派是明清之际活动在苏州一地的重要戏剧流派，有李玉、朱素臣、朱佐朝、毕魏、\n叶时章等。\n该派戏剧特点是：创作题材上，较为关注社会现实，多为政治剧和时事剧；思想倾向\n上，主张“事关风化人钦羡”、“节孝忠贞万古传”，突出表现道德情操与个人欲望的冲突，\n纲纪陵夷的社会与洁身守义的个人的冲突，不遗余力地抨击世风的浇薄、世态炎凉和小人\n的卑劣行径，歌颂清明的政治和社会安定，讴歌高尚的道德和操守，有强烈的伦理教化色\n彩，与明代中后期传奇相比，具有文化反思的特点；作品形式上，他们精通音律，又是演\n艺中人，注重舞台演出效果，少有案头剧不能演出的弊端，将平民文化与士大夫文化熔铸\n一体，又扎根于平民文化土壤之中。\n（2）以吴伟业、尤侗为代表的文人派，有案头化倾向\n尤侗戏曲有《钧天乐》传奇和《读离骚》、《吊琵琶》、《桃花源》、《黑白卫》、《清平调》\n五种杂剧，合称《西堂乐府》。\n（3）以李渔代表的娱乐派，讲求游戏娱乐功能和形式技巧\n李渔的戏剧创作有《笠翁传奇十种》，剧目为《奈何天》、《比目鱼》、《蜃中楼》、《怜香\n伴》、《风筝误》、《慎鸾交》、《凰求凤》、《巧团圆》、《玉搔头》、《意中缘》。它们基本上是才\n子佳人题材，“十部传奇九相思”，主要演男女情事。\n李渔戏作剧情新奇，不入陈套，编造巧合情节，出人意料，却又针线细密，不为怪诞。\n最显著的是《风筝误》。\n清初戏剧流派中，苏州派的代表作家是李玉。（单选）\n“一笠庵四种曲”包括《一捧雪》、《人兽关》、《永团圆》、《占花魁》。（多选）"
    },
    {
     "q": "洪昇与《长生殿》",
     "a": "《长生殿》的主旨是描写和歌颂真情乃至理想化的幻情。\n洪昇《长生殿》的体裁是传奇。（单选）\n《长生殿》在艺术上的长处主要表现在结构完整，关目紧合，针线绵密、语言清雅秀\n丽，有着浓厚的抒情色彩、曲词音律，独步一时。（多选）"
    },
    {
     "q": "孔尚任与《桃花扇》",
     "a": "孔尚任诗文有《湖海集》、《岸堂集》、《长留集》。戏曲除《桃花扇》外，还与顾彩合写\n了《小忽雷》传奇。\n《桃花扇》的主旨是“借离合之情，写兴亡之感”。与《长生殿》一样，《桃花扇》全\n剧蒙上了浓厚的感伤主义气氛。这种“兴亡之感”，作者是通过“离合之情”表现出来的，\n这就突出了个人和历史的紧密联系。\n作者的构思匠心还表现为结构严谨。语言上，由于作者“宁不通俗，不肯伤雅”的语\n言观，导致作品典雅有余，本色不足；谨严有余，生动不足。\n《桃花扇》（名词解释）：（1）作者是清代的戏剧家孔尚任。（2）以侯方域和李香君的\n爱情故事为线索，借离合之情，与兴亡之感。"
    },
    {
     "q": "清中期戏剧",
     "a": "（1）唐英\n著有《古柏堂传奇》17 种，其中不少是宣扬传统道德观念，内容浅近，价值不高；很\n多剧作是以士大夫的审美趣味对民间戏曲改编而成，如《十字坡》、《梅龙镇》等。\n（2）杨潮观\n有杂剧三十余种，都是一折短剧，合为《吟风阁杂剧》。取材古事以为寄寓，或讽谕劝\n惩，或揭露现实，或写下层苦难，或结合自身经历，皆具积极意义。\n（3）蒋士铨\n今存《藏园九种曲》。其剧作以颂扬纲常伦理为主。\n（4）桂馥\n《后四声猿》，包括《放杨枝》、《题园壁》、《谒府帅》、《投圂中》4 种。\n（5）舒位\n《瓶笙馆修箫谱》，包括《卓女当垆》、《博望访星》、《樊姬拥髻》、《酉阳修月》4 种。"
    },
    {
     "header": "第七章 清代弹词"
    },
    {
     "q": "弹词",
     "a": "明末清初时期，江浙一带以抄本形式流行一种新型的小说阅读文本——弹词。这类以\n七言韵文与散文相间，虚构故事与人物的书面长篇叙事作品，其实质是“韵文体”长篇小\n说，《天雨花》、《再生缘》、《笔生花》（以上三部作品被称为“弹词三大”）、《榴花梦》、《凤\n双飞》等是代表作品。"
    },
    {
     "q": "弹词作品分类",
     "a": "按照历史年代的顺序，可以把这些作品分为早期、中期和晚期。\n（1）明末清初至嘉庆年间为早期，主要作品有《玉钏缘》、《天雨花》、《安邦志》、《定\n国志》、《凤凰山》、《再生缘》、《辕龙镜》、《三生石》、《赤玉莲花》、《昼锦堂记》、《锦上花》、\n《再造天》等。\n（2）从道光初至同治末年可视为弹词小说创作的中期，主要作品有《笔生花》、《榴花\n梦》、《梦影缘》、《金鱼缘》、《群英传》、《子虚记》、《九仙枕》等。这一阶段的主要特点是\n弹词小说形式的完全成熟，书坊刻印激增，影响进一步扩大，不断出现大部头作品。\n（3）光绪至清末民初为晚期，弹词小说除《凤双飞》外鲜有以往那样长的篇幅，其他\n的主要作品有《精忠传》、《四云亭》、《九仙枕》、《侠女群英史》、《英雄谱》、《双鱼佩》、《五\n女缘》、《精卫石》等。晚清时期，民族与家国意识非常强烈，在弹词小说中也有反映，如\n爱国之情高涨，高唱男女平等之音等。"
    },
    {
     "q": "《天雨花》",
     "a": "《天雨花》是一部具有浓郁政治色彩的作品，它以明末朝政的腐败、混乱以及阉党弄\n权的历史真实画面为背景，反映以左维明为代表的忠臣义士为维护正义，保卫朱明江山与\n奸佞贼子的斗争。"
    },
    {
     "q": "《再生缘》",
     "a": "《再生缘》成书于乾隆年间，是弹词小说中流行最广、影响最大的作品，作者陈端生。"
    }
   ]
  },
  "第九编 近代文学": {
   "head": "第九编 近代文学",
   "items": [
    {
     "header": "第一章 近代诗词"
    },
    {
     "q": "近代诗坛",
     "a": "近代诗坛，宋诗派和继之而起的同光体是主要流派。与之先后并存的还有：以龚自珍、\n魏源为代表的启蒙诗人，以张维屏、贝青乔为代表的爱国诗人群体，以梁启超、黄遵宪为\n代表的新派诗人，以南社诗人为代表的革命派诗人。同时，传统诗派又有以王闿运为代表\n的汉魏六朝诗派和以樊增祥、易顺鼎为代表的晚唐诗派。\n近代诗坛上，龚自珍、魏源等张扬士人主体精神，被称为启蒙诗人。（单选）\n近代诗坛上，以梁启超、黄遵宪为代表的诗人属于新派诗人。（单选）\n在近代诗坛上，王闿运属于汉魏六朝诗派。（单选）\n在近代传统诗坛上，樊增祥属于晚唐诗派。（单选）"
    },
    {
     "q": "龚自珍",
     "a": "龚自珍提倡“尊情”，认为“天地，人所造，众人自造，非圣人所造”、“众人之宰，非\n道非极，自名曰我”，从而高扬自我，赞美“童心”，肯定私利。\n在艺术上，龚自珍继承屈原、李白等浪漫诗人的传统，又受天台宗和华严宗的影响，\n想象奇特，语言瑰丽。"
    },
    {
     "q": "诗风新变",
     "a": "清代诗歌史上的新变，是对清初经世致用学风的继承和发展。\n这时期，张扬士人主体精神的启蒙思潮进一步扩大，涌现了大量揭露时弊和抒发忧国\n之情的诗篇。魏源的《寰海》、《寰海后》、《秦淮灯船引》，张维屏的《三元里》、《三将军歌》，\n张际亮的《浴日亭》，朱琦的《关将军挽歌》，贝青乔的《咄咄吟》及林则徐、姚燮、汤鹏、\n鲁一同、陆嵩等的创作，讴歌抗敌将领，抨击清廷投降，谴责侵略者罪行，反映民生疾苦。"
    },
    {
     "q": "宋诗派",
     "a": "他们解决问题的方式仍是“风俗人心→人才政治”的模式，开拓传统道德在新条件下\n的生长点，寄希望于“先天下之忧而忧，后天下之乐而乐”的士人自觉，要求精神自律和\n人格独立，只是这种独立指向传统士人清而不俗的人品。"
    },
    {
     "q": "同光体",
     "a": "宋诗派在清末民初演化为“同光体”。同光体诗人大都赞成、参与变法维新，企求自强，\n忧世伤时，别具怀抱。\n同光体又分为以陈衍、郑孝胥为代表的闽派，以沈曾植为代表的浙派，以陈三立为代\n表的赣派。\n主张学古，又反对亦步亦趋，追求诗歌的独创性，是宋诗派和同光体的共同特点。\n在近代诗坛上，陈三立属于同光体。（单选）\n近代诗坛上，同光体又分为闽派、赣派、浙派。（多选）"
    },
    {
     "q": "诗界革命",
     "a": "与同光体相对应的，是始于戊戌变法前夕的诗歌变革运动。它包括谭嗣同、夏曾佑和\n梁启超在变法前创作的“新学之诗”（简称“新诗”）、黄遵宪提倡的“新派诗”、梁启超倡\n导的“诗界革命”和清末民初的革命派诗歌。\n梁启超提出“诗界革命”的主张。\n与“诗界革命”相关的重要人物，还有台湾诗人丘逢甲，被梁启超推为“诗界革命一\n巨子”。"
    },
    {
     "q": "“南社”",
     "a": "在清末民初，一个活跃的革命派文学团体为“南社”。它成立于1909 年，发起人有陈\n去病、高旭、柳亚子。南社诗人的诗作激扬悲慨，有革命豪情。\n近代诗坛上，柳亚子属于革命派诗人。（单选）"
    },
    {
     "q": "近代词的发展",
     "a": "近代词的发展可分两个时期。一是道咸时期，一是同光之后至民国初年。\n道咸期的词家有龚自珍、项鸿祚、姚燮、蒋敦复、邓廷桢、蒋春霖、吴藻、顾太清等。\n同光以后的词坛崇尚常州词派，推尊词体。他们都屡遭国难，倡言维新；寄之于词，\n忧世伤时。戊戌、庚子前后词作，尤骚雅哀艳，有强烈感染力。除较早的冯煦、谭献、陈\n锐等人外，其间影响最大的是被称为“清季四大词人”的王鹏运、朱祖谋、况周颐、郑文\n焯和另一位词人文廷式。这一时期词论卓有成就，有刘熙载《艺概•词概》、陈廷焯《白雨"
    },
    {
     "header": "第二章 近代文的新生面"
    },
    {
     "q": "近代文主要的两大流派",
     "a": "近代文主要有两大流派，一是后期桐城派和曾国藩开启的湘乡派，一是梁启超提倡的\n新文体。前者秉持“有所变而后大”的精神，试图在传统中开出新生命；后者则以浅近文\n言风格作滔滔汩汩的恣情挥洒，有着文体解放的意义。"
    },
    {
     "q": "经世文风",
     "a": "龚自珍“但开风气不为师”，是经世文风的开创者。\n与龚自珍并称“龚魏”的是魏源。\n经世文派有两个重要特点：一是切合实用，有内容；二是文以达意，反对所谓“义法”。\n他们力破桐城派提倡的清规戒律，随笔直书，遒劲畅达。\n近代文坛上，魏源的文章被称为经世文。（单选）"
    },
    {
     "q": "后期桐城派",
     "a": "除“姚门四弟子”管同、方东树、姚莹和梅曾亮外，还有陈用光、吴嘉宾、朱琦、龙\n启瑞、王拯、戴均衡等。\n近代诗文作者中，梅曾亮属于姚门四弟子。（单选）"
    },
    {
     "q": "湘乡派",
     "a": "曾国藩是湘乡派的领袖。在古文方面，有“曾门四弟子”张裕钊、黎庶昌、薛福成、\n吴汝纶和郭嵩焘、李元度、刘蓉、莫友芝等。\n张裕钊、吴汝纶之后，继承桐城古文者，又有贺涛、马其昶、姚永朴、姚永概兄弟，\n一直延续至五四前后。\n近代诗文作者中，吴汝纶属于曾门四弟子。（单选）\n近代古文作者中，薛福成属于曾门四弟子。（单选）"
    },
    {
     "q": "新文体",
     "a": "新文体伴随报章体产生，带有强烈的实用性、时效性和鼓动性。\n强了艺术特性，是最受当时公共舆论欢迎的文体。"
    },
    {
     "q": "政论文章",
     "a": "维新派和革命派的政治思想截然不同，各自以《新民丛报》和《民报》为论战阵地，\n交难论战。迨章士钊的《独立周报》、《甲寅杂志》先后问世，谨严而逻辑性强的政论文章\n发展渐趋成熟。\n章士钊，著有中国文法书《中等国文典》；于文喜好峻洁柳宗元，著有《柳文指要》。\n其文谨严莹洁，“文理密察，而衷以逻辑”，又称为“逻辑文”。\n近代文坛上，章士钊的文章被称为逻辑文。（单选）\n近代文坛上，章太炎的文章被称为述学文。（单选）"
    },
    {
     "header": "第三章 近代小说与戏剧"
    },
    {
     "q": "侠义小说与狭邪小说",
     "a": "（1）侠义小说\n近代前朝（嘉道咸年间）广为流行的侠义小说有《儿女英雄传》、《荡寇志》和《三侠\n五义》。\n《儿女英雄传》（又名《金玉缘》）题“燕北闲人著”，44 回。作者文康。\n《三侠五义》是近代侠义公案小说的代表作。\n（2）狭邪小说\n道光至光绪年间，文坛上出现了一批以狎优狎妓为题材的“专叙男女杂沓”的“狭邪\n小说”。这一类作品主要有《品花宝鉴》、《花月痕》、《青楼梦》、《海上花列传》等。\n近代小说最明显的特点是政治性和娱乐性。\n近代小说《儿女英雄传》属于侠义小说。（单选）\n《三侠五义》（名词解释）：（1）据说书艺人石玉昆的演出底本加工整理而成。（2）是\n近代侠义公案小说的代表作。（3）内容主要是包拯在侠客义士辅佐下除暴安良的故事。"
    },
    {
     "q": "“小说界革命”",
     "a": "清末小说的繁荣是从“小说界革命”开始的。1902 年，梁启超在《新小说》创刊号上\n发表了《论小说与群治之关系》，正式提出“小说界革命”，目的在“改良群治”。\n新小说创作如雨后春笋，层出不穷。其中颇有影响的是陈天华的《狮子吼》、黄小配的\n《洪秀全演义》、梁启超的《新中国未来记》、颐琐的《黄绣球》、李宝嘉的《文明小史》等。"
    },
    {
     "q": "“谴责小说”",
     "a": "有一类的作品大量抨击时政、揭露官场黑暗，对现实肆意夸大，言过其实；暴露有余，\n批判不足；情绪渲染强烈，理性和冷静的立场不彰。鲁迅认为这类作品称不上讽刺文学，\n而另立名目，别称为“谴责小说”。常为人提及的有《官场现形记》（作者：李宝嘉）、《二\n十年目睹之怪现状》（作者：吴沃尧）、《老残游记》（作者：刘鹗）、《孽海花》（作者：曾朴）\n除上述四大小说以外，类于“谴责小说”的，还有《负曝闲谈》、《苦社会》、《邻女语》\n等，也颇具影响。\n在近代小说创作中，《孽海花》属于谴责小说。（单选）\n《官场现形记》（名词解释）：（1）作者李宝嘉。（2）谴责小说的代表作之一。（3）揭\n露官场的龌龊和官僚的丑态。\n《孽海花》（名词解释）：（1）作者曾朴，笔名东亚病夫。（2）小说以金雯青、傅彩云\n故事为主线，描写清末30 年间政治外交及社会风俗的各种情态。（3）《孽海花》谴责的是\n一群精于制艺、热衷考证、讲求高雅趣味的达官名士。"
    },
    {
     "q": "鸳鸯蝴蝶派",
     "a": "这一派小说，表现的是知识分子失望于政治革命，沉溺于个人的趣味世界，由此而痛\n苦、迷茫，以至颓废堕落的心路历程。作者们讴歌爱情，却又逃避爱情，视情为“魔劫”，\n让爱情自生自灭。\n“鸳鸯蝴蝶派”以上海为大本营，主要阵地是《礼拜六》，故此派又称“礼拜六派”。\n主要成员有周瘦鹃、徐枕亚、包天笑、王钝根、刘半农等。代表作是徐枕亚的《玉梨魂》。\n近代小说创作大致可以分为侠义小说、狭邪小说、政治小说、谴责小说和鸳鸯蝴蝶派\n小说。（单选）"
    },
    {
     "q": "清末翻译小说",
     "a": "当时从事小说翻译最重要的作家是林纾。林译有百余部，涉及欧美各国，其中《巴黎\n茶花女遗事》、《黑奴吁天录》、《滑铁卢战血余腥录》、《撒克逊劫后英雄录》最为知名，流\n传甚广。\n林纾的翻译之外，周桂笙翻译侦探小说，包天笑翻译教育小说，曾朴翻译法国文学，\n陈冷血翻译俄国虚无党人小说，吴梼翻译日俄小说，周树人（即鲁迅）、周作人合译《域外\n小说集》，等等，各有树立，共同促进了近代翻译小说的繁荣。"
    },
    {
     "q": "京剧",
     "a": "在19 世纪中期正式形成京剧。其中《打渔杀家》、《群英会》、《空城计》、《四进士》、《五\n鼠闹东京》等均是屡经上演的优秀剧目。"
    },
    {
     "q": "近代戏剧改良运动",
     "a": "近代戏剧改良运动在两个层面上开展，一是维新派和革命派的政治理念对传统戏剧的\n广泛渗透，二是戏剧表演艺术家和作家的积极参与。\n首先在理论上提出戏剧改革的是梁启超。\n1904 年，柳亚子、陈去病等人在上海创办第一个戏剧刊物《二十世纪大舞台》，提出“改\n革恶俗，开通民智，提倡民族主义，唤起国家思想”的办刊宗旨，大力宣传革命思想。上\n海成为近代戏剧改良的中心。"
    },
    {
     "q": "话剧",
     "a": "话剧起初称为“新剧”或“文明戏”，产生于20 世纪初年。“春柳社”的成立标志着中\n国早期话剧的诞生。\n派剧，在东京组织了我国第一个戏剧团体“春柳社”，相继演出了《茶花女》、《黑奴吁天录》、\n《热血》。\n1907 年王钟声在上海创办了话剧团体“春阳社”。1910 年，任天知在上海组织了话剧\n团体“进化团”，编演富革命精神的剧目。\n近代的话剧团体有春柳社、春阳社、进化团。（单选）\n中国古代文学史（二）\n（00539）\n速记宝 典\n简答题\n命题来源：围绕作品的文学思想、创作特点、语言艺术等。\n答题攻略：\n（1）不能像名词解释那样简单，也不能像论述题那样长篇大论，但需要加以简要扩展。\n（2）答案内容要简明、概括、准确，即得分的关键内容一定要写清楚。\n（3）答案表述要有层次性，列出要点，分点分条作答，不要写成一段；\n（4）如果对于考题内容完全不知道，利用选择题找灵感，找到相近的内容，联系起来进行作答。\n如果没有，随意发挥，不放弃。"
    },
    {
     "q": "简述王禹偁的诗歌创作成就。",
     "a": "答：（1）早年侧重学习白居易的闲适诗。\n（2）贬官商州以后,创作了大量反映社会现实、关心民生疾苦的作品。\n（3）兼擅各体,五、七言古诗有意效法白居易诗风,近体诗、绝句不乏平淡清远的格调。"
    },
    {
     "q": "简述欧阳修诗歌的艺术特点及其开拓性。",
     "a": "答：欧阳修诗歌创作的散文化倾向在古体诗中表现得很明显，他用古文的章法写诗讲究转折顿挫，句\n子彻底散行，长短句杂出，少用偶句，故意作得似对非对，造成散文调而非诗调，在诗中常用语助词。\n欧阳修的诗开创了取材广泛、命意新颖、以文为诗和以议论为诗的一代诗风。他的诗歌创作，于命意\n上追求深刻创新，透过事物的表象进一步表达他对事物的认识，在描述中杂以议论。\n答：王安石作诗，有骨鲠傲气而又清新隽逸，不失拗相公本色，他的七绝赓续唐音而雅丽精绝，人称\n“王荆公体”。"
    },
    {
     "q": "简述苏轼山水游记的艺术特点。",
     "a": "答：（1）记叙文是苏轼散文中文学价值最高、最具独创性的部分，包括碑传文、叙记文及文赋等，而\n以山水游记和亭台堂阁记为代表。\n（2）山水游记记叙、描写、议论并重，其中议论往往为文章辟出新的境界。\n（3）苏轼的记叙文多为文学性散文，诗情画意，触处皆是；覃思妙理，一出自然。"
    },
    {
     "q": "简述黄庭坚诗歌的艺术特色。",
     "a": "答：（1）求生避熟，求雅脱俗。\n（2）重视句法，发展了拗句、拗律的体例。\n（3）强调“无一字无来处”，用典以故为新，变俗为雅。\n（4）好奇尚硬，风格生新峭拔。"
    },
    {
     "q": "简述周邦彦词在章法结构方面的特点。",
     "a": "答：（1）章法布局开阖回旋。\n（2）常使用不同感情的相互衬托手法。\n（3）以景结尾。"
    },
    {
     "q": "简述朱敦儒“樵歌体”的艺术特征。",
     "a": "答：（1）于淡而静的空旷境界中透出潇洒。\n（2）风格自然飘逸。\n（3）语言浅白如话。"
    },
    {
     "q": "简述辛弃疾词的艺术成就。",
     "a": "答：（1）婉约词柔中有刚，豪放词刚柔相济。\n（2）喜议论，以论为词。\n（3）喜用典，用典广博。\n（4）以文为词，用散文句法。\n（5）词作风格沉郁痛快。"
    },
    {
     "q": "简述杨万里“诚斋体”诗歌的艺术特色。",
     "a": "答：（1）以日常生活中的小情趣为题，写得活泼自然，风趣诙谐。\n（3）以绝句最为出色，学习借鉴王安石的半山体和唐人晚唐体，学习晚唐体的空灵轻快，改变宋诗\n以人文景观为主的习惯，以自然意象为主，着重表现的是山水景观所蕴涵的自然灵性和知觉情意，活\n泼而充满奇趣，被认为是真正的“活法”诗。\n（4）背离江西诗派诗法，变深刻为浅近，理趣减少，生活情趣增加，状物写情无不入妙。"
    },
    {
     "q": "简述白石词的艺术风格及其在词史上的贡献。",
     "a": "答：（1）白石词风格“清空”、“骚雅”。\n（2）白石词意境清幽空灵。\n（3）虚字的使用是构成清空风格的重要手法。\n（4）白石词以健笔写柔情，褪尽铅华，更见清刚。\n（5）白石词音律精严，以雅乐注入词体，为清雅词风提供了基础。\n（6）白石清雅词风在婉丽、豪放之外别立一宗，蔚然成派，丰富了词体风格的内涵。"
    },
    {
     "q": "简述吴文英词的艺术特色。",
     "a": "答：（1）词风超逸沉博，浓艳密丽。\n（2）词旨晦涩但有脉络可循。\n（3）章法结构独特，使用时间与空间交错杂糅的叙述方式。\n（4）转折提顿处多用实字。\n（5）炼字炼句，运用冷僻、怪异的字词。"
    },
    {
     "q": "简述“永嘉四灵”诗歌的艺术特点。",
     "a": "答：（1）取法贾岛、姚合的苦吟诗风。\n（2）专攻格律诗，意平语诡。因刻画太甚而流于纤仄，也有自然清新的作品。\n（3）不用典故，诗风冲淡平和。"
    },
    {
     "q": "简述关汉卿散曲的创作特点。",
     "a": "答：（1）关汉卿的散曲多写男女恋情、自适情怀和自画像式地抒写自身感受。\n（2）作品豪爽老辣，富有激情，洞明世事，个性诙谐。\n（3）语言以质朴为主，也活泼灵动，豪放风趣。"
    },
    {
     "q": "简述张可久散曲的艺术特色。",
     "a": "答：（1）咏物写景、闲适游冶之作较多，多清丽可喜。\n（2）注重形式格律，喜欢雕琢字句，追求典雅，而又不失清新、自然的本色。"
    },
    {
     "q": "简述南戏的体制特点。",
     "a": "答：（1）南戏没有固定出数，长短自由。\n（3）南戏一出之中可以用不同宫调，可以换韵。\n（4）南戏有开场，在正戏之前先由副末报告剧情和创作意图，开场一般用两阙词。\n（5）南戏角色分生、旦、外、贴、丑、净、末。\n（6）南戏是在东南沿海一带的民歌基础上形成的，另外吸收了宋代以来流行的词体歌曲。"
    },
    {
     "q": "简述《琵琶记》的艺术成就。",
     "a": "答：（1）表现赵五娘忍辱负重、吃苦耐劳、不怕艰苦、自我牺牲的优秀品格，塑造了具有传统美德的\n中国女性形象。\n（2）结构上“苦乐相错”，相互对照，具有很好的表现效果。\n（3）曲辞富有表现力。"
    },
    {
     "q": "简述“铁崖体”诗歌的艺术特点。",
     "a": "答：（1）指杨维桢的诗。\n（2）宗尚汉魏古诗及李白、杜甫、李贺诗歌，以乐府诗为主要形式。\n（3）古乐府绚丽诡幻，具有瑰奇的风格。"
    },
    {
     "q": "简述《三国演义》人物形象塑造的特点。",
     "a": "答：（1）运用层层皴染手法，在反复出现的不同事件中强化人物主要性格。\n（2）善于用传奇故事及细节塑造人物。\n（3）善于用对比烘托手法塑造人物。"
    },
    {
     "q": "简述《西游记》的艺术特色。",
     "a": "答：（1）具有奇幻色彩。\n（2）幽默诙谐，寓庄于谐。\n（3）采用单线发展的结构形式。\n（4）语言轻松活泼，明快洗练。"
    },
    {
     "q": "简述《金瓶梅》的语言艺术。",
     "a": "答：（1）《金瓶梅》更加口语化、通俗化。运用北方尤其是山东地区的方言俗语，将其提炼为富有\n表现力的文学语言。\n（2）大量吸取市民中流行的方言、行话、谚语、歇后语等，熔铸成“一篇市井的文字”。\n（3）叙述语言细密、丰富，人物语言则生动活泼、妙趣横生"
    },
    {
     "q": "简述“三言”的思想倾向。",
     "a": "答：（1）塑造大量诚实守信、善良重义的正面商人形象，突破传统重农抑商、重义轻利观念。\n（2）赞美自由结合的爱情与婚姻，摆脱封建礼教束缚。"
    },
    {
     "q": "简述李贽文学思想与散文创作特点。",
     "a": "答：（1）受王阳明心学思想影响，提出“童心说”，强调创作中思想感情的真实坦率和艺术表现的自\n由不拘。\n（2）其散文见解独特，随意挥洒，语言泼辣犀利，具有鲜明的创作个性。"
    },
    {
     "q": "简述高启诗歌的创作成就。",
     "a": "答：（1）高启的诗反映时代战乱，感慨民生艰难，但最能代表其创作特点的是表现自我个性、抒写生\n活志趣的诗。\n（2）大量创作咏史怀古诗和托物寄慨的诗篇，情致深沉悲凉。\n（3）天才高逸，各体兼工，尤长于七言歌行，笔力矫健，气势纵肆。"
    },
    {
     "q": "简述李梦阳的诗歌主张与创作。",
     "a": "（1）批评宋诗“主理不主调”，提倡比兴，认为“真诗乃在民间”，诗应“以我之情，述今之事。尺\n寸法古，无袭其辞”。\n（2）为诗主要学杜甫，感情激越，气势充沛。以七言歌行擅长，雄浑悲壮。"
    },
    {
     "q": "简述“梅村体”的艺术特征",
     "a": "答：“梅村体”把李商隐诗色泽浓丽的特色,元白长篇叙事诗善于铺排、流丽婉转的风格和初唐四杰抒\n情歌行的结构方式结合起来,以人物命运为中心,注重情节,腾挪跳跃,挟以沧桑浮沉之感,极尽俯仰变幻\n之能事。"
    },
    {
     "q": "简述《聊斋志异》的思想意蕴。",
     "a": "答：（1）写人鬼之恋，歌颂爱情。作者突破了传统小说中的才子佳人、郎才女貌的模式，强调一种心\n灵契合的知己之爱。\n（2）揭露科举的腐败和弊端。\n（3）揭露当时社会政治黑暗和吏治腐败。"
    },
    {
     "q": "简述《儒林外史》的主要内容和思想意蕴。",
     "a": "答：（1）主要内容是写“功名富贵”，描写封建末世的儒林群相；刻画了追求功名富贵与讲究文行出\n处的两组人物。否定富贵功名，批判科举制度。\n（2）思想意蕴：首先对因追求“功名富贵”而导致人性扭曲、人格堕落者的刻画，揭露科举制度对\n士人身心的摧残和毒害，将矛头直指科举制度本身，同时，对假名士及寄生于举业文事一类人的刻画，\n揭露了封建礼教的虚伪和残酷。其次作者塑造了一批鄙弃功名、自由独立的人物群像。一类是真儒明\n贤，寄托作者以原始儒家德治仁政的社会理想拯救社会的良好愿望。一类是远离功名利场的市井平民，\n寄托着作者以淳朴的古风挽救社会的政治理想。\n答：（1）塑造了上百个不同身份、不同个性的人物，无不传神，各具光彩。\n（2）善于写出人物的不同性格，更能将同一阶层或同一类人物对比写照，写出各自不同的性格特征。\n（3）能将人物置于广阔的社会环境中，从各个层面反复渲染，写出人物的复杂性，达到了典型化的\n艺术高度。"
    },
    {
     "q": "简述洪昇《长生殿》的艺术成就。",
     "a": "答：（1）结构完整，关目紧合，针线绵密，独具匠心。\n（2）语言清雅秀丽，有浓厚的抒情色彩。\n（3）曲辞音律，独步一时。曲辞方面，继承元曲传统，化俗为雅，创造出典型的曲辞。曲辞能适应\n环境情节和人物身份，使人物不同的精神情态得到更好的表现。音律方面，恪守韵调。"
    },
    {
     "q": "简述《桃花扇》的艺术特点。",
     "a": "答：（1）“借离合之情,写兴亡之感”,将爱情剧和历史剧结合得较为完美。\n（2）结构严谨。\n（3）语言典雅有余,本色不足；谨严有余,生动不足。"
    },
    {
     "q": "简述话本小说的艺术特点。",
     "a": "答：宋人的话本小说是流行于市井的俗文学，从民间的讲唱文学发展而来。话本是说话人的底本，故\n话本小说就是以口语记录下来的白话小说；它虽然是继承唐代“说话”的传统而来的，但到了宋代，\n说话这一技艺特别发达，盛极一时。流传下来的说话人的底本，经编辑后出版，便成了流行于世的宋\n元话本小说了。"
    }
   ]
  }
 },
 "blanks": {
  "全书笔记": {
   "type": "raw",
   "sections": [
    {
     "h": "前言·全书概览",
     "c": "蒋丽媛制作2604考期00539中国古代文学史（二）全书笔记\n小蒋说：祝每位听小蒋老师课程、使用小蒋老师笔记的同学都高分考过！\n①需打印古文史二全书笔记，小蒋老师根据课件整理而成，结合精讲课程使用。\n本门课程较难，知识点多+考查难，后续如课件和内容有略微改动，大家可以手写到空白处。\n②小蒋老师在笔记最后附答题模板与学习指导，同学们可以参考答题模板做主观题。\n【全书结构思维导图】\n中心：中国古代文学史（二）\n宋代文学：1.北宋初期文学 2.欧阳修与北宋诗文革新 3.苏轼的文学成就 4.黄庭坚与江西诗派 5.柳永与北宋词坛 6.辛弃疾与辛派词人 7.陆游与南宋中期诗文 8.姜夔与南宋清雅词派 9.南宋后期文学\n辽金元文学：1.辽金文学 2.元好问与金代 3.杰出的戏曲家关汉卿与王实甫 4.元代散曲 5.宋元南戏和话本 6.元代诗文\n明代文学：1.《三国演义》和《水浒传》 2.《西游记》和《金瓶梅》 3.明代白话短篇小说 4.汤显祖与明代戏剧 5.明代散文 6.明代诗歌\n清代文学：1.清代诗歌 2.清代文章 3.清词 4.清代小说 5.曹雪芹与《红楼梦》 6.清代戏剧 7.清代诗词\n近代文学：1.近代诗词 2.近代文的新生面 3.近代小说与戏剧\n小蒋说：全书共五编：宋代、辽金元、明代、清代、近代。"
    },
    {
     "h": "第一编 宋代文学·第一章 北宋初期文学·第一节 王禹偁与宋初文风和诗风",
     "c": "第一编 宋代文学\n第一章 北宋初期文学\n第一节 王禹偁与宋初文风和诗风\n一、柳开、穆修是宋代古文运动的先驱\n柳开：北宋散文家，《河东先生集》，和穆修在宋初自觉以恢复韩愈、柳宗元的传统为己任。\n穆修：倡导韩、柳古文，其文强调教化作用。\n柳开文学主张：【1710多选】\n（1）反对五代浮艳文风；（2）标举文统和道统，主张文道合一；\n（3）鼓吹复古；（4）倡导质朴文风。\n二、白体：【1804/1201名词；2504多选】\n（1）宋初出现的诗歌流派，代表诗人王禹偁、李昉、徐铉。\n（2）学习白居易，诗风平易晓畅。\n（3）多反映官场的应酬、消遣，浅近刻露、圆熟平易。\n三、王禹偁\n（一）王禹偁\n王禹偁：北宋白体诗人、散文家。《小畜集》30卷。风格：平易晓畅。【2210单选】\n（二）王禹偁的诗文创作及其对宋初文风变革的贡献：【简答题考点】\n（1）诗歌方面：简述王禹偁的诗歌创作成就。【1710/1301简答】\n①早年侧重学习白居易的闲适唱和诗。\n②贬官商州以后，创作了大量反映社会现实、关心民生疾苦的作品。\n③兼擅各体，五、七言古诗有意效法白居易的平易诗风，近体诗、绝句不乏平淡清远的格调。\n如《村行》写乡村信步的逸兴，语调平和而意态幽远，即景即情，物我相映，显得清新可喜。\n马穿山径菊初黄，信马悠悠野兴长。万壑有声含晚籁，数峰无语立斜阳。\n棠梨叶落胭脂色，荞麦花开白雪香。何事吟余忽惆怅，村桥原树似吾乡。\n（2）文章方面：\n①致力于倡导古文，改变五代以来的雕绘习气，始为古雅简淡之作。\n②文章多有现实政治内容和鲜明的思想倾向。\n如《唐河店妪传》借歌颂机智勇敢的老妇人，揭露宋代立国初不修边防的危险形势，文易思深。\n③倡导古文古雅简淡。追求平易自然的文风方面有开创之功。\n④使中唐韩、柳切近现实的平易古文在宋初重现，成为欧阳修改革文风的先声。"
    },
    {
     "h": "第一编 宋代文学·第一章 北宋初期文学·第二节 杨亿和西昆体、晚唐体",
     "c": "第二节 杨亿和西昆体、晚唐体\n一、杨亿和西昆体\n（一）杨亿\n作诗学习李商隐，讲究辞采，风格典丽，以表现才学和功力，但亦不乏清峭感怆的讽喻之作。\n（二）西昆体：简述西昆体诗歌的主要特征/特色。【1310/1810/2410简答；1404/2008名词】\n（1）是宋初影响很大的文学流派。\n（2）因《西昆酬唱集》而得名，代表诗人杨亿、钱惟演、刘筠。\n（3）特色：讲究修辞，大量用典，以学问为诗，学习李商隐，风格典丽。\n（4）讲究声律文采。注意修辞用典。重格律和借代。如杨亿《无题》。\n（5）西昆诗派对宋诗的发展影响很大，尤其是宋代的江西诗派。\n二、林逋与晚唐体\n（一）晚唐体：【1410名词/2410名词】\n（1）宋初诗歌流派。（2）以林逋的诗歌创作为代表。\n（3）模仿唐代贾岛、姚合诗风，以清逸隐幽为旨趣。\n（二）林逋：【2304单选】\n1.林逋bū：字君复，又称和靖先生，北宋著名诗人，时称\"梅妻鹤子\"，晚唐体代表诗人。\n2.林逋诗歌的特点：【选择/简答】\n（1）以江湖散人之诗装点山林，用细碎小巧的笔法写清苦幽静的隐居生活。\n（2）模仿贾岛诗的字斟句酌，但诗中颇有其性情的孤淡清逸。如咏梅名作《山园小梅》：\n众芳摇落独暄妍，占尽风情向小园。疏影横斜水清浅，暗香浮动月黄昏。\n霜禽欲下先偷眼，粉蝶如知合断魂。幸有微吟可相狎，不须檀板共金樽。"
    },
    {
     "h": "第一编 宋代文学·第一章 北宋初期文学·第三节 晏殊的令词",
     "c": "第三节 晏殊的令词\n一、晏殊\n晏殊：字同叔，\"富贵词人\"；与晏几道为\"大小晏\"。擅小令，《珠玉词》。【2404单选】\n二、晏殊词的创作特色及其在词史上的地位\n简述晏殊词的创作特色。【1404/2008考期简答】\n（1）受南唐词影响，尤近冯延巳；\n（2）其词风流闲雅，温润秀洁；\n《浣溪沙》：一曲新词酒一杯，去年天气旧亭台。夕阳西下几时回？\n无可奈何花落去，似曾相识燕归来。小园香径独徘徊。\n在伤春怀人的表层意象中，流露出对时光易逝、生命有限的怅惘之情，情感含蓄而深沉。\n（3）语言明净雅致，构思曲折精巧。表现了情感的经历和对人生的思考。\n（4）词史地位：晏殊在宋初词坛影响最大，是词从晚唐五代过渡到北宋的关键人物。"
    },
    {
     "h": "第一编 宋代文学·第二章 欧阳修与北宋诗文革新·第一节 欧阳修的文学贡献",
     "c": "第二章 欧阳修与北宋诗文革新\n第一节 欧阳修的文学贡献\n1.欧阳修：字永叔，号醉翁，晚号六一居士。\n欧阳修文学贡献以散文为主，诗、词方面也很有影响。\n2.欧阳修在北宋诗文革新运动中起了什么作用？【0401简答】\n（1）欧阳修在北宋诗文革新运动中起文坛盟主的领袖作用。他对梅尧臣与苏舜钦的推崇，对王安石、曾巩和\"三苏\"的褒扬提携，有力地推动了北宋文学的发展，使宋文、宋诗能够自具面目而独树一帜。宋代士风和文风的根本转变，从他开始。\n（2）身体力行地撰写了大量平易生动的古文，成为人们学习的典范。极力排抑险怪奇涩的\"太学体\"，擢拔文章晓畅的二苏、曾巩等英才，使宋代古文创作在克服了浮靡文风，又避免了宗经复古的弊端，形成平易自然、流畅条达的成熟风格，确立了散体文的正宗地位。\n一、欧阳修的散文艺术特点\n➢试论欧阳修散文的艺术成就。【1404论述/2010考期论述；2404/2510多选】\n（1）继承发展了韩愈散文\"文从字顺\"的一面，建立起平易流畅、委曲婉转的文章风格。\n各体文章都具备这种风格，如《与高司谏书》《原弊》《朋党论》等议论文，因事抒议而工于辨析，\"中于时弊而不为空言\"，条达舒畅，以理取胜。\n（2）欧阳修的赋开宋代文赋的先河，变骈偶对仗为骈散相间、奇偶错杂，既保持了赋体铺陈的特性，又使文气趋于舒缓。\n如欧阳修《秋声赋》，叙事议论，骈散兼用，行文自由活泼，运用铺排手法，描绘萧瑟寂寥的肃秋景象与气氛，表现政治斗争磨难的苦闷，险恶官场的厌倦。\n《秋声赋》：\"盖秋之状也：其色惨淡，烟霏云敛；其容清明，天高日晶；其气慄lì冽，砭人肌骨；其意萧条，山川寂寥。故其为声也，凄凄切切，呼号愤发。\"\n（3）欧阳修散文的佳处，在于平易流畅中富于曲折变化，从平易近人处入手，从入情入理的具体事物出发，写得婉转曲折、含蓄蕴藉而又富有情感与诗味。【2404多选】\n如《醉翁亭记》记叙简洁有法，行文纡徐有致，含蓄蕴藉而又平易自然，富于诗味。\n\"醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。\"\n➢简述欧阳修散文的艺术特点。【1704简答】\n（1）风格平易流畅，委曲婉转。\n（2）在平易流畅中富于曲折变化，富有情感。\n（3）含蓄蕴藉而又平易自然，富于诗味。\n二、欧阳修的诗\n1.试论欧阳修诗歌的艺术特点及其开拓性。【1604论述/2110论述/1410多选】\n（1）学习韩愈\"以文为诗\"，变重情韵为重气格，开创了宋诗自具面目的时代。其创作追求气格，其风格或曰古健、古硬、气雄、气豪，或曰怪奇、奇壮、奔放，皆重气格所致。\n（2）古体诗具有明显的散文化倾向。用古文章法写诗，句子彻底散行，少用偶句，常用语助词。\n（3）取材广泛，命意新颖，以议论为诗。\n诗歌命意上追求深刻创新，透过事物的表象表达他对事物的认识，在描述中杂以议论，如《和王介甫明妃曲》二首其一：\"胡人以鞍马为家，射猎为俗。泉甘草美无常处，鸟惊兽骇争驰逐。谁将汉女嫁胡儿，风沙无情貌如玉。身行不遇中国人，马上自作思归曲。\"\n（4）欧阳修诗也具有平易的特色。如《戏答元珍》\"曾是洛阳花下客，野芳虽晚不须嗟\"。\n（5）欧阳修诗体现了唐诗向宋诗的转变，既保留诗歌整齐凝练的传统，又使诗歌形式具有弹性，使诗的节奏、声律多变，语言自然流畅。建立了不讲究均衡而以古拙取胜的宋诗格调。\n2.欧阳修诗歌创作的散文化倾向主要表现是什么？【选择/简答】\n（1）用古文的章法写诗，讲究转折顿挫、虚实正反。如《庐山高》。\n（2）句子彻底散行，长短句杂出，少用偶句，故意做得似对非对，造成散文调，而非诗调。\n（3）诗中常用语助词，或散文式的介词。【古文体】\n三、欧阳修的词\n欧阳修与晏殊同为北宋初期花间体词人的代表。欧阳修是北宋诗文革新运动中的文坛盟主。\n1.欧阳修词的艺术特点：【2310单选】\n（1）词作内容：在欧阳修的词中，情词的比例较大。\n如《蝶恋花》（庭院深深）：\"泪眼问花花不语，乱红飞过秋千去。\"渲染深闺思妇的愁苦心情。\n（2）受南唐词人冯延巳的影响大，继承南唐词\"思深辞丽\"的特点，在词中融入更多感情体验。如《踏莎行》：\"候馆梅残，溪桥柳细。草薰风暖摇征辔。离愁渐远渐无穷，迢迢不断如春水。\"\n（3）极具个性，颇得花间风味的温润秀洁，也有抒发其旷达胸怀，风格豪放的词章。\n如送别词《朝中措》［送刘仲原甫出守维扬］：\"平山阑槛倚晴空，山色有无中……行乐直须年少，尊前看取衰翁。\"一扫传统离别词的缠绵情调，而直抒士大夫豪放旷达胸怀。\n如《玉楼春》\"人生自是有情痴，此恨不关风与月……直须看尽洛城花，始共春风容易别。\"传统的歌妓惜别题材，却毫无柔靡之色，豪放中有沉着之致。"
    },
    {
     "h": "第一编 宋代文学·第二章 欧阳修与北宋诗文革新·第二节 梅尧臣和苏舜钦",
     "c": "第二节 梅尧臣和苏舜钦\n梅尧臣、苏舜钦是开创宋诗风格的重要作家，对北宋诗文革新有较大的贡献。\n梅诗覃思精微，故宋诗之体始峻、笔始遒；苏诗超迈横绝，宋诗之势始雄、气始舒。\n一、梅尧臣\n（一）梅尧臣：字圣俞，北宋著名现实主义诗人。《宛陵先生集》，与苏舜钦齐名，称\"苏梅\"。\n（二）梅尧臣诗歌的内容和艺术特点：\n1.内容大致可分两类：\n（1）干预政治、反映社会现实和民生疾苦的作品；如《汝坟贫女》关心和同情农民，对官吏的欺诈奴役行径表示愤慨。\"汝坟贫家女，行哭音凄怆。自言有老父，孤独无丁壮。\"\n（2）个人日常生活的琐碎事务。\n如打喷嚏《愿嚏》；虱子《扪虱得蚤》、蛆《八月九日晨兴如厕有鸦啄蛆》。\n2.诗歌特点：【1710/2310单选】\n（1）追求\"苦硬\"、\"瘦劲\"，要求平淡其表，深邃其里。\n（2）风格：平淡、古淡——古淡瘦劲、平易古淡、平淡瘦劲。\n当梅尧臣面临着社会矛盾和个人身世的激变时，其诗的古淡趋向于劲峭苦硬；\n当他仕宦失意而追求隐逸山林时，发而为冲和恬淡且蕴涵深意。\n如《鲁山山行》\"人家在何许？云外一声鸡。\"闲适恬淡，风格古淡自然，平易中见深远。\n如《东溪》\"行到东溪看水时，坐临孤屿发船迟。\"语言朴素，风格平淡。【2510单选】\n二、苏舜钦\n（一）苏舜钦：字子美，今存《苏学士文集》。关心社会而力主改革弊政的诗人。\n（二）苏舜钦的诗歌的风格特征：【1810/2410单选】\n（1）苏舜钦的诗歌中，以风格豪犷雄放的作品最为引人注目，揭露与抨击时弊。\n（2）早期诗歌创作重视反映现实，揭露社会黑暗，敢于大胆直言，如《吴越大旱》。\n《吴越大旱》\"吴越龙蛇年，大旱千里赤。寻常稂jīng穄地，烂漫长荆棘。\"控诉统治者暴敛不息。《奉酬公素学士见招之作》\"秋风八月天地肃，千里明迥草木焦。\"气势壮阔遒劲，风格豪放雄奇。\n（3）后期诗风变化，多寄情山水自然景物之诗，幽独闲放趣味。《夏意》《淮中晚泊犊头》。"
    },
    {
     "h": "第一编 宋代文学·第二章 欧阳修与北宋诗文革新·第三节 王安石的文学的成就及其他",
     "c": "第三节 王安石的文学的成就及其他\n一、王安石\n王安石：字介甫，号半山，《王临川集》。\"熙宁变法\"因连遭挫折而失败。世称王荆公。\n（一）王安石的文\n1.简述王安石散文的特点。【1110简答】\n（1）文论：重在致用，把文章看做为政治服务的工具，有忽视文学特性的倾向。\n（2）政论文：多为有关政令教化，适于世用之作，长短篇均结构严谨，语言朴素简洁而说理透彻，概括性强。如《答司马谏议书》：\"某则以谓：受命于人主，议法度而修之于朝廷，以授之于有司，不为侵官；举先王之政，以兴利除弊，不为生事；为天下理财，不为征利；辟邪说，难壬人，不为拒谏。\"\n（3）小品文：篇幅不长而笔力雄健，富有感情，文风峭刻。《读孟尝君》刚毅果敢的政治家\n（4）总：散文以议论说理见长，议论文结构严谨，析理透辟，叙事抒情随笔挥洒，曲尽其妙。\n如《游褒禅山记》叙事与说理融为一体，透辟有力，深入浅出，简明生动而寓意深远。\n（二）王安石的诗词\n1.王安石诗歌的创作成就：【选择/简答】\n诗歌艺术：王安石《题张司业诗》：\"看似寻常最奇崛，成如容易却艰辛\"，奇崛：瘦劲刚健。\n（1）早期：直道其胸中事，意味较薄，但反映独特个性特征和精神风貌。\n①感时、咏史怀古，寄托远大的政治抱负和批判精神。\n如《河北民》揭示弊政及民族矛盾：\"老小相携来就南，南人丰年自无食。\"\n②尽力打破常规，语意求新，诗句求工，语调求劲峭。如《登飞来峰》\"飞来峰上千寻塔，闻说鸡鸣见日升。不畏浮云遮望眼，自缘身在最高层。\"议论带情韵，诗味隽永。\n（2）晚年：多描写自然山水的小诗，新颖别致而雅丽精绝。如《江上》《书湖阴先生壁》。\n《泊船瓜洲》：京口瓜洲一水间，钟山只隔数重山。春风又绿江南岸，明月何时照我还。\n绝句：以轻倩之笔写淡远之思，造语工致而律法精严，形成\"深婉不迫\"的风格。\n2.王荆公体/半山诗：简述\"王荆公体\"诗歌的创作特色。【1710/1301名词；2110简答】\n（1）指王安石晚年的诗歌风格，化奇崛于寻常之中，既有清新闲适，又有沉郁悲壮。\n（2）主要是绝句，雅丽精绝，含蓄深婉，既体现宋诗风貌，又具有唐诗特点（有向唐诗复归的倾向）。\n3.王安石词《桂枝香》［金陵怀古］对词境的开拓：\n（1）开拓了词的题材内容和表现范围，《桂枝香》［金陵怀古］将以史为鉴的题材引入词中。\n（2）感慨金陵历经朝代兴衰更替，实为针对宋朝现实政治而发。政治历史的厚重内容和词的清肃气象，与\"艳科\"之词形成鲜明的对比，为后来的苏、辛词开了路。\n《桂枝香》：\"六朝旧事随流水，但寒烟衰草凝绿。至今商女，时时犹唱，后庭遗曲。\"\n二、王令\n1.王令：北宋诗人，《广陵先生文集》。王令见知于王安石，被称为\"奇才\"。\n2.王令诗歌的特点：【选择/简答】\n（1）学韩孟，追求奇、硬，多写胸襟抱负及社会现实，气魄雄壮，风格奇崛豪放，峭拔劲健。\n（2）诗歌想象力丰富，富于浪漫色彩。如《假山》\"旧山风老狂云根，重湖冻脱秋波骨\"。\n（3）特点：气势雄壮，粗犷豪迈，如《暑热思风》。【2110/2204单选】\n如《暑热思风》\"坐将赤热忧天下，安得清风借我曹？力卷雨来无岁旱，尽吹云去放天高。岂随虎口令轻啸，愿助鸿毛绝远劳。江海可怜无际岸，等闲假借作波涛。\"\n表现忧时济世的博大胸襟和美好情操。"
    },
    {
     "h": "第一编 宋代文学·第二章 欧阳修与北宋诗文革新·第四节 曾巩、苏洵和苏辙",
     "c": "第四节 曾巩、苏洵和苏辙\n一、曾巩\n1.曾巩：字子固，世称南丰先生，《元丰类稿》。\n得欧阳修赏识，文学主张和古文风格与欧阳修相近。\n2.曾巩的散文特点：【选择/简答；2404简答/2510单选】\n（1）追求古雅平正，雍容冲和【雍容典雅】的艺术风格，叙事议论冲和平淡，委曲周详。\n（2）长于议论，引经据典，明白详尽；布局完整谨严，节奏舒缓不迫；语言干净，思致明晰。\n如《墨池记》借事立论，寓说理于叙事，以小见大，文短义深，写得雅正雍容，委婉徐纡。\n《墨池记》\"羲之之书，晚乃善，则其所能，盖亦以精力自致者，非天成也。然后世未有能及者，岂其学不如彼耶？则学固岂可以少哉！况欲深造道德者耶？\"\n（3）写作手法和技巧风格：开阔、承转、起伏、回环都有一定的法度，规矩严密。\n➢【2404简答】简述曾巩散文的艺术风格。\n（1）曾巩在文章写作上追求一种雍容典雅的艺术风格，无论叙事、议论、都冲和平淡，委曲周详。\n（2）曾巩散文长于议论，引经据古，明白详尽。\n（3）布局完整谨严，节奏舒缓不迫。（4）语言干净，思致明晰。\n二、苏洵\n1.苏洵：字明允，自号老泉，《嘉祐集》，唐宋八大家之一。三苏：苏洵、苏辙、苏轼。\n2.苏洵的散文特点：【选择/简答；2410多选】\n（1）作文以学养为基础而重气势，文字雄奇坚劲，喜政议文，带有战国纵横家的色彩。\n（2）文章以议论为主，具有结构谨严、说理周详、气势磅礴而曲折多变的写作特点。\n（3）文风精练劲健，简古质朴；文笔/笔锋老辣，纵横博辩（纵横恣肆）。\n如《上欧阳内翰第一书》。\n《上欧阳内翰第一书》：\"内翰执事：洵布衣穷居，……而洵也，自度其愚鲁无用之身，不足以自奋于其间，退而养其心，幸其道之将成，而可以复见于当世之贤人君子。\"\n三、苏辙\n1.苏辙：字子由/同叔，晚号颍滨遗老，唐宋八大家之一。《栾城集》。\n2.苏辙散文的特点：【选择/简答；2310单选】\n（1）接受父兄疏放洒脱文风影响，以欧文为学习楷模，把委婉纡徐的艺术情趣融入作品中。\n（2）文风淡泊平和，议论以稳健见长，汪洋淡泊，有一唱三叹之声。近乎欧文之神韵。\n如《黄州快哉亭记》写快哉亭形胜和览胜快意，抒写旷达乐观的心态。记事详赡工稳，文风淡泊平和，议论以稳健见长。"
    },
    {
     "h": "第一编 宋代文学·第三章 苏轼的文学成就·第一节 苏轼的散文成就",
     "c": "第三章 苏轼的文学成就\n第一节 苏轼的散文成就\n苏轼：字子瞻，号东坡居士，诗文集《东坡七集》，词集《东坡乐府》。\n各体散文约四千余篇，大致分为议论文和记叙文等。\n熙宁年间，苏轼因讽刺新法遭致新党中的小人陷害而引发的事件是乌台诗案。【0810单选】\n一、苏轼的议论文\n苏轼议论文的写作特点：【选择/简答；2008/1404单选】\n（1）喜论古今治乱而不为空言，包括奏议、进策、杂说等，其中政论、史论最为突出。\n政论文《思治论》《策略》《策别》《策断》等，文笔纵横恣肆，受《战国策》的影响。\n史论能据常见史料做翻案文章，见解独到，不落窠臼。\n（2）议论文风格：纵横捭阖，气势充沛，雄辩恣肆。议论透辟而又通俗明晓，深入浅出又文采斐然。如《留侯论》通过张良辅佐刘邦灭秦楚、兴汉室的事例，阐述成大事业必\"忍小忿而就大谋\"的道理。\n二、苏轼的记叙文\n1.简述苏轼记叙文的艺术特点。【1804/1510简答；2310论述】\n（1）记叙文是苏轼散文中文学价值最高、最具独创性的部分，包括碑传文、记叙文及文赋等，而以山水游记和亭台堂阁记为代表。【2304单选】\n山水游记《前赤壁赋》《石钟山记》，亭台记《喜雨亭记》《放鹤亭记》《醉白堂记》等。\n（2）山水游记记叙、描写、议论并重，其中议论往往为文章辟出新的境界。\n游记特点：借景立论，尤善于表现在自然景物的赏会中对人生哲理的领悟。\n如《赤壁赋》对\"水与月\"的议论，描写秋夜泛舟赤壁情景，曲折抒发政治失意的苦闷与不平心情，表现不以得失为怀的旷达超脱胸襟和乐观自适的精神风貌。\n（3）亭台记往往借题发挥，随机生发出妙理高论，融记事、抒情与思辨为一体。\n（4）记叙文体现其才情横溢的奇思妙想及随物赋形的作文本领。\n（5）苏轼记叙文多为文学性散文，诗情画意，触处皆是；覃思tán妙理，一出自然。\n如《石钟山记》。\n总结：记叙文最能展示苏轼随物赋形的作文本领，体现他才情横溢的奇思妙想。\n2.简述苏轼山水游记的艺术特点。【2010考期简答】\n（1）记叙、描写、议论并重，常借助议论为文章辟出新境界。\n借景立论，尤善于表达人生哲理。\n（2）山水游记文学性强，诗情画意，触处皆是，覃思妙理，一出自然。\n三、苏轼散文的总体特色：【0810多选/简答】\n（1）总体风格洒脱自然，辞达、通脱，挥洒自如，行文畅达，错综变化，清新活泼。\n（2）善用比喻，多形象思维。如《石钟山记》。\n（3）富于想象，以感情和才气为文，有明显的诗化倾向。\n营造情景交融的意境。如山水游记《前赤壁赋》。\n（4）代表了宋代古文运动的最高成就，标志着宋代古文运动的完全胜利，开辟文学散文发展的广阔道路。"
    },
    {
     "h": "第一编 宋代文学·第三章 苏轼的文学成就·第二节 苏轼的诗歌创作",
     "c": "第二节 苏轼的诗歌创作\n一、苏轼诗歌的创作概况\n（一）诗歌分期：以苏轼贬谪黄州为界，分为前后两期。\n（1）前期：怀着宏大的政治抱负，本着儒家经世致用的思想，\n写富有批判精神的社会政事诗，部分是针砭时弊和讽刺新法的作品。\n（2）后期：抒写贬谪时期复杂矛盾的人生感慨，以超然物外、随缘自适的佛老思想为基调，\n创作风格由豪健清雄向清旷简远、平淡自然方面转变。\n（二）苏轼诗歌主要题材内容：简述苏轼诗歌的主要内容。【1410简答】\n（1）社会政治诗：反映民生疾苦和时政得失。如《荔支叹》。\n（2）山水景物诗：常常将人生感悟融入山水写景之中。如《饮湖上初晴后雨》。\n（3）一百二十多首和陶诗：描写亲身经历的生活。如《和陶归园田居》。\n（4）题画诗：有的提出诗画理论，有的善于写出画面的动态。如《惠崇春江晚景》。\n二、苏轼诗歌的创作特色\n1.试论苏轼诗歌的艺术特色。【1710/2204/1301论述；1704/1210/2210/2304多选-高频】\n（1）以文为诗，运用博喻。如《百步洪二首》其一写长洪汹涌奔腾的猛势，惊险壮美的景象。\n（2）以文字为诗：有敏锐细致的观察力和出色的文字表现力，有才气。如《纵笔》。\n如《纵笔》：\"寂寂东坡一病翁，白须萧散满霜风。小儿误喜朱颜在，一笑那知是酒红。\"\n通过酒后红颜的调侃，写出贬谪生活中虽失意而从容自宽的达观性格。\n如《汲江煎茶》\"枯肠未易禁三碗，坐听荒城长短更\"，表现了通达从容的人生态度。\n（3）以才学为诗，以议论为诗，好议论、使事用典。将对事物的形象感受与思考结合起来。\n如《和子由渑池怀旧》\"人生到处知何似？应似飞鸿踏雪泥。\"\n将自然现象和人生感受上升为深刻哲理。\n（4）【东坡体】兼备各体而以七言为擅长，且风格多样。七绝吐语清丽精美；七古气格雄健豪放。基本风格：\n①刚健含婀娜的清丽雄健。②豪放加平淡的清旷闲逸，高风绝尘是其诗风的主导倾向。\n如《东坡》\"雨洗东坡月色清，市人行尽野人行。莫嫌荦确坡头路，自爱铿然曳杖声\"，\n表现身处逆境却怡然自得的旷达情怀。\n2.东坡体：【1910名词】指苏轼诗歌；诗风清丽雄健，清旷闲逸，高风绝尘。\n➢简述苏轼诗歌的创作特色。【2510简答】\n（1）苏轼诗歌创作的显著特色是\"以文为诗\"。苏轼才力横绝，具有敏锐细致的观察力和出色的文字表现力，以散文化的手段赋予平凡事物以新奇之意。\n（2）苏轼以才学为诗，作诗好议论、使事用典。他有意识地以议论入诗，将对事物的形象感受与哲理思考相结合。\n（3）苏轼作诗兼备众体，风格多样。其诗风的主导倾向是清旷超逸，体现出对世俗羁绊的超越。"
    },
    {
     "h": "第一编 宋代文学·第三章 苏轼的文学成就·第三节 苏轼词的革新意义",
     "c": "第三节 苏轼词的革新意义\n一、苏词的超旷高远襟怀：【苏轼的\"以诗为词\"对词体革新的贡献】\n（1）以诗为词，以诗的品格改造传统本色的词体，以诗的精神提高词的品位。\n（2）苏轼词突出表现自我的胸襟和怀抱，在词中充分表现了自己的个性、感情经历和心路历程，士大夫的气质性格。\n如《水调歌头》《定风波》。\"明月几时有？把酒问青天\"\"谁怕？一蓑烟雨任平生\"\n二、苏词对题材的拓展：【苏词对题材的拓展及其意义】\n（1）把士大夫文人较为宽广的生活内容带到了词中。\"无意不可入，无事不可言\"。\n【1904多选】把诗中表现的题材引到词中，咏史怀古、悼亡怀人、登临送别、田园风光、说理谈禅、爱国热情等。\n（2）将情的范围扩展至朋友、师生、兄弟、夫妻之间。如《水调歌头》《江城子》。\n（3）农村题材正式入词由苏轼始；如《浣溪沙》\"牛衣古柳卖黄瓜\"。\n（4）苏轼的咏物词有开拓之功，以寓寄托，奠定了咏物词的体制特色。【2404单选】\n如《卜算子》\"缺月挂疏桐\"，《水龙吟》［次韵章质夫杨花词］咏杨花颇得神韵。\n苏轼的咏物词借鉴了咏物诗的艺术传统，将所咏之物形与神理浑然结合，咏物以寓寄托，奠定了咏物词的体制特色。\n三、苏词豪放旷达的风格：【苏词的创作风格；苏轼对词体发展的贡献】\n（1）苏轼的词气象宏大，风格豪放旷达，雄健清刚。\n如《江城子》［密州出猎］的风格特点豪放慷慨，表达报效朝廷，捍卫国家的豪情，直开南宋抗战爱国词先河，形成苏词\"自是一家\"的特色。\n（2）豪放旷达的风格既是他个性的真切表现，又是他清醒的审美追求。\n（3）打破了花间以来的传统定式，转为抒发士大夫情志的创作心理，多样化的审美风格。\n苏轼词打破了花间以来为应歌合乐而形成的独重女音，男子而作闺音的传统定式，而代之以表现抒发士大夫情志的创作心理，风格上也打破了专以婉丽柔媚为美之局限，转变为具有多样化的审美风格。\n➢【1910论述题答案】试论苏轼词对题材的拓展及其艺术风格。\n（1）题材内容：苏轼词反映宽广的生活内容，\"无意不可入，无事不可言\"，\n有咏史怀古、悼亡怀人、登临送别、田园风光、说理谈禅、爱国热情、咏物等。\n（2）对词体发展的贡献：苏轼豪放旷达词风的出现，打破了花间以来为应歌合乐而形成的独重女音，男子而作闺音的传统定式，而代之以表现抒发士大夫情志的创作心理，风格上也打破了专以婉丽柔媚为美之局限，转变为具有多样化的审美风格。\n（3）风格：豪放旷达。苏轼的词气象宏大，风格豪放旷达、雄健清刚。\n总结创作：\"以诗为词\"，以诗的品格改造传统本色的词体，以诗的精神提高词的品位；士大夫的气质性格。把词与诗看成同等地位的文学样式，有意识地以诗的意境、诗的创作方法入词，突破音乐对词的束缚，将词变为一种独立的抒情体诗，使词的面貌为之一变。\n➢试论苏轼词在宋词发展变革中的重要地位和贡献。【2410论述题】\n（1）苏轼词打破了\"花间\"以来为应歌合乐而形成独重女音，男子而作闺音的传统定式，而代之以表现抒发士大夫情志的创作心理。\n（2）苏轼\"以诗为词\"，突破了传统词作的题材限制，把士大夫文人较为宽广的生活内容带到了词中，扩大了词境，提高了词的品位。\n（3）苏轼豪放旷达的词风打破了专以婉丽柔媚为美之局限，使词体具有多样化的审美风格。\n（4）苏轼对词体的全面革新，提高了词体的地位，使宋词能与唐诗并列而无愧色，以至被人们视为有宋一代文学的代表，这是他对宋代文学发展的大贡献。"
    },
    {
     "h": "第一编 宋代文学·第四章 黄庭坚与江西诗派·第一节 黄庭坚的诗与词",
     "c": "第四章 黄庭坚与江西诗派\n第一节 黄庭坚的诗与词\n江西诗派：【0401名词；一祖三宗：1210/1704名词】\n（1）以黄庭坚为宗主的江西诗派，是宋代影响最大的诗歌流派。\n（2）有一祖三宗之说，一祖为杜甫，三宗是黄庭坚、陈师道和陈与义。\n（3）是在黄庭坚的直接影响下形成的，他们的创作有与黄庭坚类似的众多特点，讲究用典，生新瘦硬。\n一、黄庭坚诗歌的题材内容：【选择/简答】\n（1）用于日常交际应酬的赠答诗、次韵诗及咏物诗等。\n（2）反映民生疾苦和时事政治的诗，如《流民叹》《虎号南山》等。\n（3）表现自我人格和襟怀的抒情写意的作品：最多、最具特色。如《寄黄几复》。\n思亲怀友、感时抒怀、羁旅行役诗和题咏书画及轩亭的诗。如《池口风雨留三日》。\n山谷体：①宋代诗人黄庭坚所开创的诗体。②总体风格特征是生新瘦硬、奇峭倔强。\n二、黄庭坚诗歌的特色：\n试论黄庭坚诗歌的艺术特色。【1810/1310论述；1510/2010多选；2304简答；2504多选】\n试论\"山谷体\"的风格特征/山谷体诗学主张。【1001论述】\n（1）山谷体诗的基本特征：求生避熟，求雅脱俗；\n（2）喜欢用拗句（多用拗句），以学杜为宗旨，重视句法，发展了拗句、拗律的体制；\n如《题落星寺》四首其三：落星开士深结屋，龙阁老翁来赋诗。小雨藏山客坐久，长江接天帆到迟。宴寝清香与世隔，画图绝妙无人知。蜂房各自开户牖，处处煮茶藤一枝。\n借鉴前人句法点化，调换诗中的平仄，造成声调的拗折，给人以奇崛劲峭的感觉，\"拗体\"。\n（3）强调\"无一字无来处\"，\"点铁成金\"、\"夺胎换骨\"。如《登快阁》。\n以学问为诗，用典，以故为新、变俗为雅；长于点化铸造，富有思致和机趣。\n如《登快阁》：痴儿了却公家事，快阁东西倚晚晴。落木千山天远大，澄江一道月分明。朱弦已为佳人绝，青眼聊因美酒横。万里归船弄长笛，此心吾与白鸥盟。\n用典精妙隐密，点化杜诗如若己出\n（4）好奇尚硬，造语洗尽铅华，独标隽旨，风格生新瘦硬峭拔，兼有浏亮芊绵的一面。\n生新(奇)瘦硬，工于炼字。【\"辞必己出\"的炼字功夫，禅家的机锋语，奇崛精警、生新瘦硬】\n《听宋宗儒摘阮歌》：寒虫催织月笼秋，独雁叫群天拍水。\n《寄别说道》：数行嘉树红张锦，一派春波绿泼油。\n《戏呈孔毅父平仲》：文章功用不经世，何异丝窠缀露珠。\n浏亮芊绵的自然晓畅之作——如《雨中登岳阳楼望君山二首》：\n投荒万死鬓毛斑，生出瞿塘滟滪yù关。未到江南先一笑，岳阳楼上对君山。\n满川风雨独凭栏，绾结湘娥十二鬟。可惜不当湖水面，银山堆里看青山。\n三、黄庭坚词作的艺术特点：【2210单选】\n总：黄庭坚的词雅俗并存，在当时毁誉不一。\n（1）雅词颇得东坡豪放词（苏轼）的神韵，带有兀傲俊洁的个性色彩。《念奴娇·断虹霁雨》。\n（2）俗词带有明显的学柳永的痕迹。\n词之俗：①写艳情而流于狎亵 ②运用下层社会的俚俗语言和僻字怪字。"
    },
    {
     "h": "第一编 宋代文学·第四章 黄庭坚与江西诗派·第二节 陈师道和陈与义",
     "c": "第二节 陈师道和陈与义\n一、陈师道\n陈师道：字履常、无己，号后山居士，\"苏门六君子\"之一。\n（一）后山体：\n（1）是宋代一种诗体的说法；（2）代表诗人陈师道；（3）学杜甫，诗风瘦硬，以拙为工。\n（二）陈师道\"后山体\"的艺术特征：简述陈师道诗歌的艺术风格。【1101/1001简答】\n（1）作诗标举\"宁拙勿巧，宁朴勿华\"，力求简省字句，摒却华辞丽藻；如《春怀示邻里》。\n（2）诗风朴拙瘦硬，以拙为工，简妙雅淡，瘦而有骨，用力而无痕；\n（3）学杜甫而得其神髓，诗境则又出黄庭坚之上。\n➢后山体：【2404名词】\n（1）陈师道的诗被称为\"后山体\"。（2）其特点是瘦硬有骨，五言诗学杜甫而得其神髓。\n二、陈与义\n字去非，号简斋，著有《简斋集》。陈与义的诗歌被称为简斋体。【1810/1710单选】\n（一）陈与义诗歌的分期：以南渡为界，分为前后两期。\n（1）前期：多抒怀、咏物、唱和，表现个人生活情趣的流连光景，清新冲淡，明净雅致。\n如《春日》\"朝来庭树有鸣禽，红绿扶春上远林。忽有好诗生眼底，安排句法已难寻。\"\n（2）后期：诗转而多忧国感时，寄托遥深的诗篇。诗风变得雄阔浑厚，沉郁悲壮。如《伤春》。\n（二）简述陈与义\"简斋体\"诗歌的创作特征（艺术独特性）。【2010考期名词；2504简答】\n（1）\"简斋体\"主要指陈与义后期诗歌创作风格。\n（2）陈与义在国破家亡的颠沛流离之中，作诗由黄庭坚、陈师道上溯至杜甫，学习杜诗直面社会现实的感慨遥深。如《雨中再赋海山楼》。\n（3）在创作中潜气内转、思力沉挚，风格遒上，突破了黄、陈的瘦硬诗风，取材和诗境恢弘，形成了雄浑、沉郁的艺术风格。以直致语、浅语入诗，重意境，重白描，避免了江西诗派的弊端。对仗不完全注重字面的工稳精巧，更着重于上下句之间气脉的内在联系，使全诗的意境更加圆融。\n（三）简斋体：【1110/1510/2010名词】\n（1）指宋代陈与义创作的具有独特诗风[雄浑沉郁]的作品。\n（2）以直致语、浅语入诗，重意境，重白描。"
    },
    {
     "h": "第一编 宋代文学·第五章 柳永与北宋词坛·第一节 柳永的慢词",
     "c": "第五章 柳永与北宋词坛\n第一节 柳永的慢词\n一、柳永\n柳永：北宋著名词人，婉约派代表，\"通俗歌曲作家\"，《乐章集》。\n柳永：既为文人身份，又谱写民间风味的词。【2504单选】\n（一）柳永扩大了词的题材领域：柳永词的题材。【2404简答】\n（1）表现具有下层市民特征的感情、观念、价值标准；如《定风波》\"自春来，惨绿愁红，芳心是事可可。\"描绘思妇空虚无聊的精神状态和悔恨哀愁的内心世界，下层市民的爱情观。\n（2）多写风尘女子，感情真挚、深沉、平等；\n如《雨霖铃》\"多情自古伤离别，更那堪、冷落清秋节！\"\n（3）多写男女之情，写艳情表现出的是活生生的情感动作；\n（4）扩大了词的题材领域，向着更广阔的社会空间拓展。\n在词中大量描写羁旅行役的感受和城市风光。把途中所见与羁旅劳顿、人生遭际的痛苦交织在一起，如《安公子》\"万水千山迷远近，想乡关何处\"，如《八声甘州》\"对潇潇暮雨洒江天\"。\n如都市风光《望海潮》\"东南形胜，三吴都会\"。\n（二）柳永对词体的贡献（柳永词在艺术上有三个特点）【1804论述】\n1.试以具体作品为例，论述柳永雅词的艺术特点。【1201论述】\n（1）以赋为词，善于融合曲词和辞赋的长处。\n（2）羁旅行役词情景兼融，境界阔大，\"不减唐人高处\"。\n（1）以赋为词，善于融合曲词和辞赋的长处。把赋体笔法引进词，增加叙事因素，铺排式的叙事与白描式的写景抒情结合，传达出作者复杂的内心情感和心理流程。\n（2）羁旅行役词情景兼融，境界阔大，\"不减唐人高处\"。\n将赋法移植于长调慢词后，用铺叙递进的方式，对事情发生场面和过程进行逐层描绘，展现不同时空场景中人物的不同的情感心态，扩展了词的叙事言情空间。如《八声甘州》\n意境：直接以男性口吻写离愁，所写背景为其行踪所及的关塞山河，多自然雄浑的力量。\n（3）柳词雅、俗并陈，敢用俚俗的语句直露地表现艳情，或抒发诗人漂泊的情绪，除了写都市词、歌妓词外，尤以善写羁旅行役词著称。\n（4）创制和推动慢词艺术的发展是柳永对词的特殊贡献。将赋体的铺叙手法运用到体式开拓的长调慢词上，音律协婉，叙事详尽，绘景必工，又有一二警策语，为全词生色。\n2.试论柳永对词体的贡献。【1804论述/2510论述】\n（1）柳永在词史上以创作慢词而著称，完善了慢词的体制和表现手法。【以赋为词】\n柳永的慢词在表现手法上适应下层市民俗众的接受习惯，叙事写情直观浅露，不求含蓄蕴藉，不为比喻联想，\"铺叙展衍，备足无余\"。\n在章法上，柳永词更注重叙事完整，描写细腻的效果。柳永作慢词用铺叙手法，无论叙事、写景或是抒情，层层铺叙，层层递增，情感表达尽露无余，不求余韵。\n（2）语言通俗：①词中采用市井方言俗语；②词中常用第一人称代言，模拟人物声口语气。\n（3）运用韵脚、四声等变化达到奇特刺激的效果，以此来吸引和感染受众。\n柳永词中韵脚忽疏忽密，变化多端。运用四声阴阳、去声、入声字、去上连用、句中用韵以及双声、叠韵，使人感到音节极其洪亮。\n（4）总结：对后世产生了深远的影响。文人创作慢词渐多，以柳永为代表的俗词对金元曲子的发展产生了重要的影响，柳词有\"曲祖\"之称。\n➢简述柳永词的创作特征。【2404简答】\n（1）表现了具有下层市民特征的感情、观念、价值标准。\n（2）大量描写羁旅行役的感受和城市风光，扩大了词的题材领域。\n（3）完善了慢词的体制和表现手法。采用市井方言俗语，语言通俗。\n➢试论柳永词的创作成就。【2510论述】\n（1）柳永词在题材内容上较其前具有很大开拓。柳永的创作顺应了北宋都市经济繁荣，市民文化消费勃兴的背景，吸纳了市井文化风味，在词中表现出具有下层市民特征的感情、观念和价值标准。他创作了大量反映市井歌妓生活、情感的词作，与士大夫词人笔下的闺秀女子形成了鲜明对照。柳永还将词的题材向更广阔的社会空间拓展。他首开风气，在词中大量描写了羁旅行役的感受和都市风光。其羁旅行役之词往往情景交融，格调高雅，体现出文人词的本色；其都市风光词则善写太平气象，扩大了词的书写场域。\n（2）柳永在词史上以创制慢词著称，打破了小令词统驭词坛的局面，完善了慢词的体制和表现手法。在章法上，注重铺叙，叙事完整，描写详备，使得词作的容量大大增加，因此在叙事、写景、抒情以及结构安排、语言修辞方面显示出与小令不同的审美特征。\n（3）柳永词为追求演出效果，注重运用韵脚、四声的变化达到奇特刺激的效果，以此来吸引和感染观众。他的词重视韵脚的疏密调整，造成旋律的活泼动荡。词中四声字及双声、叠韵的安排，也增强了音乐效果。柳永词对声韵、字声的追求对后辈词人产生了深刻影响。"
    },
    {
     "h": "第一编 宋代文学·第五章 柳永与北宋词坛·第二节 秦观、晏几道和贺铸",
     "c": "第二节 秦观、晏几道和贺铸\n一、秦观\n1.秦观：字太虚，世称淮海先生，《淮海词》（《淮海居士长短句》）。\n秦观：与柳永合称\"秦柳\"，与周邦彦合称\"秦周\"。\n\"少游词虽婉美，然格力失之弱\"。\n\"少游虽作艳语，终有品格\"。\"淡语皆有味，浅语皆有致\"。\n\"子瞻辞胜乎情，耆卿情胜乎辞，辞情相称者，唯少游而已。\"\n\"秦少游自是作手，近开美成，导其先路；远祖温、韦，取其神不袭其貌，词至是乃一变焉。\"\n2.秦观词作的艺术特点及其地位：【2210多选；选择/简答】\n多愁善感，\"古之伤心人\"，词情深沉浓挚，专主情致。\n（1）多写相思离别，融入了自身感受，言情述愁中表现出思致。如《踏莎行·雾失楼台》。\n（2）词音节和谐，节奏鲜明，具有悦耳动听的音乐美。【近于花间体，本色当行之词】\n（3）语言风格：典雅、清新雅致 又明白晓畅，词风婉约。【词典雅而又清新晓畅】\n融化前人诗句，如\"寒鸦千万点，流水绕孤村\"化为\"寒鸦数点，流水绕孤村\"。\n（4）以抒情为主，具有感伤情调，抒情中融入议论，委婉深沉又自然流畅。如《鹊桥仙·纤云弄巧》。\n（5）地位：秦观词在本色的婉约词体的发展流变中有着重要地位，承前启后。\n二、晏几道\n1.晏几道：字叔原，号小山，晏殊第七子，词与父晏殊齐名，称\"二晏\"。《小山词》。\n2.晏几道词作的艺术特点：\n（1）用词抒发生活中体验到的哀愁，凄苦哀怨的伤感情调。如《蝶恋花》醉别西楼醒不记。\n（2）选取生活细节，抒写心灵，对悲愁和欢乐的体验细腻、刻骨铭心。\n如《鹧鸪天》\"彩袖殷勤捧玉钟。当年拚却醉颜红\"。\n（3）是北宋词人中最后一位以写小令著称的词人，词将花间体的华美精致、含蓄蕴藉发挥到了极致。《临江仙·梦后楼台高锁》\"落花人独立，微雨燕双飞\"【1010单选】\n三、贺铸\n1.贺铸：字方回，号庆湖遗老，俗谓贺鬼头。词集《东山词》（《贺方回词》《东山寓声乐府》）。\n张耒称：\"盛丽如游金张之堂，而妖冶如揽嫱施之祛，幽洁如屈、宋，悲壮如苏、李。\"\n2.贺铸词作艺术特点：【2304单选/2204/2110/1604单选】\n总：风格多样，\"儿女英雄兼而有之\"\n（1）盛丽妖冶：继承花间词风。\n如《青玉案》写词人情无由达的缠绵幽怀，连用三个比喻形容愁绪。\n如《青玉案》\"凌波不过横塘路……一川烟草，满城风絮，梅子黄时雨。\"［贺梅子］\n（2）悲壮激昂，表达爱国豪情及壮志难酬的抑塞不平之气。如《六州歌头》悲愤壮烈。\n仕宦40年沉沦下僚，抑塞不平之气时于笔端发之。如《小梅花》［行路难］\"缚虎手\"。\n《六州歌头》是贺铸的压卷之作，也是贺铸\"悲壮\"词的代表作。\n（3）师法苏轼，清旷不足而悲壮过之。在北宋豪放派中独具特色，影响辛弃疾等爱国词派。"
    },
    {
     "h": "第一编 宋代文学·第五章 柳永与北宋词坛·第三节 周邦彦及其清真词",
     "c": "第三节 周邦彦及其清真词\n一、周邦彦\n周邦彦：字美成，号清真居士。词集《清真集》，精通音律，北宋词的集大成者。\n（一）周邦彦词作的艺术成就：【1504论述】\n总：是北宋后期的著名词家，被推为\"正宗\"、\"集大成\"者；被尊为\"词中老杜\"。\n（1）内容：仍是男女之情，相思离别，也擅长写羁旅行役；如《兰陵王·柳》\n（2）艺术特点主要在章法结构。章法布局开阖回旋；相互衬托的手法；以景结尾。\n如周邦彦《满庭芳》（夏日溧水无想山作）一词：\"沉郁顿挫中别饶蕴藉\"。【2510单选】\n（3）语言典雅，善于融化前人诗句入词。音律精严，声律考究，其词和婉动听而又激越响亮。\n①无一点市井气，下字运意，皆有法度。往往自唐宋诸贤诗句中来，而不用经、史中生硬字面。\n如《西河·金陵怀古》\"佳丽地。南朝盛事谁记。\"化用诸诗句意。\n②新创、自度的曲调有50多调，如《瑞龙吟》《六丑》《大酺》。词调的增加为宋词开辟了更为广阔的天地。清真妙解音律，其词和婉动听而又激越响亮，填词于四声的安排独具匠心，仄声中上上去入的运用，平声与仄声的搭配都十分讲究。\n（4）作词以协律为主，长调尤尚铺叙，于音律和谐中求词句的浑雅，极沉郁顿挫之致。既具有词体的声情本色，又有文人雅士所认同的诗性气质。\n【2110多选】周邦彦词语言特点：风格典丽；善于融化前人诗句入词；下字运意，皆有法度。\n（二）试论周邦彦词在章法结构方面的特点。【1610/1410论述/2210论述；2304多选】\n（1）在词的结构上颇具匠心，章法布局开阖回旋，（继承了柳永的善于铺叙的特点，曲折变化）\n既有柳词叙事容量和感情力度，又避免了直露无余。如《瑞龙吟》，这种开阖有致的章法，使周邦彦的词显示出感情的浑厚和表达的蕴藉，从而展现出深受文人推崇的沉郁顿挫的境界。\n《瑞龙吟》全词写景、叙事、抒情时空交错变换，造成感慨万端、低徊欲绝的效果。\n《夜飞鹊》［别情］围绕别情，写时空错综的故事，将不同时地之情景交糅、现实与幻境映衬。\n（2）章法布局上常使用不同感情的相互衬托的手法。\n如《满庭芳》，词中乐情与哀情相互衬托，情感跌宕起伏，具有含蓄蕴藉的效果。\n（3）以景结尾。如《浪淘沙慢》，结句融情入景，以景语结，给人以幽咽不尽的感受。\n《浪淘沙慢》：\"恨春去、不与人期，弄夜色，空余满地梨花雪。\""
    },
    {
     "h": "第一编 宋代文学·第五章 柳永与北宋词坛·第四节 李清照和朱敦儒",
     "c": "第四节 李清照和朱敦儒\n一、李清照\n（一）李清照词论的主要内容：【1604/2104多选；2410单选】\n①尚雅，思想的雅正、语言音律的文雅。\n②\"词别是一家\"的主张，强调词与诗有别，词更有鲜明声律色彩。\n（二）李清照词的前后期\n词风以靖康之难为界，分为前后两个时期。\n（1）前期：词作绰约轻倩，自然妩媚，清丽淡雅，\n前期生活在温馨和美的艺术氛围中，多写少女、少妇生活，如《醉花阴》《如梦令》。\n\"莫道不销魂，帘卷西风，人比黄花瘦。\"\"昨夜雨疏风骤，浓睡不消残酒。\"\n（2）后期：经历国破家亡、生离死别，词风从清丽淡雅变为沉郁哀痛，如《永遇乐》\"落日熔金，暮云合璧，人在何处？\"\n（三）李清照词作的艺术特色：李清照\"易安体\"词的艺术特点。【0401简答】\n李清照的词具有很高的艺术成就，当时就广为流传，被称为\"易安体\"。\n（1）她的词语言清新淡雅又通俗易晓；\n（2）常用通俗浅近的语言、白描的手法，词风自然流畅，清新宜人；如《一剪梅》\"此情无计可消除，才下眉头，却上心头。\"\n（3）善用寻常口语，既能曲达情思，又巧合音律；如\"一种相思，两处闲愁\"。\n（4）精于音律，善于将语言变化与声情、词情相结合，达到表现情感的艺术极致。\n如《声声慢》\"寻寻觅觅，冷冷清清，凄凄惨惨戚戚。\"写秋景以抒发饱经忧患乱离之哀愁，选择迫促、逼仄的入声韵，表达创愁深重的感受。叠字的运用更具匠心。\n➢易安体：【1610名词】\n李清照的词被称作\"易安体\"；语言清新淡雅，通俗易懂，运用白描，\n➢易安体：【1010/1504/1610名词；2504名词】\n（1）李清照词具有很高的艺术成就，被称为\"易安体\"。\n（2）\"以寻常语度入音律\"，采用白描手法，语言清新淡雅，通俗浅近。词风自然流畅。\n七、朱敦儒\n1.朱敦儒：字希真，词集《樵歌》。北宋时词作主要是写男欢女爱、伤离恨别的传统题材。\n2.朱敦儒词的艺术特点：简述朱敦儒\"樵歌体\"的艺术特征。【1910简答；2104/2410多选】\n（1）南渡前追求的是清狂放逸的人生境界，潇洒自在。如《鹧鸪天·西都作》。\n《鹧鸪天》：\"我是清都山水郎。天教分付与疏狂。曾批给雨支风券，累上留云借月章。\"\n（2）靖康之难后，抒发国破家亡的沉痛之情、充满悲凉凄苦。如《采桑子》《卜算子》。\n（3）晚年隐居时写了大量隐逸词，如《好事近·渔父词》。\n用语清疏晓畅，意境超旷而飘逸，笔法空灵蕴藉，富于神韵远趣。\n➢【2410多选】\"樵歌体\"的艺术特征：意境超旷、笔法空灵、风格飘逸、语言浅白。\n3.朱希真体/樵歌体：【选择/名词】\n指朱敦儒词风格自然飘逸、语言浅白如话；于淡而静的空旷境界中透出潇洒。"
    },
    {
     "h": "第一编 宋代文学·第六章 辛弃疾与辛派词人·第一节 辛词的题材内容",
     "c": "第六章 辛弃疾与辛派词人\n第一节 辛词的题材内容\n一、辛弃疾\n（一）\"稼轩体\"：\n辛弃疾的词发出了时代的最强音，代表了南宋爱国词的最高成就。\n其词达到了词体艺术的高峰，形成了备受称道的\"稼轩体\"。[结合辛弃疾具体词风答名词]\n（二）辛弃疾词的题材内容：简述辛弃疾词的题材内容。【2204多选/2310简答】\n①抒发报国豪情；②表现壮志难酬的悲愤；③写儿女之情；④表现田园生活。【2204多选】\n辛弃疾为\"一世之豪，以气节自负，以功业自许\"，首先是一个爱国志士，英雄本色表现于词。"
    },
    {
     "h": "第一编 宋代文学·第六章 辛弃疾与辛派词人·第一节 辛词的题材内容（续）",
     "c": "（1）爱国词：最突出的题材，抒发报国豪情和壮志难酬的悲愤。如《鹧鸪天》《破阵子》《摸鱼儿》。辛词最突出的题材是抒发报国豪情和壮志难酬的悲愤。《鹧鸪天》：今昔对比，形象地概括了词人作为抗金名将的悲壮一生。南宋朝廷的偏安政策，对志在恢复中原的爱国志士只能是打击。壮志难酬、报国无门的愤懑。如《水龙吟》［登建康赏心亭］。\n（2）儿女缠绵之情，如《青玉案·元夕》描写元夕的繁华热闹，反衬出\"那人\"的孤独。\n（3）农家词，农村田园的生活和景致充满了意趣。《清平乐》《西江月·夜行黄沙道中》。\n《西江月》［夜行黄沙道中］：\"明月别枝惊鹊，清风半夜鸣蝉。稻花香里说丰年，听取蛙声一片。七八个星天外，两三点雨山前。旧时茅店社林边，路转溪桥忽见。\"\n作于退隐上饶带湖时。上片描画出一幅幽美的农村夏夜图；下片侧重作者\"夜行\"山岭的见闻与感受。意境清新，语言质朴无华，笔调灵活轻快。农村生活平凡而富有情趣，乡间景象自然而清新，表现出词人生活于农村的自在和惬意。"
    },
    {
     "h": "第一编 宋代文学·第六章 辛弃疾与辛派词人·第二节 辛词的艺术成就",
     "c": "第二节 辛词的艺术成就\n（一）辛词的艺术成就与地位\n1.试论辛弃疾词的艺术成就：【1610/1504/2008考期/2510多选；1704/2304论述】\n（1）豪放词刚柔相济；婉约词柔中有刚。如《祝英台近·晚春》。\n（2）喜议论，以论为词（又饱含感情）；善用典，用典典源广泛；\n如《永遇乐·京口北固亭怀古》\"千古江山，英雄无觅，孙仲谋处。\"\n（3）以文为词，用散文句法，仍合词律。如《西江月·遣兴》。\n（4）词作风格沉郁痛快。\n2.辛词的词史地位：\n词史上常将苏、辛并称。《人间词话》说：\"东坡之词旷，稼轩之词豪。\"\n（1）东坡性情旷达，词作自然天成；稼轩性情豪放，词作沉郁痛快。\n（2）在作词态度上，苏多呈天籁，辛多以人力；苏词飘逸超诣，辛词功力深厚。\n小蒋老师提醒要区分：苏轼—以诗为词，辛弃疾—以论为词、以文为词。\n3.试论辛弃疾词的艺术成就。【1704论述/2304论述-1704答案】\n（1）辛弃疾的婉约词柔中带刚。\n如《祝英台近·晚春》写怨女伤春，传统的相思离别的题材，后人评为\"风流妩媚\"。\n于词体\"本色\"的婉媚中又透出刚毅之气，这是辛词所特有的风格。\n（2）喜议论，以论为词。\n如《永遇乐·京口北固亭怀古》，此词写于镇江知府任上，举历史经验教训为即将北伐的将领鼓气献言。上片列举三国孙权、东晋刘裕，描写其英雄业绩的同时，已含赞许之意。下片以南朝宋文帝的教训告诫不可轻敌冒进。全词以议论为旨，又饱含感情。\n（3）喜用典，用典广泛。如《西江月·遣兴》，全篇以文为词，用散文句法，却仍合词律；\n前、后两结句均用典故，随意点化。用典过多不免有\"掉书袋\"之感。\n小蒋总结：豪放词刚柔相济；婉约词柔中有刚；喜议论，以论为词（又饱含感情）；善用典，用典典源广泛；以文为词。"
    },
    {
     "h": "第一编 宋代文学·第六章 辛弃疾与辛派词人·第三节 辛派词人",
     "c": "第三节 辛派词人\n一、辛派词人：【1604名词/1804多选】\n（1）与辛弃疾同时的一批词人。\n（2）词的主题抒发爱国感情，风格豪放激切，辛派词的共同特点是慷慨悲壮。\n（3）主要人物有张元幹（干）、张孝祥、陈亮、刘过等。[1804多选]\n二、辛派词人的创作特点：【选择/简答；1804/1201多选】\n（1）张元幹：南渡前内容多花间风格\"极妩秀之致\"。南渡后词风慷慨激昂；爱国之情、报国之志。《贺新郎》［送胡邦衡待制］词境深沉博大，感情激越悲怆，爱国不屈之高风亮节，从沉郁顿挫词句中见出。\n（2）张孝祥：词学东坡，气质与东坡近，\"寓以诗人句法，无一毫浮靡之气\"，豪迈飘逸，反映出时代特征，艺术感染力。如其《六州歌头》（长淮望断）传达出奔迸的爱国激情。\n（3）陈亮：以救国安民为己任，多表现抗战恢复之志；词风豪放如稼轩，又在词中议论纵横。\n《水调歌头》［送章德茂大卿使虏］慨叹南宋朝廷不思恢复，以屈辱换取苟安，表达抗战的决心和必胜的气概。\n（4）刘过：词多壮语。词有稼轩词狂放又幽默的影子，风格、结构与辛弃疾似。如《沁园春》。\n（5）词集：\n张元干：号芦川居士，词集《芦川词》；张孝祥：号于湖居士，词集《于湖词》；\n陈亮：字同甫，号龙川，词集《龙川词》；刘过：号龙洲道人，词集《龙洲词》。"
    },
    {
     "h": "第一编 宋代文学·第七章 陆游与南宋中期诗文·第一节 伟大的爱国诗人陆游",
     "c": "第七章 陆游与南宋中期诗文\n第一节 伟大的爱国诗人陆游\n中兴四大诗人：\n南宋中期是宋代文学发展的又一个高峰期，涌现出\"中兴四大诗人\"：\n①爱国主义诗人陆游；②擅长写\"活法\"诗的杨万里；\n③以田园诗著称的范成大；④以及尤袤mào。\n一、陆游的诗歌创作\n1.陆游：字务观，号放翁，今浙江绍兴人。《剑南诗稿》《渭南文集》。诗歌诸体皆备，兼擅诗、词、散文。诗歌收入《剑南诗稿》九千二百多首，堪称古代作家中最多产的诗人。\n2.陆游的诗歌创作：诗歌创作的三个时期及各期主要特点。【1704/1210单选；简答/论述】\n（1）早期：初喜雕饰藻绘而至清新拔俗。\n早年学江西诗派，但语言清新自然，格调流转圆美，自成一家。\n如《游山西村》：\"莫笑农家腊酒浑……山重水复疑无路，柳暗花明又一村。\"风格清新明快。\n（2）中期：豪放悲壮。以身报国的热情遭冷遇，悲愤之音，才气纵横、一泻无余。\n[请缨无路、功败垂成的作品，充满悲愤豪壮的风格。]\n如《三月十七日夜醉中作》：逆胡未灭心未平，孤剑床头铿有声。[大气磅礴/悲愤豪壮]\n《剑门道中遇微雨》：衣上征尘杂酒痕，远游无处不消魂。此身合是诗人未？细雨骑驴入剑门。\n（3）晚期：清淡秀逸。闲适淡泊，但仍有风格悲壮之作。在较安定的农村生活环境里领略和体会人生，诗风趋于闲适淡泊。但爱国思想和积极奋斗的精神仍保存。如《十一月四日风雨大作》：僵卧孤村不自哀。尚思为国戍轮台。夜阑卧听风吹雨，铁马冰河入梦来。\n二、陆游诗歌的艺术成就\n1.陆游诗歌的艺术成就。【0810/1904论述；1810/1310多选】\n结合具体作品，论述陆游诗歌的艺术成就。\n总：诗歌诸体兼备，古体诗、律诗、绝句都取得了很大的成就，艺术风格多样。\n（1）古体诗：【2504单选】\n陆游的古体诗风格悲壮，或沉痛地表达了沦陷区人民渴望收复的愿望；或斥责主和派的大臣们出卖祖国土地的行径，或控诉投降派排斥抗战将领、贻误国事的罪恶勾当，或抒发要为国家报仇雪耻、恢复失地的夙愿。如《关山月》抒发爱国壮志的悲愤之情。\n（2）律诗：\n①律诗颇多悲愤之作，陆游有意学杜诗的精练流丽和跌宕雄浑，表现阔大和沉雄的情感，神完气厚。如《病起书怀》，感时伤世，悲愤激昂，\"位卑未敢忘忧国\"一句感人至深。\n②七律自然圆转而对仗工稳，有\"古今律诗第一\"之誉。如《夜泊水村》《书愤》。\n（3）绝句：晚年大量风格清淡秀逸的绝句，日常习遇之事处处常见之景，一经他的描写和歌咏，呈现新鲜的诗意。如《秋思》。\n绝句：《梅花绝句》小亭终日倚阑干，树树梅花看到残。只怪此翁常谢客，元来不是怕春寒。\n（4）更多地发挥了宋人好议论的特点，常在诗中抒发感慨。\n三、陆游的词和散文\n1.陆游词作的特色。（词有激昂慷慨和清淡秀逸两种风格境界）\n（1）接近稼轩风，爱国词慷慨激昂。如《诉衷情·当年万里觅封侯》雄放沉郁。\n（2）大部分词清淡秀逸、清婉，如《卜算子·咏梅》平淡清俊。【2304单选】\n（3）情词真切直挚。如《钗头凤》（红酥手）。\n2.陆游散文的特点\n（1）记叙文成就较为突出，尤其是题跋小品文。客观描述事物，披露自己的思想情感。\n（2）文字简洁优美，富有诗情画意和妙趣。如《入蜀记》（旅行日记）、《老学庵笔记》。"
    },
    {
     "h": "第一编 宋代文学·第七章 陆游与南宋中期诗文·第二节 杨万里和范成大",
     "c": "第二节 杨万里和范成大\n一、杨万里\n1.杨万里：字廷秀，号诚斋，今江西吉水县人。有《诚斋集》\n2.试论杨万里\"诚斋体\"诗歌的艺术特色——诚斋体/杨万里的\"活法\"诗：【2104论述】\n（1）杨万里的诗被称为\"诚斋体\"。【0810名词】\n（2）以日常生活中的小情趣为题，写得活泼自然，风趣诙谐；具有想象新奇风趣、语言通俗明快、风格流转圆活的特点，创造了一种新鲜活泼的写法，改变了以往宋诗瘦硬生涩的旧格，开辟了新的诗风。\n梅子留酸软齿牙，芭蕉分绿与窗纱。日长睡起无情思，闲看儿童捉柳花。（《闲居初夏午睡起》）\n泉眼无声惜细流，树阴照水爱晴柔。小荷才露尖尖角，早有蜻蜓立上头。（《小池》）\n（3）最出色的是绝句；学习借鉴王安石的半山体和唐人晚唐体，学习晚唐体的空灵轻快，改变宋诗以人文景观为主的习惯，以自然意象为主，着重表现的是山水景观所蕴含的自然灵性和知觉情意，活泼而充满奇趣，被认为是真正的\"活法\"诗。【2310多选】\n霁天欲晓未明间，满目奇峰总可观。却有一峰忽然长，方知不动是真山。（《晓行望云山》）\n毕竟西湖六月中，风光不与四时同。接天莲叶无穷碧，映日荷花别样红。《晓出净慈寺送林子方》\n（4）背离江西诗派诗法，变深刻为浅近，理趣减少，生活情趣增加，状物写情无不入妙。\n二、范成大\n1.范成大：字致能，号石湖居士，今江苏苏州人。有《石湖居士诗集》等。\n2.范成大诗歌主要贡献：【2504单选】\n（1）爱国纪事诗：以出使金国写的72首绝句组成的纪事诗为代表。如《州桥》。\n《州桥》：州桥南北是天街，父老年年等驾回。忍泪失声询使者：\"几时真有六军来？\"\n（2）田园诗（最著名；成就最高）：《四时田园杂兴》七绝组诗，古代田园诗集大成。\n3.简述范成大田园诗的艺术特点。【1904简答】\n（1）范成大的田园诗融合传统的田园诗及新乐府中\"田家词\"\"悯农诗\"的内容。\n①田园牧歌式：农村恬淡的自然景物和生活图画；\n②新乐府式：农民生活的辛苦、艰难和被剥削的惨痛。\n（2）代表作《四时田园杂兴》在扩大田园诗的表现范围方面有了新的拓展。\n七绝组诗：春日、晚春、夏日、秋日、冬日五组，各12首；苏州农村四季风光、农事、乡土民俗生活，农忙欢歌、田园景色、乡村生活，揭露官府剥削和租税苛重。\n这组诗在扩大田园诗的表现范围方面有了新的拓展，更接近于农村的现实生活，赋予传统的平淡闲适的田园诗以更深刻、更广阔的内容。"
    },
    {
     "h": "第一编 宋代文学·第七章 陆游与南宋中期诗文·第三节 朱熹与南宋散文",
     "c": "第三节 朱熹与南宋散文\n一、朱熹的诗文\n朱熹：字元晦，号晦庵，别称紫阳，今福建人。宋代理学大家。\n存诗具有雅正、清新、明秀的特点，时带理学气。\n著有《四书章句集注》《诗集传》《楚辞集注》等，后人编纂《晦庵先生朱文公文集》。\n（一）朱熹的诗文：【1810/1310/2410单选；选择/简答】\n（1）诗歌：以诗喻理，情趣、理趣相交织，在诗的感性意象中闪烁着理性的睿智。\n《观书有感》：半亩方塘一鉴开，天光云影共徘徊。问渠那得清如许？为有源头活水来。\n《春日》：胜日寻芳泗水滨，无边光景一时新。等闲识得东风面，万紫千红总是春。\n朱熹的诗将意兴情理与客观景物和谐地融会在一起，显现冲淡超远的心态和真率温和的性情，语言净洁简丽，句法自然平易，风格雅正明洁。\n（2）散文：功力深刻，细致周密，记叙文平易自然。\n看来是平淡无奇，却雅厚简当。如《送郭拱辰序》。\n（3）文学主张：\"文道一体\"。\n二、南宋其他散文【了解】\n（一）南宋中叶散文之两派：\n（1）讲事功的功利派，以陈亮和叶适最为有名。评论时事和讲治乱兴衰，风格气势雄赡豪迈。\n（2）道学派散文：以朱熹、真德秀为代表，多讲学之文和语录体。\n又分出以吕祖谦为代表的论文一派，既以文贯道，又讲究章法。\n至南宋末年，许多散文寄寓着作者不甘亡国的壮烈意气和黍离悲感，恳切、沉郁和悲壮，造就了南宋散文最为光辉的篇章。如文天祥的《指南录后序》《正气歌》等。\n（二）南宋各体散文的一般特征：\n（1）议论文：以扶危救倾的议论文成就最高。如陈亮的《上孝宗皇帝第一书》\n（2）叙事文：多显得纡慢拖沓，尤其是碑志比较散漫萎弱。\n（3）语录体：理学家的语录体文字，以其无意为文、无章法约束，常过于随意。\n（4）笔记文：最能体现南宋散文的繁荣状况，随笔、游记。如《东京梦华录》等\n【小蒋说：考纲生僻点】\n朱熹诗：以诗喻理，情趣、理趣相交织。如《观书有感》《春日》\n朱熹散文：功力深刻，细致周密，记叙文平易自然。平淡无奇却雅厚简当，《送郭拱辰序》\n南宋散文：初：论辩性的议论文；中：讲事功的功利派（陈亮/叶适）-道学派（朱熹）；[2404单]\n末期：不甘亡国的壮烈意气和黍离悲感（文天祥）；繁荣-篇幅短小的小品文（笔记文）。"
    },
    {
     "h": "第一编 宋代文学·第八章 姜夔与南宋清雅词派·第一节 白石词",
     "c": "第八章 姜夔与南宋清雅词派\n第一节 白石词\n姜夔：字尧章，号白石道人，今江西人。在诗学批评方面有《诗说》一部。\n成就最高、影响最大还是在词的创作。《白石道人诗集》，词集名《白石道人歌曲》。\n一、白石词的情思内涵\n（1）题材以感时伤世、咏物言志及追记恋情为主。音调和意境上融入高雅的气质，清越高旷。\n如《点绛唇·丁未冬过吴松作》、《玲珑四犯·越中岁暮闻箫鼓感怀》。\n（2）反映家国之感、时政感慨，凄清色彩。如《扬州慢》（感怀家国、黍离之悲）。\n不以描写的真切、感情的激愤取胜，而是从自己的感受写出笼罩上一层凄清的色彩。\n（3）比兴寄托：并无坐实的词本事，而是感时触景的情感表现。如《齐天乐》［咏蟋蟀］。\n二、白石词的艺术成就及贡献\n（一）试论白石词的艺术风格及其在词史上的贡献。【2008考期/1510论述】\n1.白石词风格：\"清空\"、\"骚雅\"。[高频单选-1804]\n清指清空、清虚、清幽、清刚、清劲；雅指骚雅、古雅、高雅、醇雅。\n（1）白石词意境清虚空灵。多用素洁的意象，营造出清疏高旷的境界。\n如《暗香》\"旧时月色，算几番照我，梅边吹笛，唤起玉人，不管清寒与攀摘。\"\n（2）虚字的使用是构成清空风格的重要手法，使语意转折灵活，流走自如，传神入微。\n如《疏影》\"还教一片随波去，又却怨、玉龙哀曲。\"\n（3）清雅风格：体现在独特的笔法，以健笔写柔情，褪尽铅华，更见清刚。\n如《长亭怨慢》以柳拟人，树的无情烘托作者为情所苦：\"树若有情时，不会得、青青如此。\"\n（4）音律精严，以雅乐注入词体，为清雅词风提供了基础。\n①以古乐府入词，以古乐的雅音来革除\"今曲\"的淫靡；\n②以唐法曲音乐注入词中，音乐的清雅为词的清雅提供了基础，意境融入清拔绝俗的诗性韵味。\n2.白石词对词史的贡献\n（1）白石词的清雅词风于婉丽、豪放之外别立一宗，并蔚然成派，成为\"第三派\"，丰富了词体风格的内涵。\n（2）白石及清雅词派从《花间》、晏、柳、周形成婉丽传统风格中独立出来，是对词学的一大贡献。\n（二）清雅词派：\n南宋词坛流行的文学流派；以姜夔为代表；清雅词风于婉丽、豪放之外别立一宗，成为\"第三派\"。特点是讲究炼字炼句，清空骚雅，讲究音律。丰富了词体风格的内涵。\n➢试论白石词的艺术风格及其在词史上的贡献。【1510论述/2008考期论述】\n（1）白石词风格\"清空\"、\"骚雅\"。\n（2）白石词意境清虚空灵。[如《扬州慢》（感怀家国、黍离之悲）]\n（3）虚字的使用是构成清空风格的重要手法。\n（4）白石词以健笔写柔情，褪尽铅华，更见清刚。\n（5）白石词音律精严，以雅乐注入词体，为清雅词风提供了基础。\n（6）白石词的清雅词风于婉丽、豪放之外别立一宗，并蔚然成派，丰富了词体风格的内涵。"
    },
    {
     "h": "第一编 宋代文学·第八章 姜夔与南宋清雅词派·第二节 梦窗词",
     "c": "第二节 梦窗词\n吴文英：字君特，号梦窗，《梦窗甲乙丙丁稿》。师法周邦彦，讲究文字工丽和章法绵密，\"前有清真，后有梦窗\"，吴文英\"如七宝楼台，眩人眼目\"。\n吴文英\"论词四标准\"：[小蒋说：考纲极其生僻点-阅读即可]\n\"音律欲其协，不协则成长短之诗；下字欲其雅，不雅则近乎缠令之体；\n用字不可太露，露则直突而无深长之味；发意不可太高，高则狂怪而失柔婉之意。\"\n一、梦窗词的情感内涵\n（1）酬酢赠答之作。托足于权贵之门，生计所需，价值不高。\n（2）哀时伤世之作。目睹国家偏安苟安的情况，内心充满悲伤苦闷。\n《八声甘州·灵岩陪庾幕诸公游》，借吴越争霸史事，叹古今兴亡之感、白发无成之恨，抒写了对于国家现实的忧虑和哀愁。\n（3）忆旧悼亡之作。与生活中的爱情遭遇及生离死别的经历有关。落魄失意的心绪，抒发自己缠绵缱绻的情怀，时事的感慨被迷离的情绪所隐匿。后期词出现大量归梦现象和恋物心理。如《风入松》，词中境界亦真亦幻，实景与梦境交替出现。\n二、吴文英——梦窗词的艺术成就 [0801论述/2204简答]\n总：吴文英词风格超逸沉博、浓艳密丽。\n（1）前人论词多批评其晦涩难懂，词旨晦涩但有脉络可循。讲究用典与用字，形成雅丽风格。独特的情绪体验和表现方式，《齐天乐》[与冯深居登禹陵]由缅怀大禹业绩而发吊古伤今之思。\n（2）章法结构独特。使用时间与空间交错杂糅叙述方式，与其亦真亦幻的内容相适应。\n如吴文英的自度曲《莺啼序》，时间与空间交错杂糅的叙述方式。\n（3）语言很有特点，转折提顿处多用实字。\n如《莺啼序》240字，将过去现在未来渗透，将空间不同的景物杂糅。\n（4）炼字炼句，运用冷僻、怪异的字词，造成特别的效果。\n如《八声甘州·灵岩陪庾幕诸公游》\"箭径酸风射眼，腻水染花腥\"。"
    },
    {
     "h": "第一编 宋代文学·第八章 姜夔与南宋清雅词派·第三节 史达祖、周密、王沂孙、张炎等",
     "c": "第三节 史达祖、周密、王沂孙、张炎等\n一、清雅词派创作概况（史达祖、周密、王沂孙）【选择/简答】\n1.史达祖：史达祖咏物词的艺术特点。\n（1）《梅溪词》咏物词；体物工巧；咏物词在当时及后世享有盛誉。\n（2）如《绮罗香·咏春雨》，语言新奇精警，\"做冷欺花\"二句属对精切巧妙；\n《双双燕·咏燕》，题为咏燕，但通篇所写不着一\"燕\"字，把春燕描写得活灵活现。\n2.周密：周密的词风特征。【抒发羁旅思乡之情；寄托家国之恨和身世飘零之感】\n（1）号草窗，《草窗词》（《蘋洲渔笛谱》），词风与姜夔为近，与吴文英齐名，并称\"二窗\"。\n（2）风格清丽，咏物词寄托遥深。《玉京秋》。《一萼红·登蓬莱阁有感》压卷之作。\n3.王沂孙：王沂孙咏物词的特点。【2310单选】\n（1）有《碧山乐府/花外集》，南宋遗民，南宋后期清雅词派重要词人。诗清峭，词闲雅。\n（2）咏物词：悼念故国之思，有身世之慨的寄托，充满凄苦悲凉意味。\n（3）体物细微、结构细密，又寄托遥深，哀婉动人。如《齐天乐·蝉》。\n\"一襟余恨宫魂断，年年翠阴庭树……镜暗妆残，为谁娇鬓尚如许？铜仙铅泪似洗，叹携盘去远，难贮零露。\"以咏蝉为题，隐寓国破家亡之悲。\n二、张炎\n张炎：字叔夏，号玉田，杭州人，《山中白云词》。著有《词源》二卷，精研词之音律、作法，堪称宋代词论第一力作。与姜夔并称为\"姜张\"。作词较为注意形式技巧。\n（一）张炎的词风：【2410单选】\n（1）宋亡之前清丽：写景优美，用笔细腻，词风雅丽。如《南浦·春水》。\n（2）南宋灭亡清凄，词风变为凄凉悲苦。如《解连环·孤雁》。【被称为\"张孤雁\"】\n（3）入元后，多亡国哀音及身世零落之慨。如《八声甘州》。\n（二）张炎的词风在词史上的意义：\n总：张炎词的风格在南宋词史上颇有意义。\n（1）上承白石的清空疏宕，近与梦窗的密丽质实相区别，表现了明确的风格意识。\n（2）由白石词的疏宕到梦窗词的密丽，再到玉田词的疏宕，蕴涵着词人风格的追求。"
    },
    {
     "h": "第一编 宋代文学·第九章 南宋后期文学·第一节 永嘉四灵",
     "c": "第九章 南宋后期文学\n第一节 永嘉四灵\n一、\"永嘉四灵\"：【1904名词/1210名词】\n（1）南宋后期的四位诗人，即徐玑、徐照、翁卷、赵师秀，都是永嘉人。\n\"四灵\"多为布衣，生平事迹难以详考，惟赵师秀入官府做过事，有些事迹可寻。\n（2）四人效法晚唐体诗，诗风相近，作诗专攻五律，多咏景物，诗风平淡简远。因叶适的鼓吹而闻名于世。\n二、简述\"永嘉四灵\"诗歌的艺术特点。【1610/1504/2210简答】\n（1）取法贾岛、姚合的苦吟诗风。\n（2）专为格律诗，意平语诡，因刻画太甚而流于纤仄，也有自然清新（自然清圆而功夫精巧）的作品。如徐玑《泊舟呈灵晖》。\n（3）诗中不用典故，诗风冲淡平和。轻灵倩寒的境界和平淡简远的韵调。\n作诗专攻五律，律体多咏景物，写萧散野逸之趣，追求平淡简远的韵调；（选择自然山水）七绝很有特色，新颖灵巧，圆美自然，比五律更显得气韵浑成。"
    },
    {
     "h": "第一编 宋代文学·第九章 南宋后期文学·第二节 刘克庄与江湖诗派",
     "c": "第二节 刘克庄与江湖诗派\n一、刘克庄与江湖诗派\n刘克庄：字潜夫，号后村。《后村先生大全集》，词集名《后村长短句》《后村别调》。\n是江湖诗派中成就最大的诗人。\n（一）刘克庄的诗歌分期及艺术特点：简述刘克庄诗歌的艺术特点。【1604简答/2104简答】\n刘克庄的诗歌以60岁为界，分为前后两个时期：\n（1）早年从晚唐体、四灵体入手，刻琢精丽，风格清轻简淡。\n（2）后摒弃四灵诗风，转而尚古体，尊韩愈诗，追求抑扬开阖、悲愤慷慨的诗风。\n（3）六十岁之后的诗作感情更为沉痛深刻，沉郁低回中含一种悲凉疏放的落寞情调。\n（4）融会众作而自为一家，创作涉历老练、布置阔远。江湖诗派中成就最大的诗人。\n（二）刘克庄的词：\n（1）继承辛派爱国主义传统与豪放词风，为辛派词人的后劲。\n（2）作词针对社会时政有感而发。如《贺新郎》，已近南宋末期，政治黑暗，国事衰颓。\n词中更多是忧愤悲凉，处处流露出黍离哀痛的沧桑感。如《沁园春·梦孚若》。"
    },
    {
     "h": "第一编 宋代文学·第九章 南宋后期文学·第二节 刘克庄与江湖诗派（续）",
     "c": "二、江湖诗派\n（一）江湖诗派：【1810/1310名词；2404单选；2504名词】\n（1）是南宋后期影响最大的一个诗派，因陈起刊刻的《江湖集》而得名。\n（2）多效\"四灵\"之体，崇尚晚唐的清巧之思，反对江西派的\"资书以为诗\"，以不用事为贵。仿效\"永嘉四灵\"之体，崇尚晚唐体的清巧之思，属意于苦吟，以不用典故为贵。\n（3）代表诗人有刘克庄、戴复古、方岳等。【2110考期多选】\n（二）戴复古\n1.戴复古，字式之，号石屏。有《石屏诗集》\n2.戴复古诗歌的特点：\n（1）作诗以苦吟求工，带有四灵余习。\n（2）将精力放在五律上，多写人情世故，采取白描手法，清健轻快，无斧凿痕。\n如《世事》：\"世事真如梦，人生不肯闲。名利双转毂 gǔ，今古一凭栏。春水渡旁渡，夕阳山外山。吟边思小范，共把此诗看。\"\n（三）方岳：\n1.方岳：字巨山，号秋崖，今安徽人，有《秋崖集》。\n2.方岳作诗主清新，工于镂琢，常制作出新巧的对偶，把寻常常故成语巧加组织而成名句。大多数作品写于罢官乡居时，颇多写景的田园之作，如《农谣》。"
    },
    {
     "h": "第一编 宋代文学·第九章 南宋后期文学·第三节 文天祥与遗民作家",
     "c": "第三节 文天祥与遗民作家\n一、文天祥\n文天祥：南宋遗民作家，诗风：直抒胸臆，慷慨激昂，悲壮苍凉。\n（一）文天祥作品的情感内涵：【选择/简答】\n（1）国破家亡被俘仍坚贞不屈，表达绝不屈服的壮烈誓言和内心独白。\n（2）沉痛的念着故国之作，诗境苍凉，诗风沉郁凄怆，雄深悲壮。\n（3）反映了作者生死不渝的民族气节和顽强斗志。如《正气歌》《过零丁洋》\n诗：《正气歌》国破家亡、身陷囹圄而决不屈服的壮烈誓言和内心独白；《过零丁洋》直抒胸臆，沸腾着爱国热血、满腔的忠贞和赤诚，极沉痛、光明磊落，感染力极其强烈；\n文：《指南录后序》慷慨就义前所写，舍生取义，视死如归，气壮山河的爱国主义精神可惊天地、泣鬼神。\n二、汪元量、刘辰翁和郑思肖 【南宋末遗民作家：0401多选/2210单选】\n1.汪元量：有《水云集》《湖山类稿》。\n汪元量诗词的思想内涵：【2210单选—遗民作家】\n①其诗多以纪实绝句述亡国之痛，被称为宋亡\"诗史\"。\n②直抒胸臆，常用比兴，多写故国之思，充满亡国之戚、去国之苦。\n《杭州杂诗和林石田》其三：逃难藏深隐，重逢出近诗。乾坤一反掌，今古两愁眉。我作新亭泣，君生旧国悲。向来行乐地，夜雨走狐狸。\n2.刘辰翁：有《须溪集》。\n①不平的心境和抑郁的情绪，使其诗遣词造句艰涩。②感怀时事，抒发兴亡之感。\n3.郑思肖：有《郑所南先生文集》。多写亡国之痛与故国情怀。如《寒菊》。"
    },
    {
     "h": "第二编 辽金元文学·第一章 辽金文学·第一节 辽代文学",
     "c": "第二编 辽金元文学\n第一章 辽金文学\n第一节 辽代文学\n一、概况\n（1）寺公大师：《醉义歌》—杂糅佛道，长达一百二十句，是辽诗中最长诗篇。\n（2）辽道宗耶律洪基：有诗文集《清宁集》，《题黄菊赋》是一首流传很广的诗作。\n（3）耶律倍：辽代第一位文学艺术家。《海上诗》是一首失意的悲歌—以物喻人。\n（4）萧观音：契丹族女诗人，懿德皇后。《回心院》，曾应制赋，《伏虎林》诗—气势宏大。\n（5）萧瑟瑟：聪慧娴雅，工文墨，善诗歌，作《讽谏歌》言辞激切。\n（6）辽代诗文体现着民族文化融合的特点：\n汉族诗文作家赵延寿、王鼎——比较有成就、影响（\"黄沙尘卷半空抛\"）\n赵延寿《失题》：描写辽地景色、表现军旅生活、诗中景象具有北国特色。[2008考期多选]\n[生僻考纲]辽代文学的创作概况：小蒋老师建议大家把课件笔记这块的知识点读几遍即可。"
    },
    {
     "h": "第二编 辽金元文学·第一章 辽金文学·第二节 金代文学的发展",
     "c": "第二节 金代文学的发展\n一、金代文学的发展（分期：金初-国朝文派-金代后期）\n（一）金初主要诗文作家—借才异代【1010名词；1410多选】\n金初文坛的作家，主要由两部分人组成：\n①由辽入金的文臣：如韩昉、左企弓、虞仲文等；\n②由宋入金的文士：如宇文虚中、吴激、蔡松年等。（共同的创作特点：多有故国之思）\n清人庄仲方《金文雅序》中称这种现象为\"借才异代\"，此说揭示出了金初文学的起因及性质。\n（1）宇文虚中：金代文学的奠基者。\n（2）吴激：词情调悲凉，风格清婉。代表作《人月圆》。\n（3）蔡松年：文词清丽，工乐府，与吴激齐名。词清丽闲雅，代表作《大江东去·离骚痛饮》。\n《大江东去·离骚痛饮》：\"我梦卜筑萧闲，觉来岩桂，十里幽香发。磈 kuǐ 磊胸中冰与炭，一酌春风都灭。\"\n吴蔡体：【2210单选/2410单选】\n（1）吴激、蔡松年被认为是金代前期诗文的重要代表，\n（2）吴、蔡以词著称，时人称为\"吴蔡体\"。\n（二）\"国朝文派\"：【1804名词；1404多选/1910多选—重点名词】\n（1）在金朝成长起来的诗文作家活跃于文坛，形成了有差别于宋的独特的风格，元好问称之为\"国朝文派\"。\n（2）\"国朝文派\"正宗者有蔡珪、党怀英、王庭筠、赵秉文。[1910/1404多选-高频]\n（三）\"国朝文派\"主要诗文作家：【0810简答】\n（1）蔡珪：雄健诗风，诗中常流露对闲适生活的向往与热爱，又时常展现出豪杰之气。\n开创了与前期诗人不同的北国雄健诗风。如《闾山》。\n（2）党怀英：其诗精细工整，古朴自然，如《奉使行高邮道中》。\n（3）王庭筠：其诗多写景咏怀之作，清新秀丽。如《河阴道中》。\n（4）赵秉文：其诗学李、杜、苏、黄。诗歌创作强调\"师古\"，但又提倡风格的多样化。七言长诗气势奔放，不拘一格，律诗壮丽，五言古诗则真淳简淡，冲和清远。【2304多选】\n（四）金代后期主要诗文作家：【选择/简答；2010考期多选】\n赵秉文、王若虚等主平易，李纯甫、雷渊等主奇险。元好问是金代诗文集大成者。\n（1）赵秉文：【也属于国朝文派】创作强调\"师古\"，但又提倡风格的多样化。\n（2）王若虚：论文强调\"辞达理顺\"和\"以意为主\"，论诗主张\"出于自得\"而本于自然。\n王若虚《滹南诗话》：批评黄庭坚，\"剽窃之黠者\"。批评\"山谷之诗，有奇而无妙，有斩绝而无横放，铺张学问以为富，点化陈腐以为新，而浑然天成、如肺肝中流出者不足也\"。\n（3）李纯甫：其诗险怪奇古，瑰伟纵放，有李贺诗遗风。"
    },
    {
     "h": "第二编 辽金元文学·第一章 辽金文学·第三节 元好问",
     "c": "第三节 元好问\n元好问：字裕之，号遗山。编成《中州集》，以诗存史，搜集金代史料近百万言，为多为后人编纂《金史》所本。是具有多方面成就的大家。\n元好问：【1810名词】\n是金元时期具有多方面成就的大家；在诗、文、词、文学批评等方面都取得了很高成就。\n（一）元好问《论诗三十首》体现的审美追求和诗学观念：【1604名词；2204/2404多选】\n是元好问继杜甫之后运用绝句形式比较系统地阐发诗歌理论的著名组诗。\n（1）以风雅为宗，要求诗歌回归\"正体\"。通过细评汉魏以下诗人，明辨诗史正伪清浊。\n其一\"汉谣魏什久纷纭，正体无人与细论。谁是诗中疏凿手，暂教泾渭各清浑。\"\n（2）论诗推崇自然，标举清刚雄健。\n其四\"一语天然万古新，豪华落尽见真淳。南窗白日羲皇上，未害渊明是晋人。\"\n（3）在对唐宋诗的评价中，推尊李、杜，批评黄庭坚和效法黄庭坚诗形成的弊端。\n【2104多选】元好问的诗论主张：以风雅为宗；推崇自然；标举清刚雄健；推尊李白、杜甫。\n（二）元好问诗的特点：【选择/简答；2504多选】\n（1）金元时期最有成就的诗人。真实反映那个不幸和痛苦的时代。\n留下了那个时代真实的记录和笼罩在那个时代的整个气氛。\n如《壬辰十二月车驾东狩后即事五首》其二：惨澹龙蛇日斗争，干戈直欲尽生灵。\n如《岐阳三首》其二：百二关河草不横，十年戎马暗秦京。\n（2）诗歌风格：沉挚悲凉，[七言律诗]\n伤乱诗：接响杜甫的沉郁顿挫；伤乱诗风格-苍凉沉郁和骨力苍劲。\n（3）诗诸体兼善，七律与七绝成就最为突出。晚年所写咏物诗、山水诗、题画诗也有相当高的成就。\n（三）元好问词作：【2210多选】\n（1）元好问是金元词坛巨擘 bò。元词兼宋词豪放与婉约于一体。\n（2）以豪放为主，能融汇婉约情词的韵致，形成清雄顿挫而深婉明丽的成熟风格。\n如词《摸鱼儿·问莲根》《摸鱼儿·问世间》，歌颂坚贞不渝的爱情，中国词史的佳作。\n（3）小蒋老师提醒：后世学者观点：①\"疏快之中，自饶深婉，亦可谓集两宋之大成者矣\"。②\"遗山之词，亦浑雅，亦博大，有骨干，有气象。\"③词\"风流蕴藉处，不减周、秦，如《双莲》《雁丘》等作，妙在模写情态，立意高远，初无稼轩豪迈之气\"。\n元好问《摸鱼儿》问世间表现内容：大雁殉情→把对大雁的感慨，推及世间万物/人类。\n（四）元好问的散文：【1804单选】\n（1）其散文众体皆备，具有很高的艺术造诣。\n（2）为文取法欧苏，纡徐委备，平易之中又极有情致。\n代表作品《送秦中诸人引》《送高雄飞序》《雷希颜墓志铭》《赵州学记》《市隐斋记》等。"
    },
    {
     "h": "第二编 辽金元文学·第一章 辽金文学·第四节 董解元《西厢记诸宫调》",
     "c": "第四节 董解元《西厢记诸宫调》\n（一）诸宫调：【2410/2510名词；诸宫调在艺术形式上的特征包括-2110多选】\n（1）诸宫调是宋金元时期流行的一种说唱艺术。\n（2）用多种宫调的曲子联套演唱，杂以说白，表演长篇故事，称作\"诸宫调\"。\n（3）《西厢记诸宫调》是现存唯一完整的诸宫调作品。\n（二）《西厢记诸宫调》：【1504名词；2410单选】\n（1）《西厢记诸宫调》是现存唯一完整的诸宫调作品，\n（2）根据唐传奇小说《莺莺传》进行再创作。作者金代董解元。\n（三）董解元《西厢记诸宫调》对《莺莺传》的改作及艺术特点：\n（1）董解元对唐代元稹的《莺莺传》故事情节内容作了创造性的改造。\n（2）改动：将\"始乱终弃\"的悲剧结局，改为崔、张二人私奔出走\"美满团圆\"的结局。\n思想上摒弃原作中表现的\"女人是祸水\"的道德说教；使故事中的人物性格、矛盾冲突和人物关系发生根本变化。\n（3）艺术上，作品结构宏伟，情节曲折，构成五万余言的鸿篇巨制。曲词优美。\n曲词特点：\"精工巧丽，备极才情，而字字本色，言言古意，当是古今传奇鼻祖。金人一代文献尽此矣\"【2310多选】"
    },
    {
     "h": "第二编 辽金元文学·第二章 元杂剧的兴盛和代表作家·第一节 元杂剧的兴盛及其基本面貌",
     "c": "第二章 元杂剧的兴盛和代表作家\n第一节 元杂剧的兴盛及其基本面貌\n（一）元杂剧的兴盛："
    },
    {
     "h": "第二编 辽金元文学·第二章 元杂剧的兴盛和代表作家·第一节 元杂剧的兴盛及其基本面貌（续）",
     "c": "1.元杂剧风靡全国的多方面的原因：简述元杂剧兴盛的原因。【2310简答；2410多选】\n（1）城市经济的繁荣和艺术表演的社会化、商业化，是促使戏剧成熟与兴盛的必要基础。\n（2）蒙古贵族的爱好，对元杂剧的发展起到了有力的提倡和推动作用。\n（3）文人的参与创作和演出，高水平作家队伍的形成，是元杂剧繁荣的重要因素。\n文人投身到杂剧创作、演出，提高了杂剧的编演水平，真正成为高水平的、雅俗共赏的艺术。\n（二）元杂剧的作家作品和发展分期：\n（1）前期：元杂剧鼎盛时期，中心在大都（今北京）。\n著名作家：关汉卿、王实甫、白朴、马致远、杨显之、高文秀、康进之、石君宝、纪君祥。\n\"元曲四大家\"：关汉卿、马致远、郑光祖、白朴。\n内容：作品多悲剧、社会剧，四大悲剧：《窦娥冤》、《梧桐雨》、《汉宫秋》、《赵氏孤儿》。\n（2）后期：杂剧中心南移到杭州（元成宗大德末年到元末）；后期逐渐没落。\n著名作家：郑光祖、宫天挺、乔吉、秦简夫等。【1904简】\n后期代表作：郑光祖《倩女离魂》；宫天挺《范张鸡黍》；秦简夫《东堂老》；乔吉《扬州梦》\n内容：与前期相比，作品内容有明显差别，后期多爱情剧、文人事迹剧、神仙道化剧。\n（三）元杂剧的门类和内容：【1610多选】\n1.最早给元杂剧分类的是《青楼集》的作者邾经，\n分为\"驾头杂剧\"、\"闺怨杂剧\"、\"绿林杂剧\"、\"花旦杂剧\"。\n2.明人朱权在《太和正音谱》中提出\"杂剧十二科\"之说，对后世有不小的影响。\n3.近代学者把杂剧分五类：爱情婚姻剧、神仙道化剧、公案剧、历史剧、家庭伦理剧。\n（1）爱情婚姻剧：四大爱情剧《西厢记》（影响最大）《拜月亭》《墙头马上》《倩女离魂》。\n（2）神仙道化剧：朱权《太和正音谱》列为\"杂剧十二科\"之首，较著名的《陈抟高卧》、《黄粱梦》《任风子》《城南柳》等，表现文人隐士的思想意识和生活情趣。【2204名词】\n（3）公案剧：可分为两类，【2008考期名词】\n①写权豪势要欺压无辜百姓，清官惩治豪强，为民伸冤。如《鲁斋郎》《蝴蝶梦》《陈州粜米》。\n②写恶人图财害命，或因家庭、财产纠纷、善良受欺受诬，清官伸张正义。如《灰阑记》《盆儿鬼》《魔合罗》等。\n（4）历史剧：《汉宫秋》《梧桐雨》《赵氏孤儿》《单刀会》《渑池会》—\"五大历史剧\"。\n历史剧往往充分体现剧作家的主体精神。\n（5）家庭伦理剧：表现伦理道德观念，较浓的说教意味。影响较大的《东堂老》《范张鸡黍》。\n（四）元杂剧的体制\n（1）元杂剧剧本由折、楔子和题目、正名组成，以四折一楔子为通例。【2510单选】\n（2）演唱：一折一套曲子，一套曲子都属同一宫调，押同样的韵，一韵到底。演唱时，一人主唱，一唱到底。\n（3）一般把元杂剧的角色分为旦、末、净、杂四类。\n元杂剧的角色，以旦（女角）、末（男角）为主。\n旦是女角，女主角叫正旦，正旦主演的剧本叫旦本，这部戏就称旦本戏。\n末是男角，男主角叫正末，正末主唱的剧本叫末本，这部戏也就是末本戏。"
    },
    {
     "h": "第二编 辽金元文学·第二章 元杂剧的兴盛和代表作家·第二节 前期作家白朴、马致远等",
     "c": "第二节 前期作家白朴、马致远等\n一、白朴\n白朴代表作：《裴少俊墙头马上》[爱情喜剧]、《唐明皇秋夜梧桐雨》《董秀英花月东墙记》\n\"元曲四大家\"：白朴、关汉卿、马致远、郑光祖。\n《梧桐雨》思想内容和表现特色：【1301简答】\n（1）全名《唐明皇秋夜梧桐雨》，取材于白居易《长恨歌》。作者白朴。\n（2）主要表现了安史之乱后唐明皇的孤寂落寞、哀伤幻灭之感。\n前三折写唐明皇自以为太平无事，宠幸杨贵妃，导致安史乱起。\n第四折写乱平之后，唐明皇在秋雨之夜梦会杨妃，追思往事，无比感慨。\n唐明皇形象：渲染帝王宴乐生活的豪华奢侈、纸醉金迷；孤独寂寞时的悔恨和哀怨。\n（3）王国维说该剧\"沉雄悲壮，为元曲冠冕\"。\n简述白朴杂剧《梧桐雨》的创作特色。【1301简答】\n（1）善于表现患难后的寂寞和哀残中的孤愤。\n（2）极富情感冲击力，沉雄悲壮，创造悲凉意境。\n简述白朴杂剧创作的成就。【1910简答】\n（1）白朴一生创作杂剧16种，传世3种；与关汉卿、马致远、郑光祖并称为\"元曲四大家\"。\n（2）其代表作如历史剧《梧桐雨》、爱情剧《墙头马上》，都是元剧中的名篇。\n二、马致远\n杂剧散曲创作都有盛名，其散曲后人辑为《东篱乐府》。\n杂剧现存7种：《江州司马青衫泪》、《破幽梦孤雁汉宫秋》、《吕洞宾三醉岳阳楼》、《半夜雷轰荐福碑》、《马丹阳三度任风子》、《开坛阐教黄粱梦》（与花李郎等合撰）、《西华山陈抟高卧》\n（一）历史剧《汉宫秋》：【1410名词】\n（1）全名《破幽梦孤雁汉宫秋》，是马致远杂剧的代表作，也是元杂剧中著名的历史剧之一。\n（2）剧写汉元帝时昭君出塞的事。\n（3）历史故事是为其情绪的抒写服务的，剧中表现强烈的批判意识和浓郁的民族情绪。\n（4）马致远对史事进行了改造和虚构，改成胡强汉弱。\n（二）神仙道化剧《黄粱梦》：【1910名词】\n（1）马致远神仙道化剧的代表作。（2）表现文人隐士的思想意识和生活情趣。\n（三）简述马致远神仙道化剧的创作特色：【1210简答】\n（1）主旨：劝人出家归隐、寻找脱离红尘的世外仙境，具有比较浓厚的佛道虚无避世的思想倾向。又可称为佛道隐士剧或度脱剧；马致远以写神仙道化剧著称。\n（2）剧中神仙不是不食人间烟火的神灵，而是人间的隐士。\n（3）宣扬的愤世、出世思想，具有现实批判精神。《黄粱梦》《陈抟高卧》等，是马致远神仙道化剧的代表作。\n（4）曲词浏亮自如，淋漓酣畅，声韵兼美。\n《陈抟高卧》：全名《西华山陈抟高卧》。陈抟是著名隐士，高蹈远引、迹若浮萍的人生态度，在宋、元两代的读书人中颇有影响。刻画了陈抟参破功名，弃绝仕途的心路历程。第三折叙陈抟拒绝宋太祖的征聘，道出仕途风波之险巇，盛赞林泉生活之自由。\n三、元代杂剧前期的创作概况\n元代前期剧坛，著名作家：纪君祥、郑廷玉、康进之、石君宝。\n纪君祥代表作：《赵氏孤儿》（赵盾与屠岸贾-忠奸斗争的主题）。\n郑廷玉代表作：《看钱奴》（讽刺喜剧）、《忍字记》、《金凤钗》、《后庭花》。\n康进之代表作《李逵负荆》（仅存）。\n石君宝代表作《秋胡戏妻》、《曲江池》、《紫云亭》。\n尚仲贤《柳毅传书》，李好古《张生煮海》，高文秀《双献功》"
    },
    {
     "h": "第二编 辽金元文学·第二章 元杂剧的兴盛和代表作家·第三节 元代后期杂剧作家",
     "c": "第三节 元代后期杂剧作家\n一、郑光祖\n现存杂剧8种：《倩女离魂》（代表作）《诌梅香》《王灿（粲）登楼》\n《周公摄政》、《三战吕布》《智勇定齐》《伊尹耕莘》《老君堂》\n（一）郑光祖《倩女离魂》的思想内容和艺术特点：【1404简答/2010考期名词】\n（1）《迷青琐倩女离魂》，元代后期杂剧作家郑光祖的代表作，取材于唐代陈玄祐传奇小说《离魂记》。\n（2）情节离奇，富于浪漫色彩。\n（主人公张倩女和王文举，描写张倩女灵魂离开躯体以追求爱情的故事。）倩女灵魂和躯体分离的创意，具有深刻的启示意义：离开躯体的灵魂摆脱了现实的种种束缚，以纯真的性情大胆追求着自己的所爱，反映了青年女子在现实礼教的禁锢和压抑下心灵的痛苦。\n（3）语言笔触细腻，文辞秀美婉转，善于融化前人诗句入曲，熔铸成优美的意境。\n二、宫天挺《范张鸡黍》的思想内容【选择/名词/简答】\n（1）作者宫天挺，《范张鸡黍》，全名《生死交范张鸡黍》，故事据《后汉书·范式传》敷演而成。\n（2）是范式、张劭 shào、孔嵩 sōng、王韬四人友情及仕途黑暗的故事\n（王韬将孔嵩所上万言书冒为己作得了官）。\n（3）①剧本道德批判色彩鲜明；②歌颂人间友情的同时；③抨击了仕途的黑暗。\n三、乔吉《两世姻缘》的情思内涵和艺术特色\n1.乔吉：\n（1）乔吉：字梦符，号笙鹤翁，又号惺惺道人，太原人。流寓杭州近40年，《录鬼簿》说他\"美容仪，醉辞章\"。怀才不遇，倾其精力于散曲和杂剧创作，自称\"烟霞状元，江湖醉仙\"。\n（2）共创作杂剧11种，今存3种：《扬州梦》写诗人杜牧，《金钱记》写才子韩翃，塑造两个风月场中\"情种\"的形象；《两世姻缘》描写青楼女子韩玉箫和书生韦皋的爱情故事。\n（2）小令209首、套数11套及词1首。收入《惺惺道人乐府》《文湖州集词》《乔梦符小令》。\n（3）乔吉是元代曲家（包括杂剧和散曲）中成就比较突出的一位，有人把乔吉同关汉卿、马致远、白朴、郑光祖、王实甫并列，号称\"元曲六大家\"。\n2.乔吉《两世姻缘》的情思内涵和艺术特色：【选择/名词/简答】\n（1）《两世姻缘》又名《玉箫女》，全名《玉箫女两世姻缘》。\n剧写洛阳歌妓韩玉箫与书生韦皋 gāo 相爱的故事。\n（2）本剧前两折悲剧，后两折喜剧，悲喜连缀，贯通一体，【1804单选】\n成为元杂剧中一个特别的体式，明代汤显祖的传奇《牡丹亭》明显受其影响。\n（3）最动情处在第二折，其中写玉箫思念韦皋的曲词既优美又极有感染力。\n四、秦简夫《东堂老》思想内容和艺术特点：【1410简答】\n（1）《东堂老》，全名《东堂老劝破家子弟》，写商人李实为人正直，帮助友人不肖子扬州奴悔过自新，重振家业。\n（2）既反映了对商人和商业的肯定，也表现了儒家伦理观念对商人职业道德的影响。\n（3）不以情节、词采取胜，词语本色，但刻画得细致而逼真。如东堂老、扬州奴及引诱扬州奴的无赖们的形象"
    },
    {
     "h": "第二编 辽金元文学·第三章 杰出的戏曲家关汉卿与王实甫·第一节 伟大的戏曲家关汉卿",
     "c": "第三章 杰出的戏曲家关汉卿与王实甫\n第一节 伟大的戏曲家关汉卿\n一、关汉卿的生平及创作\n关汉卿：号已斋叟。是元杂剧作家中创作最多的一个。\n自称：普天下郎君领袖，盖世界浪子班头 性格：倜傥风流，桀骜不驯。\n是中国戏曲史上最早最伟大的作家，是元杂剧的奠基人和前期剧坛领袖。\n《录鬼簿》：【0210名词；2410单选】\n（1）元代钟嗣成所著，是中国历史上第一部专门为剧作家立传的戏曲史著作。\n（2）记录了元代戏曲作家一百五十二人，剧目名称四百四十余种，保存了元代戏曲的许多第一手的珍贵历史资料。\n（3）该书将元代重要的散曲和杂剧作家分为七类介绍，大致归纳为\"前辈已死名公才人\"和\"方今才人\"两大类，目的是让那些已死和未死的剧作家们，均\"作不死之鬼，得以远传\"。\n➢简述关汉卿杂剧作品在内容上的分类/杂剧创作概况。【1804/1810简答；2510简答】\n关汉卿的作品创作可分三类：\n（1）第一类是公案剧，揭露社会政治黑暗，反映尖锐的社会矛盾。代表作有《窦娥冤》《蝴蝶梦》《鲁斋郎》等。\n（2）第二类是妇女生活剧，描写妇女的生活和斗争，突出她们的坚强、勇敢和机智，带有喜"
    },
    {
     "h": "第二编 辽金元文学·第三章 杰出的戏曲家关汉卿与王实甫·第一节 伟大的戏曲家关汉卿（续）",
     "c": "剧色彩。代表作有《救风尘》《谢天香》《拜月亭》《调风月》《望江亭》等。\n（3）第三类是历史剧，歌颂历史英雄人物，曲折地表达作者对现实的感受。\n代表作有《单刀会》《西蜀梦》《哭存孝》《陈母教子》等。\n（一）公案剧《鲁斋郎》《蝴蝶梦》：\n（1）公案戏深刻地反映了元代社会的种种弊端，社会的黑暗。\n（2）如豪强横行、地痞无赖逞凶、官吏贪赃枉法和弱者的无告。\n如《蝴蝶梦》里的\"皇亲国戚\"葛标打死王老汉，说\"只当房檐上揭片瓦相似。\"\n如《鲁斋郎》中\"权豪势要\"鲁斋郎看上了张珪的妻子要霸占，竟要张珪自己送上门去。\n关汉卿杂剧题材内容的特点：\n（1）涉及多种多样的社会生活层面和人物，深刻揭示了社会的黑暗面；\n（2）集中反映了社会中弱者的生活遭遇和生活理想，热情赞美他们的美好品格；\n（3）反映社会对弱者的压迫和命运对个人的压迫的同时，表现出弱者顽强的斗争精神。\n（二）妇女生活剧《救风尘》：【2110名词】\n（1）关汉卿长于刻画女性人物，妇女生活戏《救风尘》可作突出代表；\n（2）戏写赵盼儿施展手段凭借聪明智慧解救了宋引章的故事；\n（3）塑造了聪慧勇敢的妓女赵盼儿光彩照人的形象。\n列举关汉卿妇女生活剧的著名作品并概述其创作特色。【1310简答】\n（1）如《救风尘》《谢天香》《拜月亭》《调风月》《望江亭》等。\n（2）描写妇女的生活和斗争，突出她们的坚强、勇敢和机智，带有喜剧色彩。\n（三）历史剧《单刀会》：【1610名词】\n（1）鲁肃设宴，企图荆州，主人关羽单刀赴会。\n（2）该剧有抒情诗剧的特点，风格沉雄壮烈，唱词大气，意境雄浑苍劲。\n二、《窦娥冤》\n（一）《窦娥冤》：简述《窦娥冤》悲剧的创作特色。【1404名词；1510简答】\n（1）全名《感天动地窦娥冤》，关汉卿公案剧的代表作，也是元杂剧中最著名的悲剧。\n（2）作品主旨在于揭示窦娥感天动地的冤屈。\n（3）《窦娥冤》的戏剧冲突尖锐激烈；窦娥的性格刻画得非常鲜明。\n（4）作品通过窦娥和黑暗社会现实的冲突，表现了封建社会妇女的悲剧命运和反抗精神/情绪。\n（5）是元代社会现实的客观反映，其情节借用了汉代后流传的\"东海孝妇\"故事。\n《窦娥冤》的改编有三：\n（1）由公断案的公平到窦娥感天动地的冤屈；\n（2）强调窦娥与整个黑暗社会的矛盾冲突，如窦娥与婆婆/窦娥与张驴儿/窦娥与官府等；\n（3）窦娥的形象具有深刻的社会意义。\n（二）《窦娥冤》的戏剧冲突与窦娥悲剧的因素：\n（1）戏剧冲突尖锐激烈：（四个冲突）窦娥与她的婆婆的冲突，窦娥与无赖张驴儿的冲突，窦娥与官府的冲突，窦娥与整个的黑暗社会的冲突。\n（2）窦娥悲剧的因素：【2504单选】\n高利贷盘剥；泼皮无赖横行无忌；官府黑暗-悲剧的根本原因；读书人的贫穷、封建道德观念的毒害。\n血溅白练、六月飞雪、亢旱三年：\"三桩誓愿\"表现了窦娥不屈的反抗精神。"
    },
    {
     "h": "第二编 辽金元文学·第三章 杰出的戏曲家关汉卿与王实甫·第二节 王实甫和《西厢记》",
     "c": "第二节 王实甫和《西厢记》\n一、王实甫的生平与创作\n王实甫：擅长写\"儿女风情\"一类的戏。《录鬼簿》著录杂剧作品有14种，\n现存《西厢记》（代表作）《丽春堂》《破窑记》三种。残存《芙蓉亭》《贩茶船》\n二、从《莺莺传》到《西厢记》的故事演变\n（一）《西厢记》：（王西厢-王实甫《西厢记》的简称）[1704名词]\n（1）元代王实甫杂剧的代表作。\n（2）剧写张生和崔莺莺的爱情故事，其源于唐传奇《莺莺传》。\n（二）\"王西厢\"：【1210名词】\n（1）指王实甫写的《西厢记》，与董解元《西厢记诸宫调》（董西厢）作区分。\n（2）《西厢记》是我国古代爱情剧中成就最高、影响最大的作品之一。\n通过张生和崔莺莺的爱情故事，热情歌颂青年男女反抗礼教、争取婚姻自由的斗争。\n（3）在思想和艺术方面都取得了很高的成就，影响深远，\n在结构体制上又规模宏大，有学者称它是元杂剧的压卷之作。\n（三）从《莺莺传》到《西厢记》的故事演变：\n（1）唐传奇：《西厢记》故事源于唐代元稹的传奇小说《莺莺传》（又名《会真记》）。\n《莺莺传》中莺莺是个悲剧人物，张生是轻薄负情的书生。借张生之口说莺莺是\"尤物\"，称赞张生是\"善补过者\"。（故事在宋代流传很广）\n（2）金代董西厢：金章宗时期，出现董解元《西厢记诸宫调》。[金代] 张生有情有义、忠于爱情，和莺莺一起抗争，最后获得\"美满团圆\"的结局。【董西厢-1201名词】\n（3）《西厢记诸宫调》是《西厢记》杂剧产生的直接基础。后人称为\"董西厢\"，称王实甫的作品为\"王西厢\"。\"但得一个并头莲，强似状元及第。\"\n（四）《西厢记》的情节和戏剧冲突\n1.剧情和体制：【2504单选；《西厢记》的体制：五本二十一折】\n打破元杂剧四折一楔子的体例，5本连演，用21折的篇幅，充分述写崔、张爱情故事。\n第一本《张君瑞闹道场》，崔、张爱情的开始。\n第二本《崔莺莺夜听琴》，崔、张爱情成熟及与崔夫人的第一次冲突。\n第三本《张君瑞害相思》，崔、张和红娘三人之间的误会与性格，崔张爱情的进一步发展。\n第四本《草桥店梦莺莺》，莺莺到张生书房幽会私下做夫妻。老夫人发觉后拷问红娘，被迫答应婚事。长亭送别后，张生进京赶考。\n第五本《张君瑞庆团圆》，张生考中状元尚未归来时，郑恒欺骗老夫人，成亲当天张生回来，郑恒羞愧自尽，张生与莺莺花好月圆。\n2.戏剧冲突的两条线索：【简述《西厢记》的戏剧冲突—1710简答/2404论述】\n（1）《西厢记》的戏剧冲突有两条线索：\n一是以老夫人及郑恒为一方，以崔莺莺、张生、红娘为另一方的冲突；（主线）\n二是崔莺莺、张生、红娘之间的矛盾冲突。（辅线）\n（2）前者是主线，后者是辅线；两条线索互相制约，交错展开。\n（3）根本意义上：戏剧的矛盾冲突是妥协的结果。崔张最终结成夫妻、老夫人不招白衣女婿的愿望得到了满足（维护相门体面）；作者\"愿天下有情的都成了眷属\"的理想实现了，以门阀地位为基础的婚姻观念也没有遭到破坏。\n➢【2404论述】试论《西厢记》的戏剧冲突。\n（1）《西厢记》的戏剧冲突有两条线索：\n一是以老夫人及郑恒为一方，以崔莺莺、张生、红娘为另一方的冲突；二是崔莺莺、张生、红娘之间的矛盾冲突。前者是主线，后者是辅线，两条线索互相制约，交错展开。\n（2）孙飞虎兵围普救寺之后，崔、张与老夫人的冲突表面化。（3）\"拷红\"是戏剧冲突的又一大转折，人物之间的冲突已经明显表现为两种婚姻观念的冲突。\n（4）郑恒阻挠失败，故事以大团圆结局。从根本意义上说，戏剧的矛盾冲突并不是以崔、张一方的绝对胜利而结束的，而是一种妥协的结果。"
    },
    {
     "h": "第二编 辽金元文学·第四章 元代散曲·第一节 元散曲的创作情况和基本特点",
     "c": "第四章 元代散曲\n第一节 元散曲的创作情况和基本特点\n一、元代散曲的创作情况\n1.散曲\n元曲中的散曲，或者称作清曲，是继词之后兴起的一种新的诗体，属于抒情文学，散曲则属于俗文学。在元代被称为\"今乐府\"。\n隋树森所编《全元散曲》是迄今为止收录最为完备的元散曲总集。\n2.散曲的语言风格：【1710多选；2504单选】\n①用口语白话写成，直白地表露作者的内心感受或生活经验与追求。\n②散曲的妙处在于一泻而下，一览无余，靠风趣、讽刺取胜。\n③生动活泼，通俗易懂，但又不乏文采。周德清《中原音韵》\"文而不文，俗而不俗\"\n3.散曲的形制：【选择/名词/简答】\n散曲的形式有小令、套数（散套）和带过曲。【带过曲—2310名词】\n①小令：又称\"叶儿\"，是散曲最简单的一种形式。单支的曲子都称小令。\n②套数：也称散套，是散曲中结构比较复杂、篇幅较为宏伟的一种形式。\n用同一宫调的若干曲子，按照一定的规则组合在一起，形成一套有头有尾的套曲。\n③带过曲：介于小令和套数之间，一般由同一宫调的两个或三个小令连在一起，共同表达一个内容。\n4.元代散曲创作分前、后两期\n（1）前期：元成宗皇庆、延祐以前，活动中心在大都，是散曲兴盛时期。\n（2）后期：活动中心移至杭州一带。出现专攻散曲，或主要精力、主要成就在于散曲创作的作家，创作倾向趋于雅正典丽。\n5.元代散曲创作的豪放、清丽两种主要风格\n豪放派以马致远称首，清丽派则以张可久为魁。\n前期是以豪放为主流，但是清丽之作也有重要地位；后期则以清丽为主，豪放为辅。\n后期以疏放豪宕著称的作家如贯云石等人，与前期豪放派不同，带江南文学传统的妩媚色彩。"
    },
    {
     "h": "第二编 辽金元文学·第四章 元代散曲·第二节 前期散曲作家作品",
     "c": "第二节 前期散曲作家作品\n散曲前期的创作中心在北方，关汉卿、王和卿、马致远是前期散曲最主要的代表。\n一、关汉卿\n1.关汉卿散曲的主要内容和艺术特点。【2104简答】\n（1）散曲豪爽而带老辣，富有热爱人生、热爱生活的激情，\n对世事具有深刻的洞察力，常表现出诙谐的个性，具有深刻的社会批判意义。\n（2）语言以质朴为主，但也活泼灵动，豪放风趣。写男女恋情的作品则尖新流丽。\n（3）内容有写男女恋情、自适情怀和自画像式地抒写自身感受的。\n代表作：自画像式自赞自嘲的作品——【南吕】《一枝花·不伏老》。\n以通俗、诙谐的语言，以玩世不恭的形式，表示对黑暗统治的反抗。\n\"我是个蒸不烂、煮不熟、捶不扁、炒不爆响当当一粒铜豌豆……\"\n2.简述关汉卿散曲的创作特点。【2104简答题答案】\n（1）关汉卿的散曲多写男女恋情、自适情怀和自画像式地抒写自身感受。\n（2）作品豪爽老辣，富有激情，洞明世事，个性诙谐。\n（3）语言以质朴为主，但也活泼灵动，豪放风趣。\n二、王和卿\n王和卿散曲的风格特征：【选择/简答】\n（1）\"滑稽挑达\"的性格在散曲作品中表现得很充分。【仙吕】《醉中天·咏大蝴蝶》：用\"滑稽\"的方式发泄心中的愤懑，表现他的玩世不恭。滑稽挑达的性格。\n（2）【双调】《拨不断·大鱼》：文人们放浪形骸、恣意任诞和无拘无束生活、精神的自况。\n王和卿【仙吕】《醉中天》[咏大蝴蝶]：挣破庄周梦，两翅驾东风。三百座名园一采一个空。难道风流中，唬杀寻芳的蜜蜂。轻轻飞动，把卖花人扇过桥东。（大蝴蝶：比喻和象征意义。）\n三、马致远\n1.马致远：散曲《东篱乐府》一卷，存小令104首，套数17套，在前期作家中是保存散曲作品最多的。马致远在散曲方面名声很大，被称为\"曲状元\"。【2310单选】\n2.马致远散曲的主要内容和艺术特点。【1504简答/0601简答】\n（1）多写隐居生活，描写自然景物和游子漂泊，表现愤世和厌世的思想。\n（2）曲词老健、疏放、宏丽，成为曲中豪放派的代表。"
    },
    {
     "h": "第二编 辽金元文学·第四章 元代散曲·第二节 前期散曲作家作品（续）",
     "c": "（3）表现超然出世、与世无争、旷达恬退、及时行乐等主题，写自己隐居的较多。\n《天净沙》[秋思]是元散曲中最著名的篇章，被誉为\"秋思之祖\"\n《夜行船》百岁光阴一梦蝶，重回首往事堪嗟。今日春来，明朝花谢。急罚盏夜阑灯灭。\n《天净沙》：枯藤老树昏鸦，小桥流水人家，古道西风瘦马。夕阳西下，断肠人在天涯。"
    },
    {
     "h": "第二编 辽金元文学·第四章 元代散曲·第三节 后期散曲作家作品",
     "c": "第三节 后期散曲作家作品\n代表作家：张养浩、贯云石、乔吉、张可久、睢景臣、刘时中，成就较高的是张养浩、乔吉和张可久。\n一、张养浩\n张养浩：字希孟，号云庄，济南人。有散曲集《云庄休居自适小乐府》。\n不少作品带有政治批判色彩，显示出沉郁的风格，语言较质朴豪放。\n张养浩散曲的主要内容和艺术特点：【1201简答/1904多选；2404单选】\n（1）不少作品带有政治批判色彩，显出沉郁的风格，语言比较质朴豪放。\n（2）对社会和官场的讽刺，更有着深于世故的锐利。赞美田园生活的平静闲适，真挚亲切。\n（3）把咏史怀古引入曲中，叙事抒情言志，对社会历史的看法和对民生疾苦的同情。\n（4）散曲创作较注重立意和构思，意境风格近于诗，于声调格律不太重视。\n（5）创作特点：以诗入曲，把曲作为一种新的抒情诗体来写，具有奔放浩荡的气韵，\n如《潼关怀古》中一开始便写气势雄浑、苍凉沉郁。\"兴，百姓苦；亡，百姓苦。\"\n二、乔吉\n1.乔吉：元后期著名杂剧作家，也以散曲名世。散曲集有《惺惺道人乐府》《乔梦符小令》\n散曲风格：清丽雅正（元代散曲清丽派宗师），注重字句锤炼与音乐和美，内容表现厌世情绪。\n乔吉与张可久并称，是元后期散曲的主要作家和清丽派的代表。\n2.乔吉散曲的主要内容和艺术特点：【选择/简答】\n（1）作品围绕他四十年落拓漂泊的生涯，写男女风情、离愁别绪、诗宴酒会，歌咏山川形胜，抒发隐逸情怀，感叹人生短促、世事变迁。\n（2）以嘲讽、超脱的态度对待功名仕途、世情沧桑，表现洒脱不羁江湖才子的精神面貌。\n如《绿么遍》：\"烟霞状元，江湖醉仙，笑谈便是编修院。留连，批风抹月四十年。\"\n如《山坡羊》[寓兴]说他自己对生活的态度，不取凌云壮志，不取万贯家私，只想学仙人骑鹤的飘然之举。其实是饱经世态炎凉之后对世俗的蔑视。\n（3）乔吉谈散曲作法：作乐府——凤头、猪肚、豹尾。起要美丽/中要浩荡/结要响亮。\n三、张可久\n1.张可久：《小山乐府》，是元人留存散曲最多的作家，与乔吉并称元散曲两大家。\n2.张可久散曲的主要内容和艺术特点：【1810多选/2204简答；2504单选】\n（1）散曲内容比较宽泛：\n①一些吊古伤今之作，表现了对现实的不满和作为一个文人无可奈何的心境。\n如〔中吕〕《卖花声》[怀古]：伤心秦汉，生民涂炭，读书人一生长叹。\n②反映现实的作品对某些生活现象加以讽刺。如【中吕】《山坡羊·夜雪》。\n③咏物写景、闲适游冶之作较多，清丽可喜。如【南吕】《一枝花·湖上晚归》\n（2）注重形式格律，喜欢雕琢字句，追求诗词般的典雅，而又不失清新、自然的本色。少用俚言俗语，不少作品又回归到词的风格韵味，代表了元后期散曲由俗返雅的趋势。\n四、其他【了解】\n杜仁杰：才学宏博，气锐笔健，尤以滑稽善谑著称。\n卢挚：自然活泼，文与姚燧齐名，诗与刘因齐名，曲称大家，词为名家。\n睢景臣：今存《般涉调》《哨遍·高祖还乡》是其代表作，【2310单选】\n构思巧妙，语言幽默辛辣，揭露大胆，尽情地嘲弄了上自帝王下至趋炎附势者。"
    },
    {
     "h": "第二编 辽金元文学·第五章 宋元南戏和话本·第一节 南戏和\"四大传奇\"",
     "c": "第五章 宋元南戏和话本\n由宋元民间\"说话\"衍生出来的话本小说和讲史话本，是中国白话短篇小说和长篇通俗演义的滥觞。\n第一节 南戏和\"四大传奇\"\n一、南戏\n（一）南戏：【0901名词】\n（1）也称戏文，是南曲戏文的简称。所谓南曲，是与北曲杂剧相对而言的。\n（2）南戏早期的中心在浙江温州一带，被称作温州杂剧。温州唐代为永嘉郡，又称永嘉杂剧。\n（二）南戏与杂剧在体制上的区别【选择/简答/论述；0401简答】\n（1）基本体制：杂剧四折一楔子，篇幅较紧凑，情节较集中。南戏没有固定出数，长短自由。\n（2）演唱：杂剧由一人独唱，一唱到底。南戏上场角色都可以唱，还可以对唱、合唱。\n（3）宫调：杂剧每折限用一个宫调，一韵到底。南戏一出之中可以用不同宫调，可以换韵。\n（4）开场：南戏有开场，正戏之前先由副末报告剧情和创作意图；杂剧没有开场。\n（5）角色：杂剧—旦末净杂，南戏—生旦外贴丑净末。\n（6）音乐基础：杂剧-诸宫调，南戏—东南沿海一民歌，吸收宋流行的词体歌曲。南曲与北曲风格差异。总：南戏比杂剧在体制上自由得多，曲调配合、剧本结构、歌唱等，没有杂剧那么多限制，更便于展开情节、塑造人物。\n➢简述南戏的体制特点。【2010考期简答】\n（1）没有固定出数，长短自由；一出之中可用不同宫调，可以换韵。\n（2）角色分生、旦、外、贴、丑、净、末，各个角色都可唱，还有对唱、合唱。\n（3）有开场，在正戏之前先由副末报告剧情与创作意图。\n（4）吸收东南沿海一带民歌与宋代以来词体歌曲，辞情少而声情多。\n二、元代南戏创作的概况\n（一）《永乐大典戏文三种》：\n现存早期南戏剧本《永乐大典戏文三种》-《张协状元》《宦门子弟错立身》《小孙屠》\n（2）南戏最著名的作品是高明的《琵琶记》。\n➢【2404名词】《永乐大典戏文三种》\n（1）《永乐大典戏文三种》是《张协状元》《宦门子弟错立身》《小孙屠》。\n（2）前两种是宋代的作品，只有《小孙屠》是元代作品。\n（二）南戏四大传奇：【1110名词/2210名词】\n（1）南戏，也称戏文，是南曲戏文的简称；《荆钗记》《白兔记》《拜月亭记》《杀狗记》，\n（2）人称\"荆、刘、拜、杀\"四大南戏，又称元代四大传奇。\n（三）四大传奇艺术特点：【1610/1704简答】\n（1）《荆钗记》：艺术特色：\"以情节关目胜\"，情节结构精巧，戏剧性强，戏剧冲突层层展开，很适合舞台演出。其曲文也达到了较高水平。\n（2）《白兔记》：艺术特色：富有民间文学的特色，文字上质朴通俗。\"词极古质，味亦恬然，古色可挹 yì。\"\n（3）《拜月亭记》：艺术特色：元人施惠所作，剧本运用误会巧合的手法，使得关目奇巧而颇见匠心，剧情发展出人意料又在情理之中，加之曲文本色自然，贴合人物身份和性格，有较强的感染力。李卓吾评著名南戏《拜月亭记》的艺术成是\"首似散漫，终致奇绝\"。\n（4）《杀狗记》：艺术特色：曲文俚俗，明白如话，但艺术上显得比较粗率。\n（四）元代\"四大传奇\"在艺术表现上的共同特点：【1010简答】\n（1）\"四大传奇\"的曲文都写得比较通俗易懂，以民间口语为主，很少雕琢和文饰。\n（2）都指事道情，与人说话相似，朴素自然，具有生活气息。\n（3）多偏向于家庭伦理道德教化。（提倡风化、宣扬孝贤）"
    },
    {
     "h": "第二编 辽金元文学·第五章 宋元南戏和话本·第二节 高明和《琵琶记》",
     "c": "第二节 高明和《琵琶记》\n一、高明的生平\n高明：字则诚，号菜根道人，后世称他东嘉先生。今浙江人。有《闵子骞单衣记》。\n南戏最重要的代表作家是高明，称其剧作《琵琶记》是\"南戏之祖\"。\n二、《琵琶记》\n（一）《琵琶记》的主旨和剧情：【选择/简答】\n（1）《琵琶记》是高明根据长期流传于民间的南戏《赵贞女》改编的。\n（2）把蔡伯喈塑造成了一个\"全忠全孝\"的人物形象，\n戏的题目是：\"有贞有烈赵贞女，全忠全孝蔡伯喈\"。\n从浅层意义上说，他要为蔡伯喈洗雪冤屈，从深层意义上说，他是要宣扬忠孝伦理观念。\n（3）真实地反映了元末黑暗的现实：天灾人祸，民不聊生，人民生活的极端痛苦，达官贵人如牛丞相的不关心民生疾苦，专横跋扈，官吏的贪污等，具有深刻的认识意义和批判精神。\n（二）《琵琶记》的人物形象塑造【选择/简答】\n（1）写作《琵琶记》的意图：通过这本戏来宗法伦理道德。开场时宣称\"不关教化体，纵好也枉然\"。\n（2）为了把蔡伯喈塑造成\"全忠全孝\"的形象，戏中设计了\"三不从\"、\"三被强\"。\n\"三不从\"：（辞试父不从，辞婚师不从，辞官君不从），\"三被强\"：（强试，强官，强婚）。\n蔡伯喈的一切作为都是身不由己，是遵从父、师、君之命。（维护伦理观念）。他的不归而造成的一切悲剧，他事实上的背亲弃妇，都没有了责任：\"只为三不从，做成灾祸天来大。\"\n（三）《琵琶记》的艺术成就：简述高明《琵琶记》的艺术特色。【1604简答/2304简答】\n（1）主要塑造了赵五娘这一鲜明的人物形象，她身上体现出中国妇女吃苦耐劳、淳朴善良等传统美德。描写她面对苦难时的顽强不屈和自我牺牲精神，形象富有很强的艺术感染力。\n（2）结构上的\"苦乐相错\"（双线交错）。\n简述《琵琶记》的戏剧结构特点。【1101简答】\n①采用双线交错的结构手法，一条线是蔡伯喈登第；另一条线是赵五娘在家苦守。\n②脉络清晰而富于变化；强烈的贫富对比，也使观众把同情集中到赵五娘身上。\n蔡伯喈相府成亲与赵五娘家中吃糠，蔡伯喈相府赏月与赵五娘家乡葬亲，两两对照。\n（3）曲辞颇富表现力。\n如\"中秋赏月\"，叙蔡伯喈状元及第，被强入赘相府，与新人牛氏中秋赏月。伯喈对月伤怀，心念父母发妻，有苦难言。牛氏则自庆新得佳婿，欢愉之情溢于言表。"
    },
    {
     "h": "第二编 辽金元文学·第五章 宋元南戏和话本·第三节 宋元话本",
     "c": "第三节 宋元话本\n一、话本\n（一）话本：【0510名词/话本小说-2304名词】\n（1）话本，是古代\"说话人\"说话的底本。\n（2）说话是古代民间艺人讲说故事的专称，相当于后来说书。说话起于唐代，兴盛于宋，元代继续流行。最初的话本只是说话人师徒相传的\"说话\"的书面记录，不是供人阅读的。\n（3）后来经过文人的加工整理，刊刻印行，成为可供阅读的小说。\n➢话本小说【2304名词答案】\n（1）\"说话\"艺术形式之一，是\"说话人\"说话的底本。\n（2）多以市井生活为内容，结构一般由题目、篇首、入话、头回、正话和篇尾组成，故事性强，情节生动曲折。采用白话。\n（二）宋代\"说话\"四家\n（1）宋代\"说话\"极为发达，分\"说话四家\"：\"小说、说铁骑、说经、讲史书\"。\n（2）现在所能见到的宋元话本，基本上是\"小说\"和\"讲史\"两家。\n（三）\"讲史\"和\"小说\"的区别\n（1）讲史家的一般称为\"平话\"，小说家的话本则多称作\"小说\"。\n（2）区别：鲁迅说\"讲史之体，在历叙史实而杂以虚辞。小说之体，在说一故事而立有结局\"。\n二、话本小说\n（一）宋元话本小说：\n1.宋元话本小说的保存：今存宋元话本小说，多见于明人编辑刊行的《清平山堂话本》、《古今小说》、《熊龙峰刊行小说四种》、《醒世恒言》、《警世通言》等白话小说集。\n2.宋元话本小说的分类：【1110简答；0410多选/2504多选】\n（1）烟粉类，即烟花粉黛，讲男女爱情，所谓\"春浓花艳佳人胆\"。"
    },
    {
     "h": "第二编 辽金元文学·第五章 宋元南戏和话本·第三节 宋元话本（续）",
     "c": "（2）灵怪类，讲神仙妖术和异物显灵作怪。\n（3）传奇类，讲人世间的奇人奇事，种种悲欢离合的轶事奇闻。\n（4）公案类，讲各种断案故事，恶霸杀人越货，侠盗怪杰不平拔刀，为民除害。\n具有浓郁的世俗生活气息，取材时多把处于社会下层的市井细民及日常生活作为主要内容，反映他们的悲欢离合，对富贵的渴望，对人情世态的玩味，对灵怪、公案的广泛兴趣。\n3.简述宋元话本小说的艺术特点。【2008考期/2110/2504简答；1804多选】\n（1）宋元话本小说的体制形式是结合市民听众的需要而创造出来的，结构一般由题目、篇首、入话、头回、正话和篇尾六个部分组成。（篇首或篇尾多采用诗词）\n（2）宋元话本小说连贯叙述，故事性强，情节曲折生动，带有悬念和巧合。\n叙述方式：符合一般大众的欣赏习惯，即连贯叙述，故事性强，情节曲折生动，带有悬念和巧合，所谓无巧不成书。故事性强，情节曲折生动，带有悬念和巧合，所谓无巧不成书。\n（3）使用白话，便于大众理解。使用大众能够理解的白话进行演说，以生活化的语言代替书面语言，这是小说文体上的重大变革。\n【1804多选】连贯叙述，故事性强；有意制造悬念和巧合；情节曲折符合市民心理；篇首或篇尾多采用诗词。\n4.元代话本小说《宋四公大闹禁魂张》：【选择/生僻简答考纲】\n元人话本小说中艺术水平较高的是《宋四公大闹禁魂张》，塑造侠盗形象。\n塑造宋四公、赵正、侯兴、王秀侠盗形象，他们劫富济贫，专和官府作对，为穷人伸张正义。\n故事情节曲折离奇，语言简练而形象，夸张和幽默。如介绍财主、守财奴张元外一段。\n三、讲史话本\n（一）元代讲史话本的存留情况：\n元代讲史平话现存8种：《三分事略》、《三国志平话》、《武王伐纣书》、《乐毅图齐七国春秋后集》、《秦并六国平话》、《前汉书平话续集》、《宣和遗事》、《薛仁贵征辽事略》。\n其中《三分事略》和《三国志平话》属同书异名，实为7种。\n《三国志平话》、《武王伐纣书》、《乐毅图齐七国春秋后集》、《秦并六国平话》、《前汉书平话续集》，今人合称《全相平话五种》。\n（二）平话：【1110名词】\n（1）元代的讲史话本多标名为\"平话\"；\"平\"还有评论之意，说话人讲述历史故事时往往加以评说；\n（2）平话大多根据各种正史、野史和民间传说改编而成。\n（三）讲史话本的艺术特点：【小蒋提醒：区分话本小说与讲史话本的不同；选择/简答】\n（1）大多根据各种正史、野史和民间传说改编而成，浅显的文言和白话并用；\n穿插诗词，把庞大复杂的历史事件编成情节连贯的长篇故事。\n（2）关目曲折生动，文词却比较质朴，具有提纲性质。只交代大概情节，不做过细的描写。\n这便于说话人登台献艺时，根据各自的演说才能去发挥或增减。\n（四）讲史话本的依傍史实与艺术虚构（历叙史实，杂以虚辞）：【1301/1310名词】\n（1）《三分事略》《三国志平话》：魏、蜀、吴三国故事，鲜明的拥刘反曹倾向。\n故事虽有一定历史依据，但更多的故事情节显示出传奇色彩，有些情节荒诞无稽。\n（2）《武王伐纣书》：故事框架多依傍正史，但增加了不少荒诞的情节，描写质朴中蕴风趣，荒诞中有情理。\n（3）《秦并六国平话》：秦始皇灭六国，穿插荆轲刺秦王、焚书坑儒等故事。\n（4）《前汉书平话续集》：刘邦统一天下后，吕后杀韩信等事，较接近史实，文字质朴。\n（5）《宣和遗事》：讲述北宋末南宋初的一段史事，梁山泊事，对《水浒传》有重大影响。"
    },
    {
     "h": "第二编 辽金元文学·第六章 元代诗文·第一节 元代前期诗文",
     "c": "第六章 元代诗文\n【小蒋老师提醒：元代诗文的前中后分期，特别容易像金代一样考到多选题】\n元代诗文发展-前期：忽必烈去世，元成宗即位以前；\n中期：成宗元贞年到元顺帝即位以前；后期：元顺帝时期。\n第一节 元代前期诗文\n前期诗人：耶律楚材、郝经、刘因、赵孟頫、戴表元——丰富多彩\n元代前期诗文发展的三个阶段及各阶段的代表作家：【了解】\n（1）蒙古灭金统一北方以前：以耶律楚材为代表，及著名道士丘处机。\n（2）蒙古灭金统一北方至统一全国前：最突出的代表是郝经和刘秉忠，其次是王恽，杨奂、李俊民。（3）统一全国后，以元军攻下南宋都城临安为分界：北方诗人成就最高的是刘因，姚燧、卢挚。\n（一）耶律楚材：字晋卿，号湛然居士\n耶律楚材的诗歌思想及其诗歌创作特点：\n①文学思想承金而来，宗苏不抑黄；尚平易、古雅，尚清新雄奇，追求潇洒飘逸、波澜壮阔。\n②作品有超拔、雄豪、绚烂、温纯多种风格。其诗为人称道者较多，如《过阴山和人韵》雄奇瑰丽。生活于西域写的诗，自然流畅而风骨遒上，\"温雅平淡，文以润金石。\"\n耶律楚材：【1904名词】\n（1）元代前期著名诗人。（2）其作品或雄奇瑰丽，或温雅平淡，风格多样。\n（二）郝经：字伯常，卒谥文忠，代表作《甲子秋怀》。\n郝经的文学观念及其诗歌创作特点：\n①其诗苍浑奇崛，气骨特高。诗歌成就主要在律诗和歌行。\n歌行有李贺之凄绝与盛唐边塞诗之气势，律诗多写于后期使宋羁留期间，学杜甫。\n写于被羁留真州时的《甲子秋怀》可以代表他后期诗的风格。\n②散文成就也很高，其佳作在亭台记与碑志传状两类。\n（三）刘因：\n字梦吉，号静修，《静修集》由金入元的作家，作品淡而有味。【\"寓骚雅于冲夷\"】\n（1）刘因诗\"闲婉冲淡，清壮顿挫；理融而旨远，备作者之体。\"如《观梅有感》\n（2）况周颐评刘因词\"寓骚雅于冲夷，足秾郁于平淡。\"作品淡而有味。\n刘因《易台》：\"望中孤鸟入消沉，云带离愁结暮阴。万国山河有燕赵，百年风气尚辽金。物华暗与秋容老，杯酒不随人意深。无限霜松动岩壑，天教摇落助清吟。\"\n（四）赵孟頫 fǔ对元代诗风转变的意义：\n《松雪斋集》，元诗前中期之交，是影响诗风转变的关键人物，表现故宋宗室的黍离麦秀之感。\n（1）其诗在元称大家，为\"元诗四大家\"之先导，胡应麟说他\"首创元音\"。\n（2）他在元诗前中期之交，是影响诗风转变的关键人物。以故宋宗室子孙仕元，内心的隐痛、屈辱、悔恨等都借诗以倾诉表白。其《罪山》诗诉说着无限的悔恨。诗歌中优秀之作较多，如《岳鄂王墓》《钱塘怀古》。《钱塘怀古》表现一位故宋宗室的黍离麦秀之感。\n（五）戴表元：shàn 剡源集》。\n戴表元：特点-清深雅洁；重要诗论家，是宗唐诗风的有力倡导者。\n诗歌主张及其诗歌创作特点：诗宗唐而文沿宋。【酿诗如酿蜜】\n（1）文以题画短文为优，涉笔成趣，得苏轼小品之妙；\n为人所作文集序，多能以浅易之言，发深幽之旨，形象生动，又启发人意；也颇有妙笔。\n（2）诗富有唐诗风味，其中优秀之作，具有唐诗意境，陶诗之味。"
    },
    {
     "h": "第二编 辽金元文学·第六章 元代诗文·第二节 元代中期诗文",
     "c": "第二节 元代中期诗文\n中期诗人：虞集、杨载、范梈、揭傒斯——盛世文风：平易正大\n元代中期诗文发展的两个阶段：文风的交融转变期和盛世文风的形成期。\n➢元诗四大家：【1001/2104名词；2510多选】\n（1）指元代诗人虞集、杨载、范梈、揭傒斯。\n（2）元大德、延祐年间活跃于文坛，因有才被选入翰林院，在京师成为士子向慕的著名人物而享誉诗坛。\n（3）成为元代诗文进入繁荣期的标志，盛世文风。\n（一）姚燧：《牧庵集》文章\"闳肆该洽\"，题跋小品简洁明畅又妙趣流泻。\n（1）文章（散文）：\n\"闳 hóng 肆该洽，豪而不宕，刚而不厉，舂容盛大，有西汉风。\"题跋小品、传记文。\n（2）其诗表现出温厚的风格和对世事民生的关怀。\n（二）虞集：\"元诗四大家\"之首，诗文集《道园学古录》（《道园类稿》），各体诗都有佳作。\n虞集的诗论及诗歌创作特点：【选择/简答】\n①五言古诗学汉魏晋，在汉魏诗的古朴中融入了儒雅。\n②七言古诗主要受唐诗影响，总体说儒雅风流，风格以清朗、疏放、飘逸、清扬为主，时露奇气。也有清丽可爱之作。\n③七言律诗的成就反映了元代七言律诗的成就。\n④散文中，在各体文章中，序、记、题跋、碑铭传状几类写得较好。\n⑤主张宗唐得古。（戴表元也提倡宗唐得古。）\n⑥虞集论文主张\"理以命气\"，论诗追求\"至清至和\"【高频选择】\n（三）揭傒斯：\"元诗四大家\"中最具锋芒的一位。有\"五字长城\"之誉。《揭文安公全集》\n揭傒斯诗歌的思想内容和艺术特点：\n（1）对现实批判之尖锐，对社会弊端揭露之大胆，具有仁民爱物的情怀和作为士君子的担当精神。（2）咏物写景诗\"水中月，如镜中花，谓之真不可，谓之非真亦不可\"，擅写民歌风味的竹枝词。\n（四）黄溍：有《金华黄先生文集》；为一代名儒与著名诗文作家，时人傅亨称其\"擅一代之文章，为诸儒之规范\"。\n黄溍的文论及其散文创作特点：\n（1）为文追求平中见奇，能寓雄肆于醇雅。\n（2）文章长于议论，如《上宪使书》《敏学斋记》。其记叙、写景散文多让人击节称赏。\n[生僻简答考纲点]马祖常：诗作圆密清丽，应酬之作+反映民间疾苦的作品。"
    },
    {
     "h": "第二编 辽金元文学·第六章 元代诗文·第三节 元代后期诗文",
     "c": "第三节 元代后期诗文\n后期诗人：杨维桢、萨都剌——怪奇诗风\n元代后期诗文创作概况：\n（1）以杨维桢为代表的铁崖体或铁崖派影响一时。\n（2）以顾瑛为主人的玉山草堂唱和，与\"吴中四杰\"创作，成为元代最引人注目的文学活动。\n（3）元中期两个诗文中心的走向。后期诗文也是两大中心：婺州和吴中，\n婺州文人积极投身于政治，吴中文人则希望独立于政治之外，做自由的诗人。\n（一）杨维桢（铁崖体）诗歌【1710名词/1510名词】\n1.杨维桢：字廉夫，号铁崖，又号铁笛道人，晚号东维子。《铁崖古乐府》《东维子集》《铁崖腹稿》。\n2.简述杨维桢\"铁崖体\"诗歌的艺术特点。【2210简答；2404/2510单选】\n（1）元末杨维桢诗，号\"铁崖体\"。倡导古乐府，变一时靡弱诗风。大量诗歌写女性，贫妇怨女+丽人贵妇。（崇尚汉魏古诗及李白、杜甫、李贺诗歌，以乐府诗为主要形式）\n（2）其论诗排斥律诗而倡导古乐府，着意学李贺，追求新奇，艺术特点：绚丽瑰奇。\n（3）其竹枝词真淳清新，平易自然，有鲜明的民歌风调。\n3.《铁崖古乐府》：【1510名词】\n（1）元代后期著名作家杨维桢的诗集，十六卷。\n（2）他倡导古乐府，影响一时风气。得意之作《鸿门会》。当元末诗风于委琐靡弱之际，维桢倡古乐府，无疑有其救颓抗俗之志。\n（二）萨都剌诗歌\n萨都剌：字天锡，号直斋。《雁门集》。\n元代成就最高之少数民族诗人，最具代表性的诗人之一。\n（1）以宫词得名，风格以秾艳著称。其丽情乐府更为可爱。\n（2）敢于直面现实：《鬻女谣》《黄河即事》等大胆揭露对社会问题，表现诗人对苦难中百姓的深悯和对丧失人性的官员们深愤。\n\"道逢鬻女弃如土，惨淡悲风起天宇。荒村白日逢野狐，破屋黄昏闻啸鬼。\""
    },
    {
     "h": "第三编 明代文学·第一章《三国演义》和《水浒传》·第一节《三国演义》",
     "c": "第三编 明代文学\n第一章 《三国演义》和《水浒传》\n《三国演义》和《水浒传》是元末明初出现的最优秀的长篇小说，分别代表着古代长篇小说中\"历史演义\"和\"英雄传奇\"两大流派的最高成就，也代表着明代长篇小说发展的第一个高潮。\n第一节 《三国演义》\n《三国演义》是我国长篇章回小说的开山之作，也是我国古代成就最高的长篇历史小说。\n一、《三国演义》的成书、作者和版本\n1.《三国演义》的素材来源和成书过程。\n创作素材来源于三个系统：正史、讲史和戏剧。\n2.罗贯中：元末明初人；中国历史上最早献身于通俗小说创作的作家；现存《赵太祖龙虎风云会》。\n3.《三国演义》的主要版本\n明代前期，《三国志通俗演义》以抄本形式流传，现存最早刊本刻于嘉靖年间。\n清康熙年间，毛纶、毛宗岗父子仿效金圣叹批点《水浒传》的做法，对回目和正文作较大修改，加上自己的评论，名之曰\"第一才子书\"。\"毛本\"成为后来最流行的版本。\n（版本流传）元：三国戏《全相三国志平话》，已具备《三国演义》基本轮廓；明代前期：《三国志通俗演义》以抄本形式流传，现存最早刊本刻于嘉靖年间【2310单选】；明末：《李卓吾先生批评三国志》将240则合并为120回；清康熙年间：毛纶、毛宗岗父子仿效【1910单选】金圣叹批点《水浒传》的做法，对回目和正文都作了较大修改，加上自己的评论，名之曰\"第一才子书\"，\"毛本\"成为后来最流行的版本/通行本【1110单选】，即《第一才子书——三国演义》【2204单选】。\n二、《三国演义》的内容和思想倾向\n➢试述《三国演义》的思想倾向。【1704/1904论述；2510论述】\n（1）《三国演义》依据史实加以文学性的演义，描述了东汉末年到三国归晋百余年的历史，艺术地再现了这一时期政治、军事、外交斗争，表现了\"明君贤臣\"的政治理想和儒家伦理道德观念。\n（2）小说继承了宋代以来以蜀汉为正统的看法，表现出强烈的\"尊刘贬曹\"的倾向。通过对曹操的残暴奸诈、刘备的宽厚仁爱的描写，表现出对\"仁政\"、\"明君贤相\"社会图景的向往。\n（3）小说强调了\"义\"的道德价值，始终以\"义\"作为描写和衡量人物的重要标准，尤其是通过关羽形象的塑造和行为描写，表现了\"义\"不可违的道德原则。这种\"义\"在本质上强调的是人与人之间的以德相报、互相帮助，与民间流行的道德观念也是息息相通的。\n如小说从刘、关、张桃园三结义写起，三人名为君臣，实为兄弟。关羽更是\"义气\"的化身。\n（4）小说全面展示了汉晋之间政治、军事斗争的广阔性和复杂性，还展示出政治、军事斗争中复杂人性的种种表现。一度被视为\"绝好的历史教科书\"。\n➢《三国演义》的主题：拥刘反曹、讴歌贤才、反映三国兴亡、宣扬正统说。\n➢试论《三国演义》的主要内容和思想倾向。【2510论述】\n（1）《三国演义》依据《三国志》等史书记载的历史事实加以文学性的演义，描述了东汉末年到魏、蜀、吴三国归晋百余年的历史，艺术地再现了这一时期政治、军事、外交斗争的广阔性和复杂性，展示了具体生动的历史现象和政治、军事斗争中的智谋权术以及复杂的人性。\n（2）《三国演义》在思想倾向上明显表现出对\"仁政\"和\"明君贤相\"的社会图景的向往。\n《三国演义》继承了宋代以来以蜀汉为正统的观念，表现出强烈的\"尊刘贬曹\"倾向。\n小说将曹操与刘备对比塑造，前者残暴奸诈，而后者是爱护百姓、推行仁政、仁慈谦恭、礼贤下士的\"明君\"。小说还塑造了诸葛亮\"贤相\"的形象，赞美他对君主忠贞不二，鞠躬尽瘁，死而后已。\n（3）《三国演义》在思想上还特别强调儒家伦理道德观念中的\"义\"的道德价值，以\"义\"作为描写和衡量人物的重要标准。小说将关羽塑造为\"义\"的化身。关羽\"挂印封金\"\"过五关斩六将\"，不顾一切阻扰找寻刘备的行为，以及华容道放走曹操，均体现了\"义\"不可违背的道德原则。\n三、《三国演义》的艺术成就：【1604论述】\n（1）据史演义，\"七分实事，三分虚构\"。以《三国志》及裴松之注为依据，据史演义的写法，又以民间传说为依据，进行合理的艺术加工和想象虚构。\n（2）错综复杂的艺术结构，表现出高度成熟的叙事技巧。\n讲述百余年的历史，以蜀汉为中心，抓住三国矛盾斗争的主线，井然有序地展开故事情节，既曲折变化，又前后贯串，形成了一个完整的艺术结构。\n（3）长于战争描写。共写到四十多次战役，上百个战斗场景，各有声色，如赤壁之战。\n[①不雷同/环节叙述生动 ②激烈战争穿插悠闲场面 ③利用悬念层层蓄势 ④侧面烘托、张驰相济]\n（4）善于在情节的展开中表现人物的性格特征。【1604论述】\n（5）语言\"文不甚深，言不甚俗\"。【选择/简答】\n①语言简洁明快，以粗笔勾勒而不以细部描画见长，雅俗共赏，适用历史演义小说。\n②写人物对话能够切中人物的独特个性，如张飞往往快人快语，嫉恶如仇；关羽则往往心高气盛，目中无人；孔明则从容不迫，应答自如。\n➢论述《三国演义》人物描写方面的成就；简述《三国演义》人物形象塑造的特点。【1604论述/2210简答】\n《三国演义》善于在情节的展开中表现人物的性格特征，许多人物给人印象深刻，富有艺术生命力。小说塑造的许多人物都给人深刻的印象，如刘备的宽厚仁爱、曹操的雄豪奸诈、关羽的勇武忠义、张飞的勇猛暴烈、诸葛亮的谋略超人、周瑜的器量狭窄等，都极富有艺术的生命力。\n这些人物鲜明地体现了传统的道德观念，性格特征突出，一定程度上表现出类型化的特点。\n①小说善于运用层层皴染的手法。在反复出现的不同事件中强化人物性格的主要特征。\n比如写曹操的残忍，接连写他梦中杀人、杀吕伯奢全家、杀自认出门救火的数百人。\n②还善于运用传奇色彩极浓的故事和生动的细节塑造人物，如张飞在长坂坡大喝三声，百万曹军\"人如退潮，马似山崩\"，将张飞的威猛气势表现得生动传神。\n③善于运用对比烘托手法塑造人物。\n如写诸葛亮出山，先借徐庶等人之口虚写他的非凡才能，继而刘、关、张两次拜访不遇，诸葛亮尚未出场，已用烘云托月之法，把他的精神气质和人格追求生动地传达出来。第三次拜访时，又用对比手法表现了刘备的宽厚、张飞的莽撞和关羽的沉着。\n④缺点：如人物性格突出但缺少发展变化，为突出人物的主要特点而夸张至失真的地步。\n鲁迅先生即批评它\"欲显刘备之长厚而似伪，状诸葛之多智而近妖\"。\n➢试述《三国演义》虚实相间的艺术观念及其写作技法。\n【小蒋提醒：此为教材改版前题目—1110论述—参考下即可，有一些例子不错可以看看】\n《三国演义》是我国第一部长篇历史小说，它在艺术上取得成功的基本条件，就是正确地处理了历史真实与艺术创造的关系问题。\n（1）《三国演义》七分实事，三分虚构。\n\"七分实事\"是指作品的主要框架、主要人物、主要事件是按照史书记载的真实情况来设计和组织安排的，从而给人以基本的历史真实感；\"三分虚构\"是指在人物和事件的细节描绘上，尽量采用民间传闻中的精彩片段，并附之以作者本人的虚构想象，使之在不影响基本真实的前提下，最大可能地增强故事和人物的艺术魅力。\n（2）作者在对作品进行艺术虚构时，主要采用了以下几种技法：\n①细心穿插，巧于构思，如\"空城计\"一段，作者将其插在\"失街亭\"和\"斩马谡\"之间，使之成为两个一般性情节之间的点睛之笔。\n②于史无征，采用传说。作者大胆采用民间传说，以增强作品的艺术性含量，如\"桃园三结义\"、\"借东风\"、\"孔明吊丧\"等。\n③本末倒置，改变史实。关羽\"单刀赴会\"既与拥刘反曹的倾向一致，又突出了关羽的勇武凛然气概。\n④张冠李戴，移花接木。如\"怒鞭督邮\"本来是刘备所为，小说中改到张飞头上，以免有损于刘备的\"仁君\"形象，并突出张飞的爽直鲁莽性格。\n⑤妙笔生花，善于铺叙。如\"三顾茅庐\"在《三国志》中只有几个字，而《三国演义》中对此进行了精心构撰，先是先声夺人，进而又写刘备在三次寻访时一再误认，既突出了诸葛亮的神秘魅力，又表现了刘备的求贤若渴的迫切心情。\n四、《三国演义》的影响\n开创了一种新型的小说体裁，直接影响到后来大量历史小说的写作。如余邵鱼《列国志传》、施耐庵《大唐秦王词话》、齐东野人《隋炀帝艳史》、袁于令《隋史遗文》等。"
    },
    {
     "h": "第三编 明代文学·第一章《三国演义》和《水浒传》·第二节《水浒传》",
     "c": "第二节 《水浒传》\n一、《水浒传》的成书、作者和版本\n1.《水浒传》的素材来源和成书过程：《水浒传》是一部世代累积型的长篇章回小说。\n2.《水浒传》的作者：明代嘉靖年间高儒的《百川书志》最早著录此书。施耐庵是元末明初人。\n3.《水浒传》的两个版本系统及其主要版本\n分为繁本和简本两个系统：\n（1）繁本文学性强，现知最早的版本，是高儒《百川书志》所著录的《忠义水浒传》100卷。（即一百回嘉靖刻本。）\n（2）现存较完整的早期百回本是万历己丑天都外臣（即汪道昆）序本，和万历三十八年容与堂刊《李卓吾先生批评忠义水浒传》。\n（3）明末金圣叹将繁本中的120回\"腰斩\"，砍去梁山大聚义之后的部分，以卢俊义之梦结束，又把第一回改为楔子，成为70回本，附有精彩的评语，成为后来最通行的版本。\n4.《水浒传》成书过程：\n《新刊大宋宣和遗事》——一批水浒戏——康进之的《李逵负荆》——《水浒传》\n二、《水浒传》的内容和思想倾向\n（一）《水浒传》的内容：\n《水浒传》全书的故事情节大体可以分为三大部分：\n（1）1-70回。写108名梁山好汉被逼上梁山的经过，可以视为梁山好汉的个人英雄传奇故事。\n（2）72-82回。梁山义军同官府对抗作战，又合伙受招安，可视为梁山好汉的集体传奇故事。\n（3）83回-小说结束。梁山义军受招安之后奉命征辽、征方腊，直至最后失败的经过，是梁山起义的最终悲剧结局。\n（二）《水浒传》的思想倾向：【简答/论述】\n（1）《水浒传》揭露了当时社会的黑暗，突出了\"官逼民反\"的主题。\n小说第一个正式登场的人物是高俅，以此人开篇显现了\"乱自上作\"的意识。\n典型性：林冲在家破人亡、走投无路的情况下，他才杀死仇人，决然走上反抗的道路。\n（2）题名为《忠义水浒传》，突出梁山好汉\"替天行道\"，强调其\"忠义\"性质。\n\"忠\"是对朝廷、对君主的忠诚；\"义\"是对朋友、对弱者的义气，二者皆以儒家的道德观念为基础，又融合了下层百姓的愿望和意志；义：更多张扬一种路见不平、拔刀相助、仗义疏财、扶危济困的精神。但\"义\"又往往与强调顺从君权的\"忠\"的思想相冲突。\n（3）展现了\"忠义\"的思想倾向，也暴露了\"忠\"\"义\"作为封建道德难以两全的矛盾。\n（4）告诉读者：\"全忠仗义\"的英雄不能\"在朝廷、在君侧\"，而是\"在水浒\"立足；即使受招安，其最终结局仍然是一场悲剧。\n三、《水浒传》的艺术成就：【1810论述/2410论述】\n《水浒传》虽有一点历史根据，但主要还是在民间传说、话本小说和戏曲故事的基础上撰写而成，不受历史的局限，可以充分发挥艺术的想象。\n（1）塑造了许多栩栩如生、神态各异的草莽英雄形象，被视为英雄传奇小说的典范。\n（2）描写人物的特点：【1810论述】\n①把人物置于引人入胜的情节发展之中；"
    },
    {
     "h": "第三编 明代文学·第一章《三国演义》和《水浒传》·第二节《水浒传》（续）",
     "c": "②塑造人物时倾注强烈的爱憎感情，运用夸张渲染的手法。\n为表现其叱咤风云的英雄气概而适当运用夸张渲染的手法，使人物富有传奇色彩。\n（3）结构主要是单线发展，每组情节既有相对的独立性，又相互连贯、环环相扣。\n以聚义梁山为线索把英雄人物串联起来。71回后则以时间为顺序将故事贯串始终。\n（4）继承发展了\"说话\"艺术的语言风格，运用白话写景叙事，语言生动、准确、富有表现力。如鲁智深拳打镇关西。\n➢试论《水浒传》的艺术成就。【2410论述题答案】\n（1）《水浒传》的主要文学成就在于塑造了许多栩栩如生、神态各异的草莽英雄形象。善于把人物置于引人入胜的情节发展之中塑造，且适当运用夸张渲染手法，使人物富有传奇色彩。\n（2）《水浒传》的结构主要是单线发展，每组情节既有相对的独立性，又相互连贯、环环相扣。\n（3）《水浒传》继承和发展了\"说话\"艺术的语言风格，能娴熟地运用白话来写景叙事，语言生动准确，富有表现力。人物语言具有个性化的特征。\n➢简述《水浒传》的语言风格特点。【1201简答】\n（1）继承和发展了\"说话\"艺术的语言风格，能娴熟地运用白话来写景叙事，语言生动、准确、富有表现力。\n（2）以北方口语为基础，将其加工为成熟的书面语言。\n（3）主要特色是简洁明快、生动含蓄，表现力很强，写人叙事，多白描，几个字便意态毕肖。\n（4）人物语言个性突出。\n●小说描写人物的特点：结合具体形象，试述《水浒传》人物描写的特点。【1810论述】\n（1）《水浒传》的主要文学成就，在于塑造了众多栩栩如生、性格各异的草莽英雄形象，叙一百零八人，而人人有其性情、气质、形状与声口。\n（2）善于将人物置于引人入胜的情节发展中，人物与情节高度融合，避免了人物形象的平板化。人物和情节高度融合在一起，给人以符合生活的真实感，避免了人物形象的平板化。相似的情节，也写得各有声势，起到相互映衬的作用，在相互映衬中突现人物个性，\"犯中求避\"，写出了人物的\"同而不同\"。\n如写武松，安排景阳冈打虎、斗杀西门庆、醉打蒋门神、血溅鸳鸯楼等刀光血影、震撼人心的场面。写林冲，写他误入白虎堂、刺配沧州道、风雪山神庙等一连串不幸的遭遇，从而表现出他处处忍让到忍无可忍的性格变化。\n（3）塑造人物时往往倾注强烈的爱憎感情，运用夸张渲染等手法，使人物叱咤风云的英雄气概与传奇色彩更为鲜明。如写鲁智深倒拔垂杨柳、花荣射雁、石秀跳楼、武松打虎等。\n如写武松打虎，既有浓墨重彩的正面直写，又有层层渲染烘托的手法；既有事前的铺垫，又有打虎中\"闪、轮、劈、丢、揪\"等一系列动作的描写；既有对环境、景色的烘托，又有人物心理的描写；既有写老虎的异常凶狠，又写武松处惊不乱的从容以对。正是这种层层渲染烘托，将武松形象淋漓尽致地表现了出来。\n四、《水浒传》的影响\n1.产生的巨大影响主要表现在社会和文学两个方面。\n（1）社会层面，明末农民大起义、清代义军起义、太平天国、天地会、义和团等，都受到《水浒传》的影响，甚至用《水浒传》的口号等。\n（2）文学层面，对后来的文学创作产生深远的影响。金圣叹把它和《离骚》《庄子》《史记》、杜诗并列，称之为\"第五才子书\"。\n2.它的流传，带动了一大批相关题材的戏曲、小说的问世。\n作为英雄传奇小说的典范，《杨家府演义》《大宋中兴通俗演义》《英烈传》等作品皆受其影响。在国外也产生了广泛的影响。"
    },
    {
     "h": "第三编 明代文学·第二章《西游记》和《金瓶梅》·第一节《西游记》",
     "c": "第二章 《西游记》和《金瓶梅》\n《西游记》是明代神魔小说的代表，创造令人目眩神迷的奇幻世界，标志着中国神魔小说的最高成就。\n《金瓶梅》是明代世情小说的代表，中国世情小说的开山之作，第一部基本由文人独立创作的长篇小说。\n第一节 《西游记》\n神魔小说：鲁迅在《中国小说史略》中提出的概念。神魔小说是在儒、释、道三家思想的影响下，将神佛与妖魔作为是非邪正对立的双方，表现其斗争的小说。\n明代万历年间是中国神魔小说创作的高峰时期，《西游记》是这一高峰时期的最杰出的作品。\n一、《西游记》的成书、作者和版本\n1.《西游记》的素材来源和成书过程：【选择】\n第一阶段：唐代玄奘口述取经途中所见所闻，由门徒辩机辑录成书为《大唐西域记》。后玄奘门徒慧立、彦琮又撰成《大唐大慈恩寺三藏法师传》，穿插带有神异色彩的传说故事。\n第二阶段：《大唐三藏取经诗话》，最早刊刻于南宋。进一步把取经故事虚幻化、神异化。\n第三阶段：元代西游记故事趋于成熟和定型。元末明初出现杨景贤的《西游记》杂剧。元代可能出现过一部较为完整的题名《西游记》的平话。\n2.《西游记》的作者、主要版本：【选择】\n（1）作者：吴承恩，现所知《西游记》的最早版本是嘉靖、万历时期周弘祖在《古今书刻》中所著录的\"鲁府\"和\"登州府\"刊刻本。\n（2）现存最早的百回本，是明万历年间金陵世德堂刊行的《新刻出像官板大字西游记》。\n（3）明代另有两种简本：朱鼎臣编辑的《唐三藏西游释厄传》和杨志和编辑的《西游记传》。\n二、《西游记》的内容和主旨\n（一）《西游记》的内容：\n百回本《西游记》大体可以分成三个部分：\n第1至第7回写孙悟空的来历和大闹天宫；第8至第12回写玄奘的来历及取经的缘起；\n第13回至全书终写取经路上唐僧师徒战胜艰险并取得正果的经过。\n（二）《西游记》的主旨：试述《西游记》的思想内涵。【1610论述】\n（1）作者笔下的孙悟空勇敢、机智，富于正义感和斗争精神。\n《西游记》完成于明代心学思想流行的时代，作者的思想观念深受心学影响。\n心学以\"求放心\"为宗旨，即把受外物迷惑的放纵不羁之心收回到\"良知\"为宗旨。《西游记》的总体构思与这一宗旨相合。\n（2）小说以孙悟空象征\"心猿\"，以大闹天宫喻\"放心\"，以其被压五行山下喻\"定心\"，以取经成正果喻\"修心\"。\n但心学本身存在张扬个性与追求道德完善的内在矛盾，小说在相当程度上破了作者预设的理性框架，表现出对于自我价值、自我个性的肯定和向往。\n（3）《西游记》虽是神魔小说，却与现实生活有着极为密切的关系。\n①笔触所至，多处映射着明代中后期的社会现实。如写车迟国、比丘国的妖道惑乱朝政、残害百姓，明显是影射明世宗崇尚道教及道士邵元节、陶仲文之流扰乱朝纲的腐败现实。\n②所写的神佛与妖魔的微妙关系，是中国传统社会中统治者与社会黑暗势力之间微妙关系的缩影。金角、银角大王是李老君的守炉童子，黄眉大王是弥勒佛的司磬童子，九头狮是太乙救苦天尊的坐骑。孙悟空大战牛魔王即将得胜，各神佛不请自来，将牛魔王收去，扩充自己的力量。\n③所写的各色神佛，都\"极似世上人情\"，展现了尘世间种种情态。\n如\"三调芭蕉扇\"写铁扇公主的失子之痛、牛魔王的喜新厌旧等。\n三、《西游记》的艺术特色：试述《西游记》的艺术特色。【1310论述/2210简答】\n（1）《西游记》最大的艺术特色在于它的奇幻色彩。小说以奇幻的艺术思维展现了一个光怪陆离、五彩缤纷的神话世界，读来令人精神飞跃，心旷神怡。如世外桃源般的花果山。\n形象塑造上：将动物的形态、神魔的法力和人的精神意志三者有机地融为一体——如孙悟空。\n（2）在艺术表现上，还有一个突出特点，是它幽默诙谐的色彩，寓庄于谐。\n从玉帝、如来、观音，到取经路上的国王，到各地的妖魔鬼怪，乃至取经者本人，都可以成为作者打趣调侃的对象。书中大量的游戏之笔用于调节气氛，增加小说的趣味性，也有不少地方含沙射影，揶揄世态。\n（3）在艺术结构上采用单线发展的结构形式，除孙悟空作为主角贯穿全书外，每一回的故事具有相对独立的性质。\n（4）善于汲取民间说唱和方言口语的精华，采用民间谚语，形成轻松活泼、明快洗练的语言特点。\"不当人子、了帐、囫囵吞、一骨辣\"；谚语\"大海里翻了豆腐船，汤里来，水里去\"、\"美不美，乡中水；亲不亲，故乡人\"\n四、《西游记》的影响\n1.《西游记》的续书和仿作游记。\n2.为佛、道及民间流传的各类神佛立传的小说，如《钟馗全传》、《吕祖全传》、《济颠大师全传》、《醉菩提全传》等等\n3.借历史事件写神魔战斗的小说，如《三宝太监西洋记通俗演义》《封神演义》《三遂平妖传》等。《封神演义》成就最高、影响最大。\n4.《西游记》还成为后世戏曲不断改编演出的题材渊薮。在国外也具有深远的影响。"
    },
    {
     "h": "第三编 明代文学·第二章《西游记》和《金瓶梅》·第二节《金瓶梅》",
     "c": "第二节 《金瓶梅》\n一、《金瓶梅》的作年、作者和版本\n1.明代\"四大奇书\"中，《金瓶梅》是唯一没有经历过世代累积过程的作品，\n它是我国历史上第一部文人创作的白话长篇小说。\n2.《金瓶梅》的作者问题：《金瓶梅词话》卷首说\"兰陵笑笑生作《金瓶梅传》\"。\n3.《金瓶梅》的主要版本：\n（1）《金瓶梅》现存最早的版本是万历丁巳（1617）年刊行的《新刻金瓶梅词话》。\n（2）之后的重要刊本，有崇祯年间刊行的《新刻绣像批评金瓶梅》，称崇祯本、说散本；有清康熙年间的《张竹坡批评金瓶梅第一奇书》。\n4.《金瓶梅》的书名：\n从小说中三个主要女性潘金莲、李瓶儿、庞春梅三人的名字中各取一字合成。\n➢《金瓶梅》：【2510名词】\n（1）明代\"四大奇书\"之一，中国文学史上第一部文人创作的白话长篇小说。\n（2）细腻地描写西门庆一家的日常生活及其家族兴衰历史，展示了广阔的生活画面。\n（3）开启了以世俗生活为描写对象的世情小说的先河。\n二、《金瓶梅》的内容与时代特征：\n➢试述《金瓶梅》的主要内容与社会思想意义。【1710论述】\n主体部分细腻描写西门庆一家的日常生活，通过以西门庆为核心的种种社会活动和这个家庭的兴衰历史，展示了广阔的社会生活画面。写的是北宋末年的故事，实际反映的却是明代后期特有的社会现实和世俗人情。西门庆本是清河县一个小商人，刚出场时仅具有从父亲那里继承来的生药铺，却通过卑劣的手段迅速积累财富，在短短的六七年里拥有了五家商铺和多处地产，家资总额合白银近十万两。不惜重金攀附权贵，精心编织了一张强大的社会关系网。\n（1）通过对西门庆这样一个兼富商、恶霸、官僚、淫棍于一身的人物不动声色的描写，充分暴露了明代后期社会的黑暗、吏治的腐朽，及官商勾结、权钱交易等社会现象。\n（2）小说不仅写出了西门庆的贪婪与狠毒，而且也写出了他的精明强干，真实地塑造了明代后期新兴商人形象。[明代后期\"好货、好色\"的社会思潮对小说作者的影响]\n（3）小说通过一个家庭兴衰的故事，表现了对于人性的更为深刻的思考。如果一味放纵人性中好货、好色的这一层面，必然是对于人性的扭曲，乃至成为人性的毁灭。\n三、《金瓶梅》的艺术成就\n（一）试述《金瓶梅》的艺术成就。【2010考期论述】\n（1）塑造人物摆脱了以往类型化的缺陷，既能突出人物性格的主要方面，又能在生活和人际关系中显示出性格的变化与复杂性。"
    },
    {
     "h": "第三编 明代文学·第二章《西游记》和《金瓶梅》·第二节《金瓶梅》（续）",
     "c": "（2）以白描手法写世俗人情，直书其事，不加评论而是非美丑自现。\n（3）将各色人物交织在一起加以描写，突出人物之间的相互关系和作用，形成一种网状的艺术结构。\n（4）语言口语化、通俗化，人物语言则生动活泼，妙趣横生，富有个性。\n（二）《金瓶梅》的艺术成就及其对中国小说发展的贡献。【简答/论述】\n（1）所写的题材和人物都有所不同：描写琐屑的家庭生活世俗情态，处处以平淡无奇的手法如实写来，虽节奏缓慢，却能把各色人物写得活灵活现，标志着中国小说的描写对象的转换，为世情小说的规模涌现打出了一面自张一军的旗帜。\n（2）人物塑造：塑造人物摆脱了以往小说人物类型化的缺陷，既能突出人物性格的主要的方面，又能在生活和复杂的人际关系中表现出人物性格的变化，并且能够写出人物性格的复杂性。\n（3）艺术手法：\n用白描手法写世俗人情，直书其事，不加任何评论，而是非美丑自见。善于抓住富于表现力的细节，让人物在其自身的人际关系中表现出他的性格和美丑。善于运用对比和讽刺手法。\n（4）艺术结构：将各色人物交织在一起加以描写，每一故事在直线推进时又常打破时间的顺序，作横向穿插以拓展空间，不再注重情节的曲折，而是突出人物之间的相互关系和相互作用，形成了一种网状的艺术结构。《金瓶梅》的出现，标志着古代长篇小说在艺术结构方面已经发展到高度成熟的阶段。\n（4）语言特色：比之前的通俗小说更加口语化、通俗化。运用北方尤其是山东地区的方言俗语，经过加工提炼为富有表现力的文学语言，又大量吸取市民中流行的方言等，人物语言则生动活泼、妙趣横生，随人物身份不同而呈现出鲜明差异。\n➢简述《金瓶梅》的语言特点。【2110简答题答案】\n（1）善于运用北方尤其是山东方言俗语，语言通俗，有口语化色彩。\n（2）叙述语言细密、丰富。（3）人物语言生动活泼，妙趣横生，富有个性。\n➢简述《金瓶梅》的语言艺术。【2304简答题答案】\n（1）《金瓶梅》更加口语化、通俗化。运用北方尤其是山东地区的方言俗语，将其提炼为富有表现力的文学语言。\n（2）大量吸取市民中流行的方言、行话、谚语、歇后语等，熔铸成\"一篇市井的文字\"。\n（3）叙述语言细密、丰富，人物语言则生动活泼、妙趣横生。\n➢试论《金瓶梅》的艺术成就。【2504论述题答案】\n（1）《金瓶梅》描写的是琐屑的家庭生活和世俗情态，处处以平淡无奇的手法如实写来，虽然节奏缓慢，却能够把各色人物写得活灵活现，标志着中国小说的描写对象的转换，为世情小说的规模涌现打出了一面自张一军的旗帜。\n（2）《金瓶梅》塑造人物摆脱了以往小说人物类型化的缺陷，既能突出人物性格的主要方面，又能在生活和复杂的人际关系中表现出人物性格的变化，并且能够写出人物性格的复杂性。\n（3）《金瓶梅》主要用不加夸张和雕饰的白描手法写世俗人情，直书其事，不加任何评论，而是非美丑自见。作者善于抓住富于表现力的细节，让人物在其自身的人际关系中表现出他的性格和美丑。\n（4）《金瓶梅》将各色人物交织在一起描写，每一故事在直线推进时又常打破时间的顺序，作横向穿插以拓展空间，不再注重情节的曲折，而是突出人物之间的相互关系和相互作用，形成了一种网状的艺术结构。\n（5）《金瓶梅》的语言比之前的通俗小说更加口语化、通俗化。\n四、《金瓶梅》的影响\n《金瓶梅》开启了以世俗生活为描写对象的世情小说的先河，迅速掀起世情小说的创作热潮。\n（1）表现为《金瓶梅》续书的出现。\n（2）受《金瓶梅》写作范式影响的一大批世情小说的出现。\n①写才子佳人的故事和家庭生活，《玉娇梨》《平山冷燕》《醒世姻缘传》《红楼梦》《海上花列传》；\n②反映社会生活，暴露社会黑暗，《儒林外史》《官场现形记》《二十年目睹之怪现状》。\n（3）《金瓶梅》很早流传到国外，受到国外学者的高度重视。"
    },
    {
     "h": "第三编 明代文学·第三章 明代白话短篇小说·第一节 冯梦龙的\"三言\"",
     "c": "第三章 明代白话短篇小说\n晚明时期冯梦龙的\"三言\"和凌濛初的\"二拍\"代表了我国古代白话短篇小说的最高成就。这些小说被称作\"拟话本\"。\n拟话本：由文人创作、改编或加工润色而成，刊刻目的是供人们案头阅读，但其写作的特点是模仿宋元话本的体制结构和叙述口吻。\n第一节 冯梦龙的\"三言\"\n一、\"三言\"之前的话本小说\n1.现存最早的单篇话本，是元代书坊刊行的《红白蜘蛛》（残）。\n2.现知最早的话本小说总集是嘉靖年间的刊刻的《六十家小说》，又称之为《清平山堂话本》。\n万历年间的书商熊龙峰也刊印了一批话本小说，今人称之为《熊龙峰刊四种小说》。\n二、冯梦龙的生平、思想和著作\n1.冯梦龙：字犹龙，又字耳犹，别号墨憨斋主人、顾曲散人。\n2.冯梦龙的思想和文学主张：【1210简答】\n（1）受李贽\"童心\"说的影响，尚\"真\"重\"情\"，强调自然人性，以抗拒程朱理学之\"天理\"。\n（2）重视通俗文学，以之为\"性情之响\"。民歌方面，收集整理并刊行《挂枝儿》《山歌》。\n（3）主张把有益于社会教化的内容表现为通俗易懂的文学形式。\n（4）提出\"情教\"说。\n三、\"三言\"反映的人情世态（思想内容）\n（一）\"三言\"：【2410名词】\n\"三言\"：是冯梦龙编纂、刊刻的白话短篇小说集，本来通称\"古今小说\"，《喻世明言》、《警世通言》和《醒世恒言》。\n《喻世明言》也单称《古今小说》。主要是叙写现实社会中的人情世态。\n（二）\"三言\"反映的人情世态：简述\"三言\"的思想倾向。\n试述\"三言\"的思想倾向及艺术特色。【2204简答；1510论述】\n\"三言\"是冯梦龙编纂刊刻的白话短篇小说集，包括《喻世明言》《警世通言》《醒世恒言》。\n\"三言\"的内容及思想倾向，主要有三类：\n（1）不少商人题材的小说突破了传统的重农抑商、重义轻利的观念，而转变为乐善好施、诚实守信；体现出整个时代、社会中人们对商人与商业看法的转变。如《汪信之一死救全家》《杨八老越国奇遇》\n（2）不少脍炙人口的婚恋题材的小说，表现出要求婚姻自主和爱情自由的思想观念；把男女情爱视为人生不可或缺的重要组成部分，肯定了情欲的正当性、合理性。如《白娘子永镇雷峰塔》《蒋兴哥重会珍珠衫》《卖油郎独占花魁》《杜十娘怒沉百宝箱》。\n（3）从市民阶层的立场与价值观念出发，揭露和抨击社会各种不公正现象，富有斗争锋芒。如《卢太学诗酒傲王侯》《张廷秀逃生救父》。\n四、\"三言\"的艺术特色：\n简述\"三言\"的艺术特色。试述冯梦龙\"三言\"的艺术特色。【1410论述/2104简答】\n试以具体作品为例，论述\"三言\"的艺术特色。【2404论述】\n（1）\"三言\"艺术上贴近日常的世俗生活，善于在平淡无奇的日常生活中抓住一些偶然巧合来构成富有传奇色彩的故事，使小说的情节曲折跌宕，引人入胜。如《十五贯戏言成巧祸》\n（2）善于通过揭示与外部世界的激烈冲突显示人物内心矛盾，或通过人物行动皴染人物性格的主要特征，还注重人物内心活动的表现。如《卖油郎独占花魁》\n（3）语言方面更加精练，更能体现出雅俗共赏的特征，具有浓郁的生活气息。经过冯梦龙的加工润色，更加精练。\n➢【2404论述题答案】试以具体作品为例，论述\"三言\"的艺术特色。\n（1）随着表现领域的拓展，\"三言\"中的小说更加贴近日常的世俗生活，善于在日常生活中抓住一些巧合来构成富有传奇色彩的故事，使小说的情节曲折跌宕，引人入胜。\n（2）\"三言\"继承了宋元话本以情节展开和人物行动表现人物性格的写法，把人物置于与外部世界的激烈冲突中来显示其内心矛盾，或者通过一系列行动反复皴染人物性格，在表现人物内心活动方面比较细致。\n（3）与宋元话本以俗为尚的语言相比，\"三言\"的语言经过冯梦龙的加工润色，更加精练，更能体现出雅俗共赏的特征。"
    },
    {
     "h": "第三编 明代文学·第三章 明代白话短篇小说·第二节 \"二拍\"及其他拟话本",
     "c": "第二节 \"二拍\"及其他拟话本\n一、凌濛初和\"二拍\"\n凌濛初：空观主人。诗文集《国门集》、戏曲《虬髯翁》等，其中影响最大的是\"二拍\"。\n➢\"二拍\"：【选择/名词】\n（1）凌濛初所作白话短篇小说专集。\"二拍\"即《拍案惊奇》，分为《初刻拍案惊奇》和《二刻拍案惊奇》两种。基本上都是个人创作。\n（2）\"二拍\"是文学史上最早由个人创作的白话短篇小说专集。它的问世，标志着中国白话短篇小说创作进入了一个新的阶段。\n（一）\"二拍\"的主要内容及其社会思想意义：\n（1）商人题材成了\"二拍\"中的最主要的角色，反映出当时商业贸易的许多真实情状。如《转运汉遇巧洞庭红》\n（2）表现出赞同婚姻自由自主、男女地位平等的思想观念，把男女平等的口号喊得更加响亮。如《满少卿饥附饱飏》\n（3）反映世态人情，表现出的批判社会黑暗的愤激情绪较\"三言\"更为强烈。如《恶船家计赚假尸银》。\n（二）\"二拍\"的艺术成就弱于\"三言\"：\n（1）行文比\"三言\"相对粗率；在肯定男女情欲的同时，又伴随着过多的性行为描写；\n（2）多谈神鬼迷信、轮回报应，有时宣扬陈腐的忠孝节义观念等等。注意迎合市民阶层的欣赏趣味，在创作过程中缺少向意蕴内涵层面的提升，许多小说表现的美丑善恶模糊不清。\n（3）其总体文学成就弱于\"三言\"。\n二、\"三言\"、\"二拍\"的影响和其他拟话本\n1.《今古奇观》：【选择/名词】\n姑苏\"抱瓮老人\"选择其中优秀的篇章，取\"三言\"中29篇，\"二拍\"中11篇，共40篇，汇刻为《今古奇观》，成为后来300年间流行最广的拟话本小说选集。\n2.明末清初的其他白话短篇小说：\n天然痴叟的《石点头》，古吴金木散人的《鼓掌绝尘》，周清源的《西湖二集》，陆人龙的《型世言》，西湖渔隐主人的《欢喜冤家》，华阳散人的《鸳鸯针》，东鲁古狂生的《醉醒石》等。"
    },
    {
     "h": "第三编 明代文学·第四章 汤显祖与明代戏剧·第一节 徐渭与明代杂剧",
     "c": "第四章 汤显祖与明代戏剧\n明代戏剧主要包括杂剧和传奇两种类型。汤显祖是明代成就最高的传奇作家，他的\"临川四梦\"尤其是《牡丹亭》，代表着明代传奇的最高峰。\n简述明代戏剧的基本特征。【1201/1010简答】\n（1）明代戏剧主要包括杂剧和传奇两种类型。作家、作品数量众多。\n（2）题材多样。出现了元杂剧中极为少见的讽刺喜剧和反映当时重大事件的时事剧。\n（3）审美风格的雅化。明代剧作家的文化素养和社会地位明显提高，客观上提高了戏曲的社会地位和艺术品位。文人的审美情趣也不可避免地融注到戏剧艺术中，主要表现为戏剧的诗文化，甚至部分作品变成只供阅读的案头剧。\n第一节 徐渭与明代杂剧\n一、明初杂剧"
    },
    {
     "h": "第三编 明代文学·第四章 汤显祖与明代戏剧·第一节 徐渭与明代杂剧（续）",
     "c": "1.朱权：世称宁献王。所著《太和正音谱》集戏曲史论和曲谱于一体。\n所作杂剧，其一为神仙道化剧《冲漠子独步大罗天》，其二为敷演脍炙人口的卓文君私奔司马相如的爱情故事《卓文君私奔相如》。\n3.朱有燉：是明代杂剧史上留作品最多的作家。\n3.其他作家创作：贾仲明有杂剧《萧淑兰》、《升仙梦》，杨讷的杂剧《西游记》。\n刘东生杂剧《娇红记》根据元人宋梅洞的小说改编，为孟称舜的同题传奇的再创作做了铺垫。\n二、明代中后期的杂剧\n1.明代中后期杂创作概况：\n这一时期成就较高的杂剧作家有王九思、康海、冯惟敏、徐渭等。\n从剧本的艺术结构看，杂剧形式更加灵活。所用曲调大多是南北合套的，唱词也越来越文人化，杂剧成为文人娱宾遣兴、抒写心曲的工具，不再以舞台演出为主要目的。\n2.王九思《杜甫游春》：\n王九思：与康海共同名列\"前七子\"中。有诗文集《渼陂集》、散曲《碧山乐府》。\n杂剧《杜甫游春》又名《曲江春》。借杜甫之酒杯，浇自己之块垒。\n杂剧《中山狼》一般认为是明代单折杂剧里最早的作品。\n3.康海《中山狼》：康海：诗文集《对山集》，散曲集《沜东乐府》，杂剧《中山狼》。\n康海《中山狼》与明代杂剧的演变：\n（1）取材于马文锡文言小说《中山狼传》，优秀的讽刺世情的寓言剧。\n（2）主张兼爱的东郭先生冒着风险救了被赵简子人马所追杀的中山狼，这条饿狼竟要吃掉东郭先生。[该剧并非讽刺某人，而是对官场尔虞我诈、弱肉强食的污浊风气的概括]\n（3）特点：主题鲜明，结构严密，关目紧凑，用拟人化的手法写动物，饶有童话趣味，富于教育意义。在此之后，讽刺性杂剧成为明杂剧创作的主流。\n4.徐复祚《一文钱》、王衡《郁轮袍》、冯惟敏《僧尼共犯》、孟称舜《桃花人面》\n讽刺性杂剧成为明杂剧创作的主流；嘉靖后讽刺杂剧作家成就最高的是徐渭。\n三、徐渭和《四声猿》\n1.徐渭：有诗文集《徐文长集》、戏曲史论《南词叙录》。\n➢《四声猿》：【1210名词】\n（1）徐渭杂剧四种：《狂鼓史渔阳三弄》一折，《玉禅师翠乡一梦》二折，《雌木兰替父从军》三折，《女状元辞凰得凤》五折，合称《四声猿》，取义于郦道元《水经注》\"猿鸣三声泪沾裳\"。被赞为\"天地间一种奇绝文字\"。\n（2）四种杂剧长短不拘，形式灵活自由，表现了徐渭离经叛道、追求个性自由的精神。\n2.徐渭《四声猿》的思想内涵和艺术特点：【2410简答/2504名词】\n（1）《四声猿》的思想内涵：\n徐渭杂剧的代表作是《四声猿》，即《狂鼓史》《玉禅师》《雌木兰》《女状元》。\n《狂鼓史渔阳三弄》一折-俗称\"阴骂曹\"，堪称《四声猿》中最杰出的作品；\n《玉禅师翠乡一梦》二折-揭露官场貌似冠冕堂皇却设计害人；《雌木兰替父从军》三折；《女状元辞凰得凤》。\n①《狂鼓史》：写祢衡被曹操杀害后，受阴间判官之请，在阴间重演击鼓骂曹，历数曹操专权弄国、陷害忠良等种种罪恶，俗称\"阴骂曹\"。鲜明的表现出作者惊世骇俗、桀骜不驯的个性。堪称《四声猿》中最杰出的作品。\n②《玉禅师》：通过官、佛相斗，以漫画式的笔法，拨开庄严佛国和正经官场的堂皇外衣。\n③《雌木兰》和《女状元》是讴歌女性的作品。\n《雌木兰》写花木兰女扮男装替父从军，建立功勋，凯旋返乡后嫁给王郎。\n《女状元》写女扮男装的黄春桃考上状元、获得官职，但向要招她做女婿的周丞相说明真相后，只好弃官为妇，埋没了满腹才情。【2310单选】\n（2）《四声猿》的艺术特点：简述徐渭的杂剧创作及其主要艺术特点。【2410简答】\n①其杂剧以惊世骇俗的个性而独树一帜，多采用寓庄于谐的手法，在戏谑诙谐之中渗透着严肃的主题，开辟了讽刺杂剧发展的新天地。\"嘻笑之骂怒于裂眦，长歌之哀甚于痛哭\"。\n②长短不拘，形式灵活，采用寓庄于谐的手法，表现作者离经叛道、追求个性自由的精神。"
    },
    {
     "h": "第三编 明代文学·第四章 汤显祖与明代戏剧·第二节 明代的传奇",
     "c": "第二节 明代的传奇\n明代\"传奇\"：【了解】\n在明代剧坛上占据主流地位的是传奇。\"传奇\"本指唐代文言短篇小说，元末明初也有称元杂剧为\"传奇\"者。\"传奇\"成为不包括杂剧在内的明清中长篇戏剧的概称。\n明代传奇从宋元南戏发展而来，南戏又本是在村坊小曲、里巷歌谣和宋词等诸多艺术门类的基础上发展起来的，在音乐和表演等方面比杂剧更为自由随意。\n随着昆山、弋阳、海盐、余姚\"四大声腔\"的发展成熟，传奇取代杂剧成为一代戏剧的主流。\n一、明前期的传奇\n明代前期出现宣扬忠孝节义的作品。\n邱濬《五伦全备记》：写伍子胥的传人伍伦全和他的异母弟伍伦备既忠于君又孝于父，且夫妇和睦、兄弟友善、朋友信义，是为五伦全备。邵璨《香囊记》继承了它的陈腐说教。\n明前期传奇成就高：姚茂良《精忠记》、苏复之《金印记》、沈采《千金记》、王记《连环计》\n二、明中期的三大传奇\n1.明代中期传奇的新变：\n李开先的《宝剑记》（以忠奸斗争为主要矛盾；林冲）、梁辰鱼的《浣纱记》（西施、范蠡的故事；是一部用改良[魏良辅]后的昆腔曲谱创制演出的传奇）和相传为王世贞所作的《鸣凤记》（描写现实重大政治事件时事剧；严嵩严世蕃父子）三大传奇取得了较高成就，标志着明代传奇繁荣局面的出现。\n2.三大传奇的思想内容：【2104名词】\n（1）李开先《宝剑记》：取材于《水浒传》，以忠奸斗争为全剧的主要矛盾，把林冲塑造成一个忧国忧民、敢于和权贵斗争的士大夫形象。体现了作者关怀现实、希望干预朝政的热情，也表现了他对政治黑暗的深切洞察和猛烈抨击。\n（2）梁辰鱼的《浣纱记》：原名《吴越春秋》，广采正史及民间传说和宋元杂剧中关于西施、范蠡的故事。以赞扬的笔调写范蠡和西施为国家利益而牺牲自己的爱情和幸福，透露出作者看破历史兴亡的沧桑无奈之感，赋予作品以浓厚的悲剧意味。把爱情故事和历史兴亡两种主题自然融合，对后来的《长生殿》、《桃花扇》等名剧都有所启发。\n（3）王世贞《鸣凤记》：广泛而深刻地揭露了当时的政治黑暗，具有重大的现实意义。\n全剧矛盾冲突十分激烈，成功塑造了几位忧国忧民、刚正不阿、临危不惧的义士形象。该剧开拓了政治悲剧现实化的创作道路，影响了李玉的《一捧雪》等表现反严嵩斗争的传奇。\n三、明后期传奇的繁荣局面\n1.明代后期传奇创作繁荣概况\n万历后，明代传奇进入百花齐放的繁荣期，以汤显祖和沈璟为代表的临川派和吴江派最突出。\n2.沈璟：\n（1）沈璟：所著《南词全谱》流行一时成为曲家制曲和演唱必备的法则。\n（2）论曲强调曲文要\"本色\"，语言朴素自然，又强调协律。创作和改编的传奇有17种，合称\"属玉堂传奇\"，《义侠记》为其代表作。\n3.汤沈之争：【1101名词/2310名词】\n沈璟论曲的主张对于纠正传奇创作中不合音律、脱离舞台的弊病有积极意义，但过于强调合律，便易于束缚作者的才情。他曾因汤显祖的《牡丹亭》不合昆腔音律而将其改为《同梦记》，引起了汤显祖的不满，导致了著名的\"汤沈之争\"。\n4.吴江派：沈璟在晚期影响大，追随者众，统称\"吴江派\"。著名：沈自晋、吕天成、王骥德。\n5.吕天成的《曲品》是一部评论传奇作家和作品的专著。\n6.王骥德：《曲律》是明代最重要的曲学理论成果，关于中国戏曲创作规律的比较系统的总结。\n7.明晚剧坛上不属于临川派和吴江派而成就较高的作家有高濂、周朝俊和孙钟龄。\n8.臧懋循的《元曲选》、毛晋的《六十种曲》、沈泰的《盛明杂剧》，《词林一枝》、《摘锦奇音》等通俗戏曲选刻本的流传，对后来的戏曲创作和演出产生了深远影响。"
    },
    {
     "h": "第三编 明代文学·第四章 汤显祖与明代戏剧·第三节 汤显祖和《牡丹亭》",
     "c": "第三节 汤显祖和《牡丹亭》\n一、汤显祖的生平和思想\n1.汤显祖的生平和思想个性：汤显祖反对程朱理学对人性的桎梏，张扬个性，肯定真情，其传奇\"临川四梦\"正是他的复杂感情与独特个性的立体展示。\n2.\"临川四梦\"：汤显祖的传奇作品\"临川四梦\"又称\"玉茗堂四梦\"，包括《紫钗记》《牡丹亭》《南柯记》《邯郸记》。《牡丹亭》代表汤显祖传奇创作的最高成就。【2404单选】\n二、《牡丹亭》\n（一）《牡丹亭》故事来源与汤显祖的改作：\n《牡丹亭》原名《还魂记》，是明代传奇中少有的长篇。对他影响最大的是明代的话本小说《杜丽娘慕色还魂》。\n汤显祖改作使其具有崭新的思想意义：\n（1）改变小说中杜、柳两家门当户对的关系；\n（2）把小说中缺乏性格和行动的杜宝和教书先生加重笔墨，塑造为严正的封建卫道士；\n（3）淡化小说中杜丽娘的淑女色彩，突出其敏感多情、追求自由和爱情的叛逆性格；\n（4）着意描写两人结合的曲折历程，突出了自由爱情所受到的社会、家庭的阻力，同时也彰显了男女主人公对爱情的执着精神。\n（二）汤显祖《牡丹亭》的思想内涵和艺术成就：【1804论述】\n（1）作者张扬至情，肯定自然人性，肯定情与欲的完美结合，给提倡贞节纲常的传统道德观念以猛烈的冲击，具有鲜明的时代精神。\n（叛逆性格的形成与发展—带有叛逆色彩的对于自由和爱情的追求者）\n（2）成功塑造了杜丽娘这一追求自由与爱情、具有强烈叛逆色彩的女性形象。\n（3）在艺术上，《牡丹亭》最大的特色是浓郁的浪漫气息和抒情色彩。\n（4）剧本的主要情节是离奇的，用看似荒诞的情节来表现\"情之必有\"的人生理想。\n（5）剧本的大量唱词是主人公的内心独白，写得深情绵邈，富有诗情画意，具有抒情诗一般的感染人心的力量。\n《牡丹亭》中其他人物也都写得很成功，如丫环春香的天真、活泼与直率，柳梦梅的痴情、纯情与无所畏惧，杜宝夫妇、陈最良、石道姑等人也都各有特色，对杜丽娘形象的塑造起到了烘云托月的作用。\n（三）《牡丹亭》的人物塑造\n1.试从杜丽娘的形象塑造看《牡丹亭》的思想与社会意义。【1910论述】\n简述《牡丹亭》中杜丽娘形象内涵及特征。【2310简答】\n（1）《牡丹亭》成功塑造了杜丽娘这一追求自由与爱情的女性形象。\n她处在一个深受理学影响、压抑自由人性的生活氛围里，但并未泯灭自然人性。\n（2）杜丽娘因感春而入梦，与柳梦梅梦中相会。为情而死，是杜丽娘性格的一次升华。\n（3）她身为鬼魂，仍对柳梦梅一往情深，敢向阎王殿下的胡判官诉说感梦而亡的经过，在历尽险阻之后，终与柳梦梅在现实中结合。为情再生，是杜丽娘性格的又一次升华。\n（4）回到现实之后，杜丽娘敢于在朝堂之上对抗父命，向皇帝诉说心曲，堪称其性格的第三次升华。\n（5）小说通过杜丽娘形象的塑造，张扬至情，肯定自然人性，肯定情与欲的完美结合，对于提倡贞节纲常的传统道德观念以猛烈的冲击，具有鲜明的时代精神。杜丽娘这一形象反映了明代后期张扬个性、肯定真情的社会思潮，有力地冲击和批判了程朱理学桎梏人性的本质。\n2.其他人物：天真、活泼而直率的丫环春香，痴情、纯情而无所畏惧的柳梦梅，杜宝夫妇、陈最良、石道姑等。\n➢【1404论述题答案】试述《牡丹亭》中杜丽娘形象的内涵及其意义。\n（1）杜丽娘生活在一个压抑自由人性的环境中，深受礼教的束缚，为情而死，是她性格的一次升华。\n（2）她执着于爱情，虽为鬼魂仍对柳梦梅一往情深，在历经艰险之后，又为情再生，性格得以再次升华。"
    },
    {
     "h": "第三编 明代文学·第四章 汤显祖与明代戏剧·第三节 汤显祖和《牡丹亭》（续）",
     "c": "（3）杜丽娘由生而死，又由死而生，体现了\"至情\"的力量的强大。在回到现实之后，敢于在朝堂之上抗拒父命，完成了性格的最后升华。\n（4）杜丽娘这一形象反映了明代后期张扬个性、肯定真情的社会思潮，有力地冲击和批判了程朱理学桎梏人性的本质。\n三、汤显祖的其他传奇：【2504单选】\n1.《紫箫记》：《紫箫记》取材于唐人蒋防的传奇小说《霍小玉传》，后改为《紫钗记》。\n该剧结构稍显散漫，虽已显示出汤显祖驾驭曲文的能力，但未脱骈俪化之痕迹，不够本色晓畅。\n2.《南柯记》：取材于李功佐的传奇《南柯太守传》，宣扬佛教文字过多，结构散漫。\n3.《邯郸记》：据沈既济的《枕中记》改编而成，基于作者多年仕宦生涯中对官场倾轧、科举腐败、官僚奢侈等情况的洞察，揭示和批判明代官场的黑暗，表现作者对政治的彻底失望、对现实的愤激和理想破灭之后的苦闷。\n四、\"临川派\"其他传奇作家\n1.临川派：【0601/2204名词】\n戏曲史上将与汤显祖声气相求和受他影响的剧作家群体称作\"临川派\"或\"玉茗堂派\"，其中成就较高的有吴炳、阮大铖和孟称舜。\n他们的共同特点：擅长描摹男女爱情，曲文绮丽，构思奇幻，富有浪漫气息。\n➢临川派：【2204名词答案】\n①明代戏曲流派，以代表作家汤显祖为江西临川人而得名。\n②擅长描写男女情爱，曲文绮丽，构思奇幻，富有浪漫色彩。\n③代表作家汤显祖、吴炳、阮大铖、孟称舜。\n2.孟称舜，传奇《娇红记》，取材于元代宋梅洞的小说《娇红传》。\n该剧长于摹写陷于爱情的青年男女微妙而复杂的心理，并提出\"生同舍，死同穴\"的情爱理想。"
    },
    {
     "h": "第三编 明代文学·第五章 明代散文·第一节 宋濂、刘基与明初散文",
     "c": "第五章 明代散文\n初期：宋濂、刘基、台阁体；\n中期：唐宋派唐顺之、归有光；\n晚明：公安派、竟陵派、张岱等小品文作家。\n明代散文创作概况：【了解】\n明代成就较高、影响较大的散文作家主要集中在 三个时期：\n（1）元末明初，宋濂、刘基等人代表明代散文的第一个创作高潮；\n（2）正德、嘉靖年间，唐宋派的唐顺之、归有光等人代表明代散文发展的第二个高峰；\n（3）万历之后的晚明时期，公安派、竟陵派及晚明思想解放思潮中活跃着的一些小品文作家，标志着明代文学散文的全面繁荣，也代表着明代散文不同于以往时代的个性特征。\n第一节 宋濂、刘基与明初散文\n一、明前期散文概况\n宋濂和刘基代表元明之际散文创作的最高成就。\n1.台阁体散文及代表作家\"三杨\"：【选择/名词；2110名词；2504/2510多选】\n（1）明初文坛上最为流行的是\"台阁体\"。\n（2）代表人物是并称\"三杨\"的杨士奇、杨荣和杨溥pǔ。\n（3）以粉饰太平、歌功颂德为主，以雍容和雅、平易畅达为美。（缺乏现实关怀）\n二、宋濂\n1.宋濂，字景濂，有《宋学士集》。被称作明朝\"开国文臣之首\"。【2504单选】\n2.宋濂的文学思想和散文创作：【选择/简答】\n（1）认为文与道不可为二，\"文非道不立，非道不充，非道不行\"。[文道合一]\n（2）散文宗法韩愈、欧阳修，具有淳深典正、浑穆雍容的特征。\n（3）写得最好的是人物传记。《秦士录》是这类散文的代表。\n（4）另一类是抒情写景的作品。笔调清新，写景鲜活生动。\n三、刘基\n1.刘基：今浙江人。其散文\"与宋濂并为一代之宗\"。诗歌风格沉郁。【2404单选】\n刘基写得最好的是寓言性杂文，代表作《郁离子》。（郁离代表文明）\n2.《郁离子》：如《群蚁》。\n\"郁离\"意思是文明，\"其意为天下后世若用斯言，必可抵文明之志。\"寓意深刻，形象鲜明，通过寓言故事揭露现实生活的弊端，表达作者愤世嫉俗的态度和干预现实的用世激情。\n3.刘基寓言性杂文的特点：【2410单选】\n（1）托物寓意，寓意深刻，表现出作者对生活的敏锐观察和深刻的批判现实的眼光。\n如《群蚁》《楚人养狙jū》（养猴人虐待猴子的故事）。\n（2）夹叙夹议，文字简洁古朴，颇得先秦诸子散文中寓言故事的神采。"
    },
    {
     "h": "第三编 明代文学·第五章 明代散文·第二节 归有光与唐宋派散文",
     "c": "第二节 归有光与唐宋派散文\n能够代表明中期散文的特色与成就的，是唐顺之、王慎中、茅坤、归有光为代表的唐宋派。\n一、唐宋派的兴起及其文学主张\n1.唐宋派：【1001名词、2510单选】\n（1）明代嘉靖年间出现的文学复古流派。\n（2）代表人物有王慎中、唐顺之、茅坤、归有光。\n（3）主张将辞与理统一起来，文道合一，文宗唐宋诸家。茅坤、归有光与\"前七子\"\"后七子\"抗衡，在承认秦汉散文的高度成就的前提下，主张向距离明代更近的唐宋散文家学习。\n2.王慎中，号遵岩，有《遵岩集》。\n3.唐顺之，号荆川，有《荆川先生文集》。\n3.茅坤，号鹿门，有《白华楼藏稿》等。\n➢《唐宋八大家文钞》：【选择/名词】\n（1）茅坤编纂的《唐宋八大家文钞》选辑韩愈、柳宗元、欧阳修、苏洵、苏轼、苏辙、曾巩、王安石八家文章，对后世产生了深远的影响。\n（2）他在反对复古、主张文道合一的方面，与王慎中、唐顺之一致。\n二、归有光\n1.归有光：有《震川先生文集》。在唐宋派中，散文创作成就最高的是归有光。\n2.归有光的文学主张及其散文创作：简述归有光的文学主张与散文创作。【2310简答】\n（1）归有光是唐宋派散文的代表，标榜六经，主张文道合一，而又贴近日常生活。\n（2）注重散文的抒情功能和审美特质。\n（3）长于记事写人，感情真挚，文笔生动，平易淡雅。\n有许多记事写人的散文，如《项脊轩志》《寒花葬志》等，感情真挚，文笔生动，亲切动人，《项脊轩志》这篇小文写的是日常生活中的琐屑小事，却有真挚的感情从朴素的文字间流出，文笔平易淡雅，给人以如对谈笑之感，体现了归有光文学散文的典型风格。"
    },
    {
     "h": "第三编 明代文学·第五章 明代散文·第三节 公安派与晚明时期的小品文",
     "c": "第三节 公安派与晚明时期的小品文\n\"小品\"与小品文：\n\"小品\"一词本为佛教用语，始于晋代，指佛经译本中的简本。明代后期，人们开始用以指称一般文章，主要是指抒写自由、篇幅简短而意味隽永、抒情性较强而无关重大社会主题的文字，以区别于关乎国家政典、理学精义的\"高文大册\"。所指的并不是某一文体类型，可以是尺牍、游记、书信，也可以是日记、传记、序跋等。\n晚明时期，小品文繁荣起来。文人雅客把自由率真的性灵随意表现于文字之中，绝妙的小品文。\n一、李贽与\"童心说\"\n1.李贽与\"童心说\"：童心说。【2210名词】\n李贽：号卓吾、温陵居士。著作有《焚书》《续焚书》《藏书》《续藏书》等多种。\n（1）即\"绝假纯真，最初一念之本心\"，强调其应不受任何外在的\"闻见道理\"（包括理学观念）的遮蔽，应该真实坦率地表露内心的情感和欲望。\n（2）反对伪道学，将儒学经典视为与\"童心\"对立的伪道学存在的依据。\n2.简述李贽文学思想与散文创作特点。【2110简答；2304简答】\n（1）思想具叛逆色彩和反抗精神，肯定人的世俗欲望的合理性。\n（2）受王阳明心学思想影响，提出\"童心说\"，强调诗文创作中思想感情的真实坦率和艺术表现的自由不拘。\n（3）散文见解独特，随意挥洒，语言泼辣犀利，具有鲜明的创作个性。\n写自己疏狂狷介、嫉恶如仇的个性，颇能代表他为人与为文的独特风格。\n➢简述李贽散文的创作个性。【2110简答题答案】\n（1）李贽为文标榜\"童心\"，强调思想感情的真实坦率与艺术表现的自由不拘。\n（2）其散文见解独特，随意挥洒。（3）语言泼辣犀利，个性鲜明。\n二、公安派与\"性灵说\"\n1.公安派与\"性灵说\"：【选择/名词；2310单选】\n（1）在万历后期的文坛上，影响最大的诗文流派是公安派。\n袁宗道、袁宏道、袁中道是公安派的领袖，并称\"三袁\"。\n（2）受到李贽思想尤其是\"童心说\"的影响，进一步提出了著名的\"性灵说\"。\n（3）\"独抒性灵，不拘格套\"是文学宣言，也是他们张扬个性、反对复古的口号。\n（4）性灵说明确肯定人在世俗生活中的情感和欲望，强调个性的发扬。\n他们的文学主张，是晚明个性解放思潮在文学领域的集中体现。\n2.三袁的散文：\n（1）袁宏道的散文：极力反对复古派诸子以古人创作为标准的文学思想，认为诗文应该表露真情、不受成法约束。强调诗文\"令人夺魄\"的艺术感染力。\n（2）袁宗道的散文：充满传统文人士大夫那种闲逸的情趣，喜欢谈禅说理，游记散文如《戒坛山一》、《上方山一》、《小西天一》等，写得真切感人。\n（3）袁中道的散文：游记散文如《游石首绣林山记》《游鸣凤山记》等，描摹入微，情景交融。尺牍《答潘景升》等直抒胸臆，文笔简练明畅。日记《游居柿录》文笔精粹。\n三、袁宏道的小品文：【选择/简答】\n\"三袁\"中袁宏道声望最高，文学创作的实绩也最为突出。\n（1）游记散文很能体现\"独抒性灵，不拘格套\"的文学主张，艺术成就很高，视为柳宗元之后游记散文的又一高峰。\n（2）游记作品出色，如《虎丘记》、《初至西湖记》等。\n（3）性灵派推崇白居易和苏轼，也继承了他们知足常乐、亲近自然、热爱世俗生活的人生态度。并非不关注现实，但更追求精神的自由解脱。\n四、竟陵派的文学主张和小品文\n1.竟陵派：【2304名词】\n（1）是公安派之后，在晚明文坛上出现的影响较大的诗文流派。\n（2）代表人物是钟惺和谭元春。\n2.钟惺、谭元春的文学主张：【选择/简答】\n①论诗文强调\"灵\"与\"厚\"的统一，以诗文表现自己超离尘俗的幽独情思。\n\"引古人之精神，以接后人之心目\"\n②所追求的\"真\"是一种\"幽深孤峭\"的风格，表现封建社会的末世文人主动选择社会边缘的地位，在孤独寂寥中寻求精神慰藉的孤芳自赏的文化心态。\n3.竟陵派小品文的艺术特征（以钟惺小品文为例）：【选择/简答】\n（1）注重字句的锤炼，追求孤峭幽冷、深曲寂静的意境。\n（2）讲究意境的提升和构思布局，钟惺的《浣花溪记》是竟陵派小品文的代表作。\n《浣花溪记》由浣花溪幽静的景色而思及杜甫，写杜甫相貌的\"清古\"，抓住他在穷愁奔走之际尚能择地而居的悠然情趣，从而表现了作者自己的人生追求和审美趣味。"
    },
    {
     "h": "第三编 明代文学·第五章 明代散文·第三节 公安派与晚明时期的小品文（续）",
     "c": "4.《诗归》：钟惺和谭元春一起评选了古代诗歌选本，名为《诗归》，在《诗归序》中宣扬自己的理论主张，产生了很大的影响。\n五、张岱的小品文\n1.张岱：明末张岱的小品文能集众家之长，数量多且质量高，在明代散文史上占有重要地位。\n《陶庵梦忆》《西湖梦寻》《琅嬛文集》；学术著作《石匮书》《史阙》《夜航船》等。\n2.试述张岱小品文的艺术特色/简述张岱小品文的特色。【1010名词/1504论述；2410简答】\n（1）张岱是晚明重要的散文小品作家，著有《陶庵梦忆》《西湖梦寻》《琅嬛huán文集》等，在明代散文史上占有重要地位。\n（2）张岱的小品文深受公安派\"独抒性灵\"的文学观念的影响，又汲取竟陵派小品文之长，既生动活泼、幽默潇洒，又冷峻深曲。\n（3）张岱小品文善于把写景与写人，写风俗民情结合起来，新鲜生动。\n能融情、景、事于一体，读之犹如晚明时期江南的生活画卷，富有诗情画意。\n他汲取了公安派与竟陵派小品文的长处，活泼生动，幽默潇洒。\n（4）时常反思人生，流露出易代之际一位遗民的悲凉情绪和深沉感慨。\n代表作《西湖七月半》《湖心亭看雪》《西湖香市》等。\n➢简述张岱小品文的特色。【2410简答题答案】\n（1）张岱小品文善于把写景与写人，写风俗民情结合起来，新鲜生动。\n（2）他汲取了公安派与竟陵派小品文的长处，活泼生动，幽默潇洒。\n（3）时而流露出易代之际遗民的悲凉情绪。\n3.晚明小品文：试述晚明小品文的艺术成就及特色。【2008考期论述】\n（1）晚明小品文伴随着晚明思想解放的潮流而产生，是明代散文全面繁荣和时代特征的代表。\n（2）主要以公安派、竟陵派和张岱的小品文为代表。\n（3）公安派\"独抒性灵，不拘格套\"，以袁宏道成就最高；尤长于游记文，文笔清丽，意趣横生。\n（4）钟惺、谭元春所代表的竟陵派小品文力避浅俗率易，注重字句锤炼，意境孤峭幽冷、深曲寂静。\n（5）张岱的小品文兼有公安派、竟陵派之长，善于把写景、写人与风俗民情结合起来，表现易代之际作者深沉的悲凉情绪，代表了晚明小品文的最高成就。"
    },
    {
     "h": "第三编 明代文学·第六章 明代诗歌·第一节 高启与明前期诗",
     "c": "第六章 明代诗歌\n[小蒋老师提醒：本章较混乱，同学们先分清李东阳和李梦阳，其次分清前后七子，注意文体-诗歌]\n前期：高启、茶陵诗派（李东阳）；\n中期：前七子（李梦阳）、吴中诗人（唐寅）、后七子（王世贞）\n晚明：公安派、竟陵派、明末党社（陈子龙）\n就创作实绩而言，明代诗歌有三个比较活跃、成就相对较高的时期：\n一是立国之初，有一批由元入明的诗人，其中高启的成就最高；\n二是弘治、正德间，李梦阳、唐寅等人雄峙南北，开创了明代诗歌的新气象；\n三是万历后期，公安派力反复古，竟陵派折中于复变之间，明末党社成员则再揭复古派大旗，为明代诗歌发展画上了一个苍凉悲壮的句号。\n第一节 高启与明前期诗\n一、高启\n1.高启：字季迪，号青丘子。今苏州人。诗集以清人金檀的《高青丘诗集注》最完备。\n2.高启诗歌的主要内容和艺术特点：简述高启诗歌的创作成就。【2104简答/2410单选】\n（1）高启的诗反映时代战乱、感慨民生艰难、关怀现实，但最能代表其创作特点的是表现自我个性、抒写生活志趣的诗。如《青丘子歌》。\n（2）大量创作咏史怀古诗和托物寄慨的诗篇，情致深沉悲凉。如《登金陵雨花台望大江》。\n诗所抒发的孤独凄冷的情思，与新王朝的\"盛世\"气象不协调。\n（3）天才高逸，诗各体兼工，尤长于七言歌行，笔力矫健、气势纵肆。\n（4）高启是明初最杰出的诗人，也是有明一代诗人之翘楚。\n二、明前期的诗坛\n1.刘基：擅诗文，其诗与高启齐名，元末之作沉郁苍凉，成就较高。\n2.袁凯：今上海人。少时以《白燕诗》得盛名，人称\"袁白燕\"。\n3.吴中四杰：高启、扬基、张羽、徐贲。\n4.\"台阁体\"与\"性理诗\"：【2110名词】\n（1）在朝者为\"台阁体\"，在野者为\"性理诗\"。\n（2）\"台阁\"又称\"馆阁\"，主要指翰林院和内阁。\n\"台阁体\"是杨士奇、杨荣、杨溥代表的诗文风格。追求雍容醇厚、平正典雅。【2310单选】\n（3）\"性理诗\"：理学家阐发性理之学的诗作，不讲艺术形象和语言规范，缺感情和文采。\n5.茶陵诗派与李东阳：【0901名词】\n（1）茶陵诗派以李东阳为核心，为明前期诗坛揭开了新篇章。\n李东阳及其周围的友人谢铎、张泰、陆釴、邵宝、顾清、石瑶等人，形成了一个文学主张和创作风貌都较为接近的诗派——茶陵派。\n（2）李东阳诗歌：【选择/简答；2404单选】\n①论诗强调诗歌的审美规范，强调诗与文有别，重视诗的声调、情韵之美。\n②主张宗法唐人，诗歌格律谨严、声调宏畅。【平和醇雅；抒情性加强；与友人门生合为茶陵派】\n③表现领域较为狭小，少有关怀现实的作品。抒情性有所加强，以平和醇雅为主调。\n如李东阳《寄彭民望》：前六句均从对方落笔，代友人抒发怀才不遇、人生艰难的悲愤凄苦之情，表达自己游于京师却不能提携友人的惭愧之感。"
    },
    {
     "h": "第三编 明代文学·第六章 明代诗歌·第二节 明中期的诗坛盛况",
     "c": "第二节 明中期的诗坛盛况\n弘治后期到正德年间，明诗发展出现第二个高潮。李梦阳为首的\"前七子\"和唐寅、祝允明等吴中才子雄踞南北诗坛。\n一、李梦阳和前七子\n1.明代中期诗歌发展盛况：【了解】\n弘治时期李东阳领袖诗坛，为复古思潮的泛滥创造了很好的氛围。\n弘治后期，李梦阳、何景明、徐祯卿、边贡\"弘正四杰\"等青年进士掀起了复古的\"狂飙\"，古诗必学汉魏，近体、歌行宗法盛唐，部分诗歌虽有模拟过甚的缺陷，但相对于台阁体、性理诗乃至茶陵派的诗风而言，更加注重感情的抒发，更加注重体制的规范和文采、意象的美。\n2.李梦阳的诗歌主张及诗歌创作：【2204简答；2410单选】\n（1）李梦阳，认为\"真诗乃在民间\"，写得最好的是七言歌行，《石将军战场歌》雄浑悲壮，纵横变化。\n（2）其诗主要学习杜甫，关怀现实，有深沉的忧患意识，感情激越，气势充沛，富有鲜明生动的艺术形象。写得最好的是七言歌行。如《石将军战场歌》。\n《石将军战场歌》：历史题材，咏叹发生在本朝的\"土木之变\"，表现武将石亨的英勇杀敌、战功赫赫，结尾\"安得再生此辈西备胡\"的慨叹，针对现实且充满忧患意识，有批评今日将帅无能的意旨。\n➢李梦阳的诗歌主张与创作：【2204简答题答案】\n①批评宋诗\"主理不主调\"，提倡比兴，认为\"真诗乃在民间\"。\n②为诗主要学杜诗，感情激越，气势充沛。以七言歌行擅长，雄浑悲壮。\n3.何景明：关怀现实，推崇初唐歌行的流转之调，表现个人情怀的诗篇，风格\"俊逸朗秀\"。\n何景明诗歌主张及创作：\n（1）受杜甫影响，大量关怀现实的诗篇，七律《鲥鱼》讽刺皇帝宠信宦官，七言歌行《岁晏行》表现徭役赋税沉重。\n（2）推崇初唐歌行的流转之调，表现个人情怀的诗篇更美，风格\"俊逸朗秀\"，如《秋江词》对自由生命的热爱。\n4.弘正四杰：李梦阳、何景明、徐祯卿、边贡。\n5.\"前七子\"（李梦阳、何景明）：【1001名词】\n（1）明代弘治、正德年间，以李梦阳、何景明为首的复古主义文学流派，\n（2）有徐祯卿、边贡、康海、王九思、王廷相等。\n（3）借助复古手段而欲达到变革的目的。文学主张被概括大力提倡\"文必秦汉、诗必盛唐\"。旨在为诗文创作指明一条新路子，以拯救萎靡不振的诗风。\n二、唐寅和吴中诗人\n与李梦阳、何景明倡导诗文复古大体同时，苏州地区的文坛颇为活跃。年辈较早的沈周为弘治、正德间吴中的风雅领袖。在他影响下的祝允明、唐寅、文徵明和徐祯卿并称\"吴中四才子\"，徐祯卿在弘治末进士及第后，加入李、何为首的复古阵营，唐寅、祝允明、文徵明更能代表吴中的诗歌风貌。科场上不得意，但受到富庶繁华的江南地区市民文化和享乐风气的影响，反对伪道学，提倡真性情，都兼擅书画，文采风流震耀一时，为明中期的诗坛注入生机和活力。\n1.\"吴中四才子\"：【1201名词】\n（1）吴中四才子，指祝允明、唐寅、文徵明和徐祯卿。\n（2）他们反对伪道学，提倡真性情，且都兼擅书画，文采风流震耀一时，为明中期的诗坛注入了生机和活力。\n2.唐寅诗歌的特点：\n唐寅，字伯虎，又字子畏，号六如居士、桃花庵主等，今江苏苏州人。\n（1）抒情性很强，多涉及人生短暂、及时享乐的主题，能够真实地抒写自我性灵。\n（2）在艺术上表现上则自由挥洒，不假外饰，无意于工拙。却已开晚明公安派\"独抒性灵，不拘格套\"之先声。如《感怀》，唐寅的奉和之作名言警句迭出，在表露自己人生态度的同时流露出强烈的生命意识和感伤情调。\n3.祝允明诗歌的特点：\n祝允明：论诗有复古的倾向，抒写胸怀，主观性强，学陶渊明之冲淡、李白之放达，有酣畅的气势又不乏理性的思考，气度闲放豪逸。如《秋日闲居》。作诗坦诚，写景抒情自然不雕琢。\n4.文徵明诗歌的特点：\n文徵明：诗初学陆游，风格出入唐宋之间，不求高、不务奇。细润雅懿的风调与其画风一致，与唐寅、祝允明又迥然不同。如《阊门夜泊》。\n三、王世贞与\"后七子\"\n1.\"后七子\"：【选择/名词】\n（1）\"后七子\"是李攀龙、王世贞、谢榛、徐中行、吴国伦、宗臣、梁有誉，\n（2）在嘉靖后期重揭复古的大旗，比\"前七子\"更加重视诗歌的艺术特征，从艺术风貌上追摹古人。\n（3）在黑暗的政治氛围里，他们的政治热情和关怀现实、干预现实的精神普遍减淡，没有为诗歌发展找到新的出路。\n2.李攀龙的诗歌主张及其诗歌创作：【选择/简答】\n李攀龙：今山东济南人，有《沧溟先生集》。\n（1）作诗务求境界开阔，声调高华；乾坤、万里等苍茫阔大的意象；但拘于一种审美理念，艺术风貌单一。\n（2）古乐府模拟痕迹明显，七言律诗最为前人所称道，但均给人以故作姿态、装腔作势之感。\n（3）论诗主张：\"诗可以怨—嗟叹/永歌\"，这一主张丰富了复古派艺术追求的情感内涵。\n（4）七绝中有情感真挚、艺术含蓄的作品，最能代表特色和成就，如《挽王中丞》怨愤之情。\n3.王世贞的诗歌思想及其诗歌创作：【选择/简答】\n（1）与李攀龙一起提倡诗文复古，认为学诗应以汉魏盛唐为法，《艺苑卮言》评论古今诗人。\n（2）提倡博观诸家，\"诗以专诣为境，以饶美为材，师匠宜高，捃拾宜博\"。指广泛学习、博采众长。"
    },
    {
     "h": "第三编 明代文学·第六章 明代诗歌·第二节 明中期的诗坛盛况（续）",
     "c": "（3）早期诗大部分能脱去模仿杜甫的痕迹，体制严整而不乏流动的情思。\n与当时社会的黑暗现实纠葛较深，写出批判精神极强的《乐府变》19首，继承了杜甫和白居易新题乐府的精神和写法，讽刺当朝时事，如《钧州变》。\n（4）后期：主盟文坛二十余年，文学思想发生变化，主张调剂众美，诗歌创作的风貌也发生了较大变化，提出了\"真我、词达、天则\"等接近性灵说的主张，如《登太白楼》；学识渊博、才力雄健。\n4.谢榛诗歌的特点：\n（1）谢榛：《四溟山人集》、《四溟诗话》。【2504单选】\n（2）诗字锤句炼而反求畅达自然，声调精纯，运度铿锵。诗《榆河晓发》体现他\"格高气畅\"的艺术追求。但烹炼过熟，多落入既定格套，清新自然的情韵有所不足。"
    },
    {
     "h": "第三编 明代文学·第六章 明代诗歌·第三节 晚明诗歌",
     "c": "第三节 晚明诗歌\n一、公安派与竟陵派的诗歌\n1.公安派及其诗歌思想：\n（1）诗歌创作体现\"独抒性灵，不拘格套\"的主张，注重有感而发、直写胸臆，不避俚俗，不计较在情思格调方面是否合乎古人的法度，自由活泼、清新自然，具有独特的趣味与神韵。\n如袁宏道的《锦帆集》和《解脱集》中仿效民歌的作品，吸收俗语入诗，率直浅易，清新活泼，形成了在当时影响甚大的\"公安体\"。《山阴道》比较山阴（绍兴）的自然美景与杭州西湖，比喻，对王献之名士风度的神往，语言轻快，饶有诙谐的趣味。\n（2）追求随意轻巧风格的同时，呈现出率直浅俗的弊端，以\"戏谑嘲笑，间杂俚语\"，有时会破坏诗歌应当具有的艺术美感。\n2.竟陵派诗歌：\n（1）竟陵派的诗歌与散文一样，要表现他们的\"孤怀\"、\"孤诣\"和\"幽情单绪\"。\n（2）虽情思清冷，题材范围比较狭窄，但苦心吟哦，字锤句炼，有些游览题材的五言古诗写得比较好。代表人物是钟惺、谭元春。\n二、陈子龙与明末党社文学\n1.复社与几社：\n（1）崇祯五年，张溥、张采等人合并江南几十个社团，成立复社。\n（2）其成员多是青年士子，先后共计两千多人，声势遍及海内。他们提倡宗经复古，互相切磋学问、砥砺品格，反对空谈，密切关注社会现实，并希望干预朝政。\n（3）与此同时，陈子龙和夏允彝、徐孚远等人创建几社，与复社相呼应。\n2.复社、几社共同的文学主张：\n在文学方面，其共同之处是重揭前后七子复古的旗帜，但其要旨却不在模拟古人作品的风貌，而是要从文化上复兴传统精神，挽救朝廷的危亡。他们反对公安派、竟陵派那种重视自我性灵的边缘化的人生态度，也反对他们的文学主张，标志着明末诗风新的转向。\n3.陈子龙的诗歌思想及其诗歌创作：【1210简答；2310单选】\n陈子龙，有《陈忠裕公全集》。明末文坛上最杰出的诗人。\n（1）论诗主张效法汉魏盛唐，反对模拟因袭，强调以诗\"忧时托志\"。\n主张\"情以独至为真，文以范古为美\"。\n（2）关注社会现实，写了不少感时伤事的作品。其诗艺术造诣很高，以七言歌行和七律见长。\n如《小车行》《卖儿行》描写难民流落无依的窘困境况，《今年行》等抨击权奸误国、感叹时局艰危，内容充实，感情丰沛，风格苍凉悲壮。\n（3）明亡之后，陈子龙写下不少表达亡国之痛的苍凉悲壮的诗歌，代表作《秋日杂感》十首。\n4.夏完淳：\n几社诗人，抗清就义时17岁。诗赋散文抒写国破家亡的悲痛，饱含血泪，风格悲壮淋漓。"
    },
    {
     "h": "第三编 明代文学·第六章 明代诗歌·第四节 明代散曲",
     "c": "第四节 明代散曲\n一、明代前、中期的散曲\n1.明前期散曲影响最大的朱有燉。\n《诚斋乐府》以赏花、宴游为主，洋溢着一派悠游闲适的富贵情调。音律谐美，影响深远。\n2.康海、王九思的散曲与北方曲家豪迈质朴的风格：\n作品抒发胸中块垒，风格雄爽质朴，浑厚跌宕。康海、王九思等代表北方作家的典型风格。\n3.王磐及其散曲创作：\n王磐：《王西楼乐府》。其散曲多写庆节、赏花、记游等闲适之作，风格爽朗。\n批判黑暗现实之作，如小令《朝天子·咏喇叭》，辛辣讽刺当时权阉的作威作福。\n4.陈铎及其散曲创作：【选择/简答】\n陈铎，教坊中人称\"乐王\"。散曲集《秋碧乐府》《滑稽余韵》，数量为明代散曲家之冠。\n（1）其散曲多写男女风情，文辞流丽。其《滑稽余韵》内容涉及当时城市社会的各类职业，描写世态人情，就像一幅幅市民生活的风俗图卷。\n（2）散曲基本采用当时口语，通俗而又风趣，叙写中夹杂着褒贬。\n二、明代后期的散曲\n1.冯惟敏：现存散曲集《海浮山堂词稿》。【2210单选】\n内容广泛，风格多样，颇多伤时嘲世之作，发泄其牢骚不平，流露出对昔日仕宦生活的烦倦和厌恶，表现退居期间悠闲落拓的心情。散曲不尚浮华，语言浅近本色，风格刚劲朴直。\n2.梁辰鱼：散曲集《江东白苎》，\n（1）大多为酬赠、题咏、艳情一类，也有抒发个人怀抱的作品。\n（2）追求声律的和谐优美，文辞更加文人化、典雅化，喜欢化用古代诗词中的名句，口语成分减少，更接近传统的词的风格。【散曲追求声律和谐，文辞典丽—2310单选】"
    },
    {
     "h": "第三编 明代文学·第六章 明代诗歌·第五节 明代民歌",
     "c": "第五节 明代民歌\n一、明代民歌的繁荣\n1.明代民歌的繁荣及文人的喜爱：\n民歌主题仍然以男女恋情为主。许多提倡真情的文人给民歌高度评价，并在自己的创作中有意识地汲取民歌的情调和手法。如李梦阳宣扬\"真诗乃在民间\"；\n冯梦龙编辑《挂枝儿》《山歌》以民歌的真情反对道学的虚伪，宣扬\"借男女之真情，发名教之伪药\"。\n2.现存最早的明代民歌是成化年间金台鲁氏刊行的：《新编四季五更驻云飞》《新编题西厢记咏十二月赛驻云飞》《新编太平时赛赛驻云飞》《新编寡妇烈女诗曲》4种。\n3.其他收录民歌的作品：张禄《词林摘艳》、郭勋《雍熙乐府》、陈所闻《南宫词纪》等。\n二、《挂枝儿》和《山歌》\n1.《挂枝儿》与《山歌》的主要内容和艺术特点\n冯梦龙编辑整理两部当代民歌专集：《挂枝儿》和《山歌》。\n《挂枝儿》收录万历前后流行的民间时调，极少数为冯梦龙和友人的拟作。\n《山歌》主要收录吴中地区的民歌。\n（1）主要内容：以男女恋情最为突出。\n①作品大胆直率地表露男女主人公对自由爱情的强烈渴望和执著追求，如《分离》《荷》等。\n②一些作品描绘世态人情，写出社会中各种各样的面孔，表明市民阶层的好恶。如《山人》。\n（2）艺术特点：大都形象生动，语言俏皮活泼或清新自然。\n由于许多作品用于妓院歌唱，有不少大胆的男女情事的描写近乎色情，破坏了作品的美感。"
    },
    {
     "h": "第四编 清代文学·第一章 清代诗歌·第一节 清初诗歌",
     "c": "第四编 清代文学\n第一章 清代诗歌\n第一节 清初诗歌\n1.\"江左三大家\"：钱谦益、吴伟业、龚鼎孳。【1301名词】\n2.钱谦益：有《初学集》、《有学集》、《投笔集》。\n3.钱谦益的诗学思想及其诗歌创作。【1610简答】\n（1）文学主张\n①文论中心思想：\"通经汲jí古\"。\n②诗学主张：一是重学问，强调诗中有\"学\"；二是重性灵，指的是\"天地英淑之气\"，\n（2）诗歌特色：主要是典丽悲凉。【2410单选】\n浑融流丽，是他独创的风格。如七律组诗《金陵秋兴》主要写郑成功的斗争事迹和南明桂王政权的形势，包括他和柳如是的抗清活动，堪称明清之诗史。[学杜甫、中晚唐、宋元诗]\n4.吴伟业：号梅村。《梅村家藏稿》。诗中曲折表达了失节仕清、遭世讥贬、抑郁悲凄的心态。\n5.吴伟业诗歌分为前、后期。【选择/简答】\n（1）前期诗风华绮，以清丽之思状男女之怀，如《子夜词三首》。\n（2）后期及乎国难，身经乱离，论者比之庾信，多感慨苍凉之音。这主要体现在以重大历史事件为背景的诗篇中，七言歌行体最为显著，如《圆圆曲》《永和宫词》\n6.吴伟业的《圆圆曲》：【0910名词】\n（1）《圆圆曲》是吴伟业叙事体诗的代表作。以吴三桂和陈圆圆的悲欢离合为线索，写吴为夺回爱妾，不惜叛国投敌，与李自成农民军为敌的故事。\n（2）全诗打破时空限制，运用多种叙事手法，情节曲折，融入诗人自己的人生体验，表现了易代之际独有的生命感和历史感。\n7.\"梅村体\"及其艺术特征：【2008考期简答】\n\"梅村体\"的特点：文词清丽，音节调谐，含蓄委婉，沉着痛快。\n（1）结合唐代诗人的特点：把李商隐诗色泽浓丽的特色、元白长篇叙事诗善于铺排、流丽婉转的风格和初唐四杰抒情歌行的结构方式结合起来，\n（2）以人物命运为中心，注重情节，腾挪跳跃，挟以沧桑浮沉之感，极尽俯仰变幻之能事。\n➢梅村体：【2404名词答案】\n（1）吴伟业的七言歌行体被称为\"梅村体\"。（2）其特点是文辞清丽，善于铺排，以人物命运为中心，寄寓沧桑浮沉之感。代表作是《圆圆曲》。\n8.\"南施北宋\"：【1310名词】\n（1）指施闰章、宋琬。施闰章：安徽人，《学余堂诗集》。宋琬：山东人，《安雅堂全集》。\n（2）施诗温柔敦厚，雅洁有体；宋诗雄健磊落，间多愁苦之思。"
    },
    {
     "h": "第四编 清代文学·第一章 清代诗歌·第二节 遗民诗",
     "c": "第二节 遗民诗\n具有坚贞的气节，参与抗清斗争，至终不渝，被称为\"遗民诗人\"；\n其中诗歌成就较高的有顾炎武、吴嘉纪、钱澄之、屈大均、杜濬、归庄、方以智、陈恭尹等。\n1.顾炎武诗歌的特点\n（1）顾炎武，字宁人，学者称亭林先生。有《亭林诗文集》、《日知录》。\n（2）诗风高古，卓尔大家。\"高古\"源于他对\"天下兴亡，匹夫有责\"的士人责任坚守不渝，源于他深厚的学术修养和遒劲的笔力。他的诗不事雕饰，有益世用，天然古色。\n2.吴嘉纪诗歌的特点：\n（1）吴嘉纪，号野人，有《陋轩诗》。\n（2）诗作表现他的民族感情，更多是反映社会矛盾，抒写民生疾苦。其诗继承乐府歌辞和杜甫、白居易诗歌的优良传统，语言质朴，风格苍劲，以白描擅长。\n3.钱澄之诗歌的特点：\n（1）钱澄之，原名秉镫，字饮光，后号田间，安徽桐城人。有《藏山阁诗存》、《田间诗集》。\n（2）诗歌多写行役艰险，山川胜概，风俗民情，记载抗清事迹和南明王朝内部斗争的诗篇有诗史价值。后期则多闲适恬澹之趣。在遗民诗中独树一帜。代表作《扬州访汪辰初二首》。\n4.屈大均诗歌的特点：【2304多选】\n（1）屈大均，字翁山，有《道援堂集》、《翁山诗外》、《翁山文外》等。\n（2）继承了屈原那种\"虽九死其犹未悔\"的精神。思想感情有\"雄直\"之气，诗歌哀怨似《离骚》，超逸似太白。最擅长五律，能以古体行于律中，有古直之风。（直陈其事、直抒其情）\n5.\"岭南三大家\"："
    },
    {
     "h": "第四编 清代文学·第一章 清代诗歌·第二节 遗民诗（续）",
     "c": "（1）指屈大均、陈恭尹、梁佩兰。\n（2）江左三大家的诗歌\"才情焕发，声律绵丽\"，岭南三大家的诗风\"尚得古贤雄直气\"。\n（3）岭南诗家倡导\"雄直气\"的诗风，消极方面是反对明代公安派和竟陵派，反对宋诗的艰涩；积极方面，是继承《离骚》和汉魏的传统，而为直陈其事、直抒其情的唐音。"
    },
    {
     "h": "第四编 清代文学·第一章 清代诗歌·第三节 王士禛与康熙诗坛",
     "c": "第三节 王士禛与康熙诗坛\n1.王士禛：字贻上，号阮亭，别号渔洋山人，山东新城人。有《带经堂集》《唐贤三昧集》《渔洋诗话》《唐人万首绝句》等。\n2.\"神韵说\"：【1610名词】\n（1）王士禛论诗提倡\"神韵说\"。\n\"神\"是指表现恰到好处的诗味，\"韵\"是把诗引向一种余意不尽、悠闲淡清的境界。\n（2）艺术上，要求诗人将情感艺术加工，讲究意境美。\n如秋雨之萧瑟、春梦之无痕，不仅将此一情感秋雨化、春梦化，而且要进一步落到萧瑟和无痕上，达到\"不着一字，尽得风流\"的审美效果。\n3.王士禛的诗歌思想及其诗歌创作：【1604简答】\n（1）学诗尊唐，推崇王维、孟浩然诗中的闲澹清远的意境。\n（2）诗歌思想体现为\"神韵说\"。\n其怀旧题材，触景生情，易生\"神韵\"之美，易使情感虚化。如成名作《秋柳四首》其一。\n（3）凭吊怀古、模范山水和个人情怀的七言绝句多能实践\"神韵说\"的诗学审美主张。\n4.赵执信对王士禛诗论的辩驳：\n《四库全书总目提要》中说：\"王以神韵飘渺为宗，赵以思想劖（chán）刻为主。\"\n王士禛和赵执信论诗、风格不同。王以才情胜；赵矫之以深峭，诗宗晚唐。赵执信诗的现实感较强，抒情写景，慷慨不平，笔力遒劲，无法将自己的性情隐藏在淡远幽深的\"神韵\"中。\n5.宗宋诗入查慎行、厉鹗的诗歌创作\n（1）查慎行：有《敬业堂集》。诗得苏轼为多，参以白居易的简朴和陆游的情调。\n诗歌较多反映社会民生问题。表现行程景色和风俗民情的诗，清新怡人。\n（2）厉鹗：有《樊榭山房集》、《宋诗纪事》。\n①他批评王士禛和朱彝尊两家的\"傅采\"，独辟蹊径，取之\"孤淡\"，为浙派的代表人物。\n②诗中较少触及现实苦难，全力追求个人生活的艺术化，追求孤淡的情调。\n选材最喜爱秋暮、月夜和雨天，古寺、疏林、晚钟，清幽、闲适、冷僻的情趣。\n③诗工于短章，拙于长篇；工于五言，拙于七言；其流弊是苦涩、险怪。"
    },
    {
     "h": "第四编 清代文学·第一章 清代诗歌·第四节 乾嘉诗风",
     "c": "第四节 乾嘉诗风\n1.沈德潜及其\"格调说\"的内涵：【1110名词；1504多选；2310单选】\n沈德潜：编有《古诗源》《唐诗别裁集》《清诗别裁集》等诗歌选本。\n（1）清代诗人沈德潜为匡正王士禛\"神韵说\"的弊病而提出的一种诗歌理论。\n（2）论诗倡导\"格调说\"。\"格调\"有两层：\n①诗歌创作要本于诗教，与清廷提倡的程朱理学相适应，\"格调说\"带有明显的维护封建统治色彩。\"原本性情，关乎人伦日用及古今成败兴坏之故者\"\n②诗歌创作讲求蕴藉，推尊唐诗，偏袒七子派，尤重诗歌声音的美。\n\"诗以声为用者也，其微妙在抑扬抗坠之间\"\n（3）主张恢复儒家\"温柔敦厚\"、\"忠正和平\"的诗教传统。\n2.翁方纲及其\"肌理说\"的内涵：【1001名词；2404单选】\n（1）翁方纲，有《复初斋集》《石洲诗话》。\n（2）\"肌理\"，即\"文理、义理\"，也就是经术学问。诗歌创作要基于学问，以学济诗。\n（3）肌理说实质上是要求以学问为根底，以考证充实诗歌内容，达到义理与文理的统一。\n针对神韵派的肤廓和格调派的空疏之弊，他提出\"诗必研诸肌理，而文必求其实际\"。\n\"肌理\"，即\"文理\"、\"义理\"，也就是经术学问。\n（4）弊端是：使诗成为阐发学问的有韵文字，少有性情。\n3.\"乾隆三大家\"：袁枚、赵翼、蒋士铨。【2410单选】\n4.袁枚：\n袁枚：号简斋，又号随园老人。世称随园先生。《小仓山房诗文集》、《随园诗话》等。\n➢性灵诗派：袁枚\"性灵说\"及诗歌创作：【选择/名词/简答；2504单选；2510名词】\n（1）清代诗人袁枚标举\"性灵\"，强调真性情，诗中有\"我\"，由此形成\"性灵诗派\"。\n①在袁枚的表述中，\"性灵\"、\"性情\"、\"真我\"，都是指作诗要有个人的真情实感。\n②性灵诗派追求新奇和风趣，语言力求通俗和生动，题材多为下层平民，背叛传统，表现市民意识；善写琐事、异事，俗而有趣，具有市民阶层的审美情趣。\n③袁枚以新兴的商业文化意识对抗传统的名教纲常，表现为极大的叛离和空前的智慧。\n（2）诗歌创作：评袁枚之诗应关注\"真性情\"。诗歌创作和诗学理论同步，《嫁女诗》《马嵬》\n《马嵬》：莫唱当年《长恨歌》，人间亦自有银河。石壕村里夫妻别，泪比长生殿上多。\n7.赵翼、蒋士铨、郑燮的诗歌创作：\n（1）赵翼，字云松，号瓯北。有《瓯北诗集》《瓯北诗话》等。\n其诗作喜发议论，时挟诙谐，随意抒写，清新明畅，有浅露之病。\n（2）蒋士铨：论诗属性灵一派。其不少描写下层苦难的诗作，感人至深。\n（3）郑燮，字克柔，号板桥。有《板桥集》。其政治态度属于传统儒家思想，但诗文里则有着反抗传统的浪漫精神。\n8.黄景仁及其诗歌的特点：简述黄景仁的诗歌特点。【1710简答】\n（1）《两当轩集》\"其称噪一时，乾嘉六十年间，论诗者推为第一。\"在\"天才\"赞誉中被曲解的诗人。\n（2）怀才不遇，多愁善感，其诗愤世悲凉，为盛世的感伤情调。以七古、七律见长：七古雄伟，在跌宕跳跃中流转低吟；七律流丽，既有义山之韵致，又兼山谷之峭拔。"
    },
    {
     "h": "第四编 清代文学·第二章 清代文章·第一节 学者之文与文人之文",
     "c": "第二章 清代文章\n第一节 学者之文与文人之文\n学者之文与文人之文：\n清代前期为经世之文，又可分为学者之文（以黄宗羲、顾炎武、王夫之为代表）和文人之文（以侯方域、魏禧、汪琬为代表）\n➢\"清初三大家\"：【0901名词】\n（1）清代初期三大散文家——侯方域、魏禧、汪琬。侯方域成就较为突出。\n（2）散文注意从文章风格上纠正晚明散文的放诞的纤佻习气，主张恢复唐宋散文的醇厚传统。\n1.清初学者之文概况：\n顾炎武、黄宗羲、王夫之诸家是清代学术界的先驱，也是清代文章的开启者。\n他们穷经治史，讲求经世，反对虚谈。\n（1）黄宗羲：号梨洲。有《南雷文定》、《明夷待访录》、《明儒学案》等。\n（2）王夫之：号姜斋，称船山先生。有《船山诗文集》、《读通鉴论》、《宋论》等。\n（3）顾炎武：顾炎武不以文人自居。有《日知录》。\n他们强调经史传统和实践之功，对于纠正明代轻率儇薄之风有积极作用。\n其文草思想意义大于文学价值。代表作分别为《与友人论学书》《原君》《船山记》。\n2.\"清初三大家\"：侯方域、魏禧、汪琬。\n3.侯方域及其散文的特点：【2310单选】\n侯方域长于古文，尊唐宋八家，《壮悔堂集》。早期为文，流于绮丽，后学韩欧，有奇气，流畅通达有余，深厚蕴藉不足。代表作《李姬传》《马伶传》《答田中丞书》等。\n4.魏禧及其散文的特点：\n魏禧，《魏叔子集》。论文强调\"积理\"和\"练识\"，要作\"有关系之文\"。文章为世所称者，为议论和叙事，史称\"凌厉雄杰\"。代表作《大铁椎传》、《复六松书》、《正统论》等。\n5.汪琬及其散文的特点：\n汪琬，其文近于南宋以来的儒者之言，立意忠恕，但思想深度尚不够。代表作《江天一传》。"
    },
    {
     "h": "第四编 清代文学·第二章 清代文章·第二节 桐城派古文",
     "c": "第二节 桐城派古文\n（一）桐城派：【1110名词；2404单选】\n（1）清代中期重要的散文流派，因其代表人物均为安徽桐城人，故称\"桐城派\"。\n（2）代表人物：方苞bāo、刘大櫆kuí、姚鼐nài。\n（3）以程朱之学为思想基础，以先秦两汉、唐宋八家的古文为楷模，有系统化的散文理论。\n（二）方苞\n1.方苞：字灵皋，号望溪，安徽桐城人。有《望溪全集》。\n2.方苞的古文理论及其古文创作。【1810简答/1410多选】\n在古文理论上，方苞主要贡献有：\n（1）提出\"艺术莫难于古文\"的观点。古文指的是韩愈所定义的古文，写作理念上本之于儒家的道统，创作方法上恪守孟子、司马迁以降的文统。\n（2）\"义法\"说。要求写出一个人的精神面貌，略去无关紧要的文字，布置适当，文字雅洁。\n方苞的古文较好地实践了其理论主张，代表作有《狱中杂记》《先母行略》等。\n（三）刘大櫆\n1.刘大櫆：安徽桐城人。有《海峰集》《论文偶记》\n桐城派刘大櫆的作品《章大家行略》，被姚鼐评为\"真气淋漓，《史记》之文。\"\n2.刘大櫆及其古文创作的艺术特色：【2010考期简答/1904多选；2310单选】\n（1）思想具有批判社会的锋芒，表现为对程朱理学的反动。\n（2）古文：刘大櫆坚持古文的文艺性，较集中描写底层人物，吸收小说刻画人物的方法；\n（3）推崇归有光，善于转折跌宕，层层深入，一唱三叹，散文有诗化的倾向。\n（四）姚鼐\n姚鼐：世称惜抱先生。有《惜抱轩全集》《九经说》《惜抱轩尺牍》，编有《古文辞类纂》。\n1.姚鼐及其古文理论及其古文创作：【2504多选/2510单选】\n古文理论：\n（1）受朴学风气的影响，认为天下学问义理、辞章、考证三者均不可废\n（2）论文本于方苞的\"义法\"说，在刘大櫆的\"神气\"说基础上，提出\"神理气味\"和\"格律声色\"。\n（3）提出了阴阳和刚柔的文章风格论。强调\"平淡\"和\"自然\"的文风。\n2.简述姚鼐古文创作的艺术特点：【1504简答；2504多选】\n（1）古文以神韵见长，迂回荡漾，余味曲包。《袁随园君墓志铭》《刘海峰先生八十寿序》\n（2）其重要贡献是将论学之文和考证之文写得形象生动，气韵充美。其他文章，亦复如此。\n（3）考证之文，随文辨证，意在征实，气体简洁而不芜。\n3.姚鼐是桐城文派的集大成者，及门弟子很多，有著名\"姚门四弟子\"（管同、梅曾亮、方东树、姚莹）和陈用光、刘开等。道咸时期，桐城派古文由江南扩展到全国。\n姚鼐的《古文辞类纂》：是一部古文选本，采集之博，选择之精，分类之善，评校之精，是一部很好的教科书，为桐城派散文流传三百年做出了巨大的贡献。\n（四）阳湖派古文：【1704名词；2504单选】\n（1）清代的文章流派。\n（2）代表人物是恽敬和张惠言。（因张惠言、恽敬是江苏阳湖人得名\"阳湖派\"）\n（3）不以古文自限，好言政治，博征旁引，恣肆不拘，靡丽瑰奇。"
    },
    {
     "h": "第四编 清代文学·第二章 清代文章·第三节 乾嘉学者之文",
     "c": "第三节 乾嘉学者之文\n1.清代乾嘉考据学派别\n清代乾嘉考据学分为两大派：\n（1）一派为吴派，起源于吴中惠周惕而成于其孙惠栋，江声、钱大昕、王鸣盛均属此派。\n思想较守旧，墨守汉人成说。"
    },
    {
     "h": "第四编 清代文学·第二章 清代文章·第三节 乾嘉学者之文（续）",
     "c": "（2）另一派为皖派，起源于江永而成于戴震，王念孙、段玉裁等属此派。主张以文字学为基础，从训诂、音韵、典章制度等方面阐明经义，注重创新，是科学理性的学术态度。\n2.乾嘉学者对桐城派的批评\n吴派和皖派站在不同的立足点上攻击桐城派，批判方苞的空疏和浮薄。\n在文章写作上，他们强调学问之精审而不重文法，为理性之叙事而少抒情之气韵。\n3.戴震文章特点：文章多为论学之作，对文章的看法直接源于考据之学，重视文章创作的理性精神，强调文文法本为学术固有。\n4.钱大昕及其散文的特点：\n钱大昕：清代著名的朴学家。著有《潜研堂文集》、《十驾斋养新录》等。\n文笔简练，亲切可感。理明气和，书味深，淳古澹泊。\n5.章学诚：有《章氏遗书》。有重要的学术理论著作《文史通义》。"
    },
    {
     "h": "第四编 清代文学·第二章 清代文章·第四节 汪中与清代骈文的复兴",
     "c": "第四节 汪中与清代骈文的复兴\n1.清代骈文复兴的社会条件和学术背景\n清代骈文的复兴，有特定的社会条件和学术背景：\n（1）统治稳固，文化受到重视，产生了乾嘉考证之学的繁盛局面。\n（2）汉宋之争，客观上为骈文的复苏提供了条件。\n汉学重考证、训诂、音韵，骈文重辞藻、韵律、用典。\n（3）骈文的复兴是在与桐城派抗衡中出现的。\n2.《骈体文钞》：是一部骈体文集。李兆洛编选《骈体文钞》，视骈文为正宗。【1510名词】\n3.骈文八大家：袁枚、孙星衍、洪亮吉、刘星炜、曾燠、邵齐焘、关锡麟、孔广森。\n4.汪中骈文的特点：【选择/简答；2404/2504单选】\n（1）清初骈文名家，创作最有成就的是汪中。\n（2）学文法六朝，合汉魏晋宋作者而自铸伟词，典属精切，渊雅醇茂，感人肺腑。\n（3）代表作有《哀盐船文》《经旧苑吊马守贞文》《广陵对》《自序》等。\n《自序》虽为骈体，但朴实自然，典雅醇厚，深情款款。用对比表现自己潦倒的一生。"
    },
    {
     "h": "第四编 清代文学·第三章 清词·第一节 清初词坛",
     "c": "第三章 清词\n第一节 清初词坛\n（一）阳羡词派\n1.阳羡词派：【1610/1710多选；2404单选；2510名词】\n（1）江苏宜兴，古称阳羡。代表词人以陈维崧为首。\n（2）推尊词体。不废声律。重视\"立意\"，主张\"拈大题目，出大意义\"，推崇苏辛（苏轼、辛弃疾）。\n（3）在清初变幻动荡的历史背景下产生，有鲜明的政治倾向和浓厚的乡土色调。\n词作多述民生之哀和故国之思，激荡楚郁，凄苍清狂，以陈维崧成就最高。\n➢阳羡词派：【2510名词】\n（1）清初词坛以阳羡人陈维崧为首的词派。成员有徐喈凤、万树、蒋景祁等。\n（2）阳羡词派在清初变幻动荡的历史背景下产生，具有鲜明的政治倾向和浓厚的乡土色调。\n词作多民生之哀和故土之思，词风激荡凄狂。\n2.陈维崧：有《湖海楼诗集》《湖海楼词集》《迦陵文集》等。\n➢简述陈维崧词的艺术特点：【1810简答】\n（1）陈维崧少作以风华绮丽见称，中晚年作品渐趋深婉豪宕，苍凉沉郁。\n如《贺新郎》[纤夫词]，以词的形式描写沿江人民的苦难。\n（2）慢词盘转起伏，骨力警拔，情致酣畅，将赋和歌行的手法运用于词，呈现出\"精悍\"和\"横霸\"的审美风貌。\n（3）以腾越飞扬的才情和劲挺的笔力写作小令，意境阔大。\n（二）浙西词派\n1.浙西词派：【1910名词；2010/2104多选】\n（1）是清代前期最大的词派，影响深广。\n随着清朝统一，阳羡词派的悲慨健举、萧骚凄怨之音，难合于政局一统的新形势，渐趋衰落。\n（2）风格特点醇正秀雅。其创始者朱彝尊及主要作者是浙江人，称之浙西词派。\n（3）以朱彝yí尊为代表，适应清朝大一统局面，以醇正秀雅的词风异军突起。\n（4）从重\"志意\"到重\"韵致\"，从讲气势笔力到醇雅章法，由写实转向空灵，由明快转向含蓄。\n2.朱彝yí尊词学思想及创作：简述朱彝尊《江湖载酒集》的艺术特点。【1510/1904简答】\n（1）尊奉南宋姜夔、张炎，讲求醇雅；偏重在词的格律和技巧。\n（2）《江湖载酒集》是他一生词创作的精粹，所收词作或沉郁苍凉，慨然其情，或清新流动，雅乎其词。远离现实政治的吊古之作，最有力度。\n如《卖花声》[雨花台]，吊古之作，将故国之思淡化为空灵的意绪，营造出一种感伤的氛围。\n情爱词如《金缕曲》[初夏]，婉丽动人，清新含蓄。情爱词高秀圆转或凄丽缠绵。\n3.纳兰性德\n纳兰性德：原名成德，字容若，号楞伽山人。纳兰性德与曹贞吉、顾贞观合称\"京华三绝\"。\n纳兰性德：有《通志堂集》《饮水词》。况周颐《蕙风词话》推性德为\"国初第一词人\"。\n王国维《人间词话》：\"以自然之眼观物……故能真切如此，北宋以来，一人而已。\"\n➢简述纳兰性德词的艺术特点：【1410简答/2310多选】\n（1）工于小令。爱情词低徊悠渺，婉丽清凄；边塞词寥廓苍远，绘景如画。\n（2）爱情词低徊悠渺，婉丽清凄。\n多写一己情致，流于感伤，其悼亡诸什，尤为凄婉。如《南乡子》[为亡妇题照]。\n（3）边塞词苍凉清怨。边塞行吟题材的词，苍凉清怨。如《长相思》。\n（4）长调以情语入词，直抒胸臆。《饮水词》也有一些长调，颇见功力，多不平之气。\n4.顾贞观：有《弹指词》。\n代表作《金缕曲二首》，这两首词是寄赠流放宁古塔的友人吴兆骞的。\n以词代书，全是家常语，深情贯注，真切动人，道出了二人共患难的生死之情。"
    },
    {
     "h": "第四编 清代文学·第三章 清词·第二节 常州词派",
     "c": "第二节 常州词派\n1.常州词派：【1804名词；1110/2110多选】\n（1）嘉庆年间，张惠言、周济提倡《风》、《骚》之旨，【2310单选】\n（2）反对浙西词派徒为形式而为琐屑饤饾之病，一时从风，形成常州词派。\n常州词派讲比兴\"寄托\"。\n（3）除周、张二人外，还有张琦、董士锡、李兆洛、陆继辂、丁履恒等。\n2.张惠言：\n（1）字皋文，精通《周易》，工词赋散文，是阳湖派古文和常州词派的开创者。《茗柯词》。\n（2）张惠言词的艺术特点：【2008考期多选-注意生僻简答】\n张惠言认为词的特点是\"意内而言外\"、\"深美闳hóng约；缘情造端，兴于微言\"。\n①重质实、比兴而有寓意的词学观，援引儒学诗教入词学——经学家的立场。\n②词讲求言外之旨，隐晦奥眇，以物咏志，寄慨遥深。\n如《木兰花慢》[杨花]，咏杨花，将其人格化，实是写词人自己。\n③追求儒家的\"中和\"美学。\n➢简述常州词派的词学主张。【2504简答】\n（1）清嘉庆年间，张惠言、周济倡《风》《骚》之旨，反对浙西词派徒为形式而为琐屑饤饾之病，一时从风，形成常州词派。\n（2）张惠言认为词的特点是意内而言外，援引儒学诗教入词学，主张用比兴寄托来解释词作。\n（3）周济提出了\"非寄托不入，专寄托不出\"的重要思想。强调词的创作要有深刻的寓意，读词要反复涵泳，体会其中的深意。\n3.周济：简述周济\"非寄托不入，专寄托不出\"的词学思想。【1710简答】\n是常州词派理论的集大成者。编选《宋四家词选》。\n（1）在《宋四家词选》中提出\"非寄托不入，专寄托不出\"的重要思想。推尊词体。\n①\"非寄托不入\"，从创作主体而言，词的创作要有深刻的寓意，不是泛泛的即兴之作。\n②\"专寄托不出\"，从接受者而言，对词作要反复涵泳，方能体会其中的深意。\n③词作词旨隐晦，令人难解。\n④主张用汉儒说诗的方法解读四家词作，寻求微言大义。\n（2）《宋四家词选》：周济编选，取周邦彦、辛弃疾、王沂孙、吴文英四家。\n4.项鸿祚：独立于常州词派和浙派之外颇有成就，有《忆云词》。"
    },
    {
     "h": "第四编 清代文学·第四章 清代小说·第一节 清代小说家的文体意识和主体意识",
     "c": "第四章 清代小说\n第一节 清代小说家的文体意识和主体意识\n清代小说家的文体意识和主体意识【了解】\n1.文体意识：从总体上说，清代的章回体小说较以前的同类小说更为精致而丰富。小说注重写实，不以故事情节离奇见长，从外部的矛盾冲突转向为内部的心理和细节的描写。\n2.主体意识：从小说创作主体而言，小说主体由以前的说书家进一步蜕化，出现文人化倾向，从而根本上改变了小说的观念、地位、创作思维和艺术基准，加深了对小说题材的开拓，成为知识分子书写社会人生的重要工具。\n清代小说：\n历史演义与英雄传奇：《水浒后传》《说岳全传》《隋唐演义》\n世情小说：《醒世姻缘传》《红楼梦》《歧路灯》\n才子佳人小说：《平山冷燕》《玉娇梨》和《好逑传》；才学小说：《镜花缘》\n神怪小说：《西游补》《绿野仙踪》；话本小说：《无声戏》《十二楼》\n文言小说：《燕山外史》《蟫yín史》《聊斋志异》《阅微草堂笔记》《谐铎》《萤窗异草》《夜雨秋灯录》"
    },
    {
     "h": "第四编 清代文学·第四章 清代小说·第二节 清代小说创作的繁荣",
     "c": "第二节 清代小说创作的繁荣\n（一）历史演义与英雄传奇：【2110多选】\n1.历史小说：《水浒后传》《说岳全传》《梼杌闲评》《隋唐演义》。\n2.《水浒后传》：作者陈忱chén。《水浒后传》可能是他晚年的作品，是一部\"泄愤之书\"。\n3.钱采、金丰撰写《说岳全传》：小说创作的理念是\"忠\"。\n4.褚人获《隋唐演义》：杂采《隋唐两朝志传》《隋炀帝艳史》《隋史遗文》等前人旧作，汇编修改而成。\n5.蔡元放的《东周列国志》、无名氏的《说唐演义全传》、吕熊的《女仙外史》等。\n6.《梼杌táo wù闲评》50回，成书年代和作者不详。小说写阉党魏忠贤的事迹。\n（二）世情小说和才子佳人小说\n1.世情小说：【2310多选】\n（1）较早有《醒世姻缘传》，乾隆后有《歧路灯》《蜃楼志》等。《红楼梦》的出现将世情小说的创作推向高潮。\n（2）《醒世姻缘传》是继《金瓶梅》之后的又一部以家庭为描写中心的长篇白话小说。\n①《醒世姻缘传》的思想内容\n小说以明正统至成化年间为背景，叙述一个冤仇相报的两世姻缘故事。以晁源、狄希陈的两世姻缘为中心，描写各个社会阶层，上自州官权贵，下至商人、儒林、僧道、江湖医生、农村无赖、婢仆等，展现一幅生动的社会风情画。宣扬因果轮回的宿命论思想，思想价值不高。\n②《醒世姻缘传》的艺术特色：好用方言俗语，摹绘农村人的口吻，诙谐幽默，形象毕肖。采用夸张式的漫画手法写素姐、寄姐等人的变态心理。\n2.才子佳人小说：【0810名词/2008考期多选】\n是世情小说的一种。清前期主要有《平山冷燕》《玉娇梨》和《好逑传》三种。\n（1）《平山冷燕》：写燕白颔与山黛、平如衡与冷绛雪两对才子佳人的恋爱故事。\n（2）《玉娇梨》写才子苏友白与两位佳人白红玉、卢梦梨的故事。\n（3）《好逑传》，题为\"名教中人编次\"，又名《侠义风月传》。叙述铁中玉与水冰心的恋"
    },
    {
     "h": "第四编 清代文学·第四章 清代小说·第二节 清代小说创作的繁荣（续）",
     "c": "爱故事。被歌德誉为\"更明朗、更纯洁，也更合于道德\"的才子佳人小说\n（三）才学小说：【1904名词】\n1.产生原因：清代中叶，考据学风盛行。读书人以精通古书、博闻强识为荣。\n2.作品：夏敬渠的《野叟曝言》、屠绅的《蟫yín史》、陈球的《燕山外史》。\n其中影响最大的是李汝珍的《镜花缘》。\n3.李汝珍《镜花缘》：简述李汝珍《镜花缘》的思想意义。【1804简答；2404单选】\n（1）《镜花缘》100回，以女皇武则天为背景，写百花遭谴降为才女，百人会试赴宴的故事。\n（2）《镜花缘》体现了作者对妇女地位和遇境的关注和思考。用水中月镜中花比喻这一理想的乌托邦社会。（李汝珍主张女子和男子一样享有同等的权利，解放精神和肉体的压迫。）\n（3）《镜花缘》是一部具有社会批判内容的游戏之作。《镜花缘》体现了作者对妇女地位和境遇的关注和思考。《镜花缘》寄寓了作者的社会理想。\n还写了唐敖随妻弟林之洋泛游海外，多遇奇人异物，后食灵草，遂成神仙，最后以文芸起兵，武家崩败作结。作者将对社会的不满转化为谐趣，在卖弄学问的游戏中求得心理平衡。\n（四）神怪小说：\n1.清初神怪小说的代表作是董说的《西游补》。【2310单选】神怪小说与讽刺小说结合。\n2.《绿野仙踪》：【2410单选】\n（1）又名《百鬼图》，是清代中期较著名的神怪小说。作者李百川。\n（2）小说主要写冷于冰求仙学道、救济众生的经过。围绕严嵩，朝野内外忠奸斗争。\n（五）话本小说：\n1.影响较大的有薇园主人的《清夜钟》、艾衲居士的《豆棚闲话》、古吴墨浪子的《西湖佳话》。\n2.成就最大的当推李渔的《无声戏》和《十二楼》。\n两部拟话本小说集，有描写青年男女的爱情婚姻生活的；有描写市民阶层的社会生活的；\n有反映社会黑暗现实的；有反映作者人生经历和思想意趣的。\n3.李渔话本小说的特点：简述李渔话本小说的艺术特点。【1704简答】\n①艺术上最明显的特点是创新，不拘陈套。\n②结构清晰，主线明确，也是李渔小说的长处。\n③有的小说庸俗无聊，格调不高，过分追求奇巧，语言失之轻佻。\n（六）讲唱文学的兴盛：【选择/名词】\n清代讲唱文学，除元明以来的词话、鼓词、弹词、宝卷外，产生新的讲唱文学形式—子弟书。\n（1）鼓词：【选择/名词】\n①主要流行于北方，是由宋代的陶真和元代的词话发展而来的，与词话关系更密切。\n②今传最早的鼓词，是明代天启刊本《大唐秦王词话》。正式使用\"鼓词\"这一名称的，是明清之际的贾凫西。\n（2）弹词：【选择/名词】\n①代表着清代讲唱文学最高成就。\n②是流行于南方的一种讲唱文学形式，它由说（说白）、噱xué（穿插）、弹（伴奏）、唱（唱词）等组成。\n③弹词多用第三人称叙述，语言浅近。如陶贞怀所作《天雨花》，女诗人陈端生所作《再生缘》。\n（3）子弟书：【0810名词】\n①是鼓词的一支，由清代八旗子弟首创并流行的一种讲唱文学。\n②有东城调、西城调之分。\n东城调粗犷guǎng，多以激昂的历史事件为题材，代表作家是韩小窗；\n西城调柔缓，多以曲折的爱情故事为题材，代表作家是罗松窗。"
    },
    {
     "h": "第四编 清代文学·第四章 清代小说·第三节 蒲松龄与《聊斋志异》",
     "c": "第三节 蒲松龄与《聊斋志异》\n我国文言小说宋明以来整体成就较低，\n直到蒲松龄的《聊斋志异》，以唐传奇的手法志怪，表现奇思异想，\n是中国文言小说史上的集大成者，代表了古代短篇小说发展的高峰。【1404名词】\n一、蒲松龄的生平与《聊斋志异》的成书\n1.蒲松龄的生平： 蒲松龄，字留仙，别号柳泉居士。\n➢蒲松龄：【1604名词】\n（1）清代小说家。 （2）代表作《聊斋志异》是清代文言短篇小说发展的高峰。\n2.《聊斋志异》的成书：【1810多选】\n小说素材来源：①采撷或借鉴前人的小说和笔记，②友人的提供，③自己的经历或见闻。\n3.《聊斋志异》的版本：【2204多选】\n现存版本主要有三：\n①手稿本，仅存上半部，共237篇。②乾隆十六年（1751）张希杰铸雪斋抄本，存目488篇。\n③乾隆三十一年（1766）赵起杲青柯亭本，凡16卷，共431篇，是现今通行本的底本。\n④1962年中华书局出版了张友鹤辑校的《聊斋志异》会校会注会评本（简称\"三会本\"），是目前最为完备的一种本子。\n二、《聊斋志异》的思想意蕴\n➢ 论述《聊斋志异》的思想意蕴。【1910简答/2210论述】\n（1）作者目的：①借鬼神世界反映现实人间的社会现实-批判/揭露；②肯定自我，幻想美好人生，是理想的寄寓。\n（2）内容上主要有三方面：\n①小说写狐鬼与人的恋爱故事，歌颂青年男女的真挚爱情。\n如《娇娜》《青凤》《婴宁》《香玉》等，塑造一系列\"痴情\"形象，如《婴宁》中的王子服，作者歌颂\"至情\"的爱情理想，赞美超越生死的爱情力量。\n②小说揭露科举考试的腐败和弊端，讽刺考官的昏庸和贪鄙。\n如《叶生》《司文郎》等，同情士子的苦难，描写读书人空虚的精神世界；揭露科举制度对人才的压抑，科场是非颠倒，考官昏庸无能，表达了作者的愤懑之情。\n③揭露了当时社会政治黑暗和吏治的腐败。如《促织》，写为了满足皇帝斗蟋蟀的享乐需求，老百姓\"每责一头，辄倾数家之产\"的悲惨事实。《席方平》-封建官府。\n➢ 论述《聊斋志异》的思想意蕴。【2210论述题答案】\n（1）写人鬼之恋，歌颂爱情。作者突破了传统小说中的才子佳人、郎才女貌的模式，强调一种心灵契合的知己之爱。\n（2）揭露科举的腐败和弊端。 （3）揭露当时社会政治黑暗和吏治腐败。\n三、《聊斋志异》的艺术成就\n➢ 试述《聊斋志异》的艺术成就。【1410简答/2110论述/2510简答；2404多选】\n（1）创造了一个绚丽多彩的艺术世界。\n既结合了志怪和传奇两类文言小说的传统，又吸收了白话小说的长处，还接受了先秦两汉和唐宋古文的影响，体式多样。兼众体，恰恰是这部小说的特点。\n（2）小说是志异，写花妖狐魅，在艺术上自然表现为奇幻奇异、想象丰富的特点。\n有人间、冥府、龙宫、梦境，人物出入其中，飘忽不定，没有客观的逻辑。\n（3）就想象之奇特而言，又有两层：\n一是写奇幻之事，如《罗刹海市》整篇就是一个想象的世界。\n一是情节曲折奇峭，文笔夭矫而不摭实。\n如《王桂庵》，写世家子王桂庵与榜人女芸娘的爱情故事，伸缩有致，摇曳多姿。\n（4）诗意美：就诗意之蕴藉而言，主要表现为作者将其所热爱和歌颂的人和事物加以美化，赋予花妖狐魅诗的气质。《婴宁》最具代表性。婴宁是美丽的狐女，没有礼教约束下的男女之分和尊卑之别。\n（5）创造性地运用古典文学语言，又从口语方言中提炼，取得了良好的艺术效果。\n如《邵女》中写贾媪说媒时的一段对话，是口语和文言相融合的典型。\n➢ 试述《聊斋志异》的艺术成就。【2110论述题答案】\n（1）体式多样。既结合了志怪和传奇两类文言小说的传统，又吸收了白话小说的长处，还接受了先秦两汉和唐宋古文的影响。（5分）\n（2）小说写花妖狐魅，奇幻奇异，想象丰富，具体表现为：一写奇幻之事，二情节曲折奇峭，文笔夭矫而不摭实。（4分）\n（3）作者将所热爱和歌颂的人和事物加以美化，赋予花妖狐魅诗的气质。（2分）\n（4）创造性地运用古典文学语言，同时提炼口语方言，使口语和文言相融合。（3分）\n➢ 简述《聊斋志异》的艺术特征。【2510简答】\n（1）\"一书而兼二体\"，结合了志怪、传奇两类文言小说的传统，并且汲取了白话小说的长处。\n（2）《聊斋志异》写花妖狐魅，在艺术上表现出奇幻奇异、想象丰富的特点。不仅写奇幻之事，还注重情节的曲折奇峭。\n（3）《聊斋志异》在人物心理刻画、环境描写以及小说的悲剧意蕴等方面往往具有诗意的蕴藉。作者将其所热爱和歌颂的人和物加以美化，赋予花妖狐魅诗的气质。"
    },
    {
     "h": "第四编 清代文学·第四章 清代小说·第四节 吴敬梓与《儒林外史》",
     "c": "第四节 吴敬梓与《儒林外史》\n《儒林外史》以极其高明的讽刺手法，以科举考试为中心，描写了形形色色知识分子的生活命运，为我们描绘了一幅中国封建社会末期的社会生活图画。【1710名词】\n一、吴敬梓的生平和思想\n吴敬梓：字敏轩，安徽全椒人。又号文木老人。著有《儒林外史》《文木山房集》等。\n他对科举考试经历了由追求、失落到冷淡、憎恶的发展过程，对科举考试及读书人的生活和思想异常熟悉。《儒林外史》的版本：现存最早刻本是嘉庆八年卧闲草堂本，56回。\n二、封建末世的儒林群相（思想内容及人物形象）【1404/1904简答/2204论述】\n简述《儒林外史》中刻画的儒林群相。【2010考期简答】\n（1）着重描写了追求功名富贵与讲究文行出处的两组人物。\n（2）作者批判的追求功名富贵者可分为两类：一类是因跻身科考而人性为之扭曲、人格堕落者。另一类是想功名而爬不上去却假装清高的假名士。\n（3）作者所赞颂和肯定的注重\"文行出处\"亦分为两类：一类是真儒明贤，一类是普通市民。\n论述版详细答案：\n（1）小说主要内容写\"功名富贵\"。表现出作者否定功名富贵，批判科举制度的思想。\n开篇借王冕之口道出\"功名富贵\"与\"文行出处\"的对立。随后，小说刻画了追求功名富贵与讲究文行出处的两组人物。作者写这两组人物时，将矛头直接指向科举制本身，因为科举是求得功名的唯一桥梁。\n（2）《儒林外史》描写了许多因跻身科考而人性为之扭曲、人格堕落者。\n如匡超人，小说用了五回的篇章写其人品的堕落。揭露科举制对士人身心的摧残和毒害，最典型的是周进和范进的故事。《儒林外史》还描写了一旦取得科举，就攫取财富，压榨民姓者。\n（3）科举制度下的另一类人物是假名士。\n他们是科举制孕育出来的社会畸形儿，这些人\"假托无意功名富贵自以为高，被人看破耻笑者\"。\n如马二先生、王德王仁兄弟、权勿用、蘧公孙等。\n（4）《儒林外史》也塑造了一批为作者所赞颂和肯定的人物。\n他们注重\"文行出处\"，鄙弃功名，自由独立，可分为两类：一类是真儒名贤，如王冕、杜少卿、庄绍光、迟衡山等，是作者心中的理想人物；另一类是普通市民。\n➢ 论述《儒林外史》的主要内容和思想意蕴。【2204论述题答案】\n（1）主要内容是写\"功名富贵\"，描写封建末世的儒林群相：刻画了追求功名富贵与讲究文行出处的两组人物。否定富贵功名，批判科举制度。\n（2）思想意蕴：\n首先对因追求\"功名富贵\"而导致人性扭曲、人格堕落者的刻画，揭露科举制度对士人身心的摧残和毒害，将矛头直指科举制度本身，同时，对假名士及寄生于举业文事一类人的刻画，揭露了封建礼教的虚伪和残酷。其次作者塑造了一批鄙弃功名、自由独立的人物群像。\n一类是真儒明贤，寄托作者以原始儒家德治仁政的社会理想拯救社会的良好愿望。\n一类是远离功名利禄的市井平民，寄托着作者以淳朴的古风挽救社会的政治理想。\n三、讽刺小说的典范（艺术成就）：简述《儒林外史》塑造人物的特点。【1301/2404简答】\n（1）在人物刻画方面，小说写出了人物性格的丰富性和复杂性。\n比如，严监生临死时，迟迟不肯断气，是因为看见灯盏点了两根灯草，这是讽刺吝啬鬼的经典"
    },
    {
     "h": "第四编 清代文学·第四章 清代小说·第四节 吴敬梓与《儒林外史》（续）",
     "c": "细节。而他为了把妾赵氏扶为正室，却舍得大花银子。\n（2）摆脱了传统小说的传奇笔法，采用写实方法，淡化情节，不靠激烈的矛盾冲突来刻画人物，而是在细琐的叙述中，通过精心的白描，展现出作者非凡的艺术功力。\n如范进进考场后和周学道的一段对话，范进中举后的情景。\n（3）像马二先生游西湖一节，既无辞采，少有情节，却写出了人物的真实面貌和深层心理。\n写他看女人的微妙之际，在湖畔女人中引起的骚动，写出了讲究\"君子\"之行的马二先生的虚伪和假道学。这些让人深省，起到良好的讽刺效果。\n鲁迅称赞说：\"戚而能谐，婉而多讽。\"（《中国小说史略》）\n➢ 【2404简答】简述《儒林外史》的艺术特征。\n（1）全书人物除士林外，还写了医卜星相、高人隐士、吏役里胥等三教九流，是一幅生动的社会风俗画。\n（2）在人物刻画方面，小说写出了人物性格的丰富性和复杂性。写出了人物的真实面貌和深层心理，让人深省，起到良好的讽刺效果。\n（3）采用写实方法，淡化情节，在细琐的叙述中精心白描。"
    },
    {
     "h": "第四编 清代文学·第五章 曹雪芹与《红楼梦》·第一节 曹雪芹的家世、思想与《红楼梦》的成书",
     "c": "第五章 曹雪芹与《红楼梦》\n《红楼梦》是中国古典小说史上的巅峰之作。它以个人和家族的历史为背景，叙写了一个鼎盛之家走向衰落的必然过程。\n第一节 曹雪芹的家世、思想与《红楼梦》的成书\n1.曹雪芹的家世、思想与《红楼梦》的成书\n曹雪芹，名霑，字梦阮，雪芹是他的别号。\n\"满纸荒唐言，一把辛酸泪。都云作者痴，谁解其中味？\"\n个性孤傲不屈、愤世嫉俗又豪爽旷放。反叛礼教，反抗名教，反传统思想。长篇小说《红楼梦》，去世前只整理完前80回。高鹗续写后40回，改名《红楼梦》，即现在120回本。\n2.《红楼梦》的版本（两个系统）\n（1）80回抄本系统：\n多附有脂砚斋等人的评语，故又称\"脂本\"，主要流传于乾隆十九年（1754）至五十五年（1790）。\n现在这一系统的本子有\"甲戌本\"、\"己卯本\"、\"庚辰本\"等十几种。\n（2）120回的刻本系统：【2304多选】\n因有程伟元的序，又称程本、高本或程高本。主要有：乾隆五十六年（1791）程伟元排印本，是\"程甲本\"；\n次年程伟元又有所增删，称之为\"程乙本\"。由程甲本演化而来的王希廉（即护花主人）评本，道光十二年（1832）双清仙馆刊行，是流行最广的刻本。目前常见的是依据程乙本，1959年由人民文学出版社出版的《红楼梦》。\n清代《红楼梦》续书的共同特点是改变其悲剧结局为大团圆。"
    },
    {
     "h": "第四编 清代文学·第五章 曹雪芹与《红楼梦》·第二节 《红楼梦》的思想意蕴",
     "c": "第二节 《红楼梦》的思想意蕴\n一、《红楼梦》的思想意蕴\n简述《红楼梦》的思想意蕴。【2008考期简答/1504简答；三个层次-2404多选】\n（1）情的世界，指的是贾宝玉与红楼女子的情感世界。\n（2）礼的世界，指的是封建家庭的价值体系和规则秩序。\n（3）理的世界，即作者对于历史和人物命运的思考。\n《红楼梦》的中心线索是宝黛爱情，围绕宝黛爱情写及贾氏这一世代富贵之家从鼎盛走向衰落的过程，写及大观园这一独特的理想世界走向幻灭的过程。\n二、《红楼梦》的悲剧意义：【简答/论述】\n（1）全书悲剧情调的基石更在于新事物的萌芽，清醒而又朦胧，\n热情而又近于幻稚，因迷惘而终归是\"美的毁灭\"这一不可抗拒的事实。\n（2）在小说主人公贾宝玉身上，可以看到：\n追求自然和真情的人生和新的社会秩序的诉求与传统礼法制度之间所构成的矛盾不可能调和，而这种痛苦追求被小说意绪化和背景化，使得小说的悲剧意味更为浓厚。\n（3）《红楼梦》中所传达的人类精神普遍意义上的生命悲剧意识，同是其意蕴所在，是小说的\"理\"的世界。\n（4）名教与自然的对立，封建礼法与性情的对立，构成了《红楼梦》叙事的视角。\n（5）以贾府为中心，展现广阔的社会图景。表现整个封建秩序和道德的濒临危机和崩溃。"
    },
    {
     "h": "第四编 清代文学·第五章 曹雪芹与《红楼梦》·第三节 《红楼梦》的艺术成就",
     "c": "第三节 《红楼梦》的艺术成就\n一、《红楼梦》的艺术成就：\n简述《红楼梦》人物形象塑造的特点。【1310简答/2104论述】\n试述《红楼梦》人物形象塑造的成就。【1310简答/2104论述】\n1.人物形象的塑造，是《红楼梦》最值得称道的。\n小说塑造了上百个不同身份、不同个性的人物，无不传神，各具光彩。\n①善于写出人物的不同性格，更能将同一阶层或同一类人物，对比写照，写出不同的性格特征。\n如：同为庶出，迎春懦弱，是戳一针也不吱声的\"二木头\"；探春尖利，是可爱又扎手的\"玫瑰花\"。凤姐和夏金桂、平儿与袭人。\n②将人物置于广阔的社会环境中，从各个层面反复渲染，写出人物的复杂性，达到典型化的艺术高度。 如：凤姐，小说将她放在各个社会关系的各个层面中，与贾母、王夫人的关系，与宁荣二府的贾氏姊妹、妯娌、侄媳的关系，与男性世界的关系，与下层奴婢的关系，与贾琏的夫妻生活貌合神离，与官府沟通胡作非为。是小说中写得最复杂又最有生气的人物。\n③善于处理小说情节，往往能够把日常生活事件写得意味深长。\n如《宝玉挨打》是全书中重要的生活场景之一，特用了一个\"闲笔\"，写聋老婆子把\"要紧\"听成\"跳井\"，从而引出金钏儿跳井一事，为写这场轩然大波的收场作铺垫。\n④人物心理描写深入而细腻，尤其是青年男女那种富于灵性的微妙变化。如第32回，黛玉听到宝玉背里和史湘云、袭人说她从来不说那种混账话之后这段心理描写，堪称经典。\n2.注重环境描写，以烘托人物性格。\n如写潇湘馆的竹林、垂地的湘帘、悄无人声的绣房和透出幽香的碧纱窗，诗情画意，不仅与黛玉的气质相合，而且把黛玉的形象衬托得更为优美动人。\n3.具有很强的写实性，这是曹雪芹自觉的艺术追求。\n这种写实的风格，与小说运用限知性叙事的叙事方法有重要联系。小说对场面中的景物、人物乃至事件的叙述，不是采用全能叙事，而多半是借助于内视点，运用限知叙事的方式，即脂砚斋所说的\"皴染法\"。\n如，借冷子兴之口介绍贾府；通过黛玉初进荣国府和刘姥姥的感受，写荣国府的繁华气象。\n既避免行文的呆板，又使得故事在生活之中，具有原生态性，有一种流动感。\n4.经纬交差、错综复杂的网状结构。突显出小说世界的立体感和生活气息。\n5.小说中出现了叙事者、隐形作者（作品中表现出的整体价值取向）与作品意义三者之间差异，而且叙事者自觉地挑战隐形作者的权威，挑战与小说反叛性的思想意蕴有着内在一致性。\n如说宝玉有\"下流痴病\"、\"邪书僻传\"，是隐形作者的立场，叙事者是要颠覆这种价值取向。\n6.小说带有浓重的诗化色彩。它的叙事性又与这种诗意化的抒情性互为一体。【1704简答】\n①叙事性与诗意化的抒情性互为一体。\n②诗化的艺术处理不仅是小说所描写的对象的需要，更与小说的悲剧意识相吻合。\n③以诗意情怀来写小说，是中国古典小说文人化发展的必然产物。\n小说与诗的畛域被打破，《红楼梦》是一部叙事的诗，是诗的小说。\n7.叙事特点：试述《红楼梦》叙事艺术的成就。【1101论述；2410简答】\n（1）《红楼梦》写实的风格，与小说运用限知性叙事的叙事方法有重要联系。小说对场面中的景物、人物乃至事件的叙述，不是采用全能叙事，而多半是借助于内视点，运用限知叙事的方式，即脂砚斋所说的\"皴染法\"。\n如，借冷子兴之口介绍贾府；通过黛玉初进荣国府和刘姥姥的感受，写荣国府的繁华气象。既避免行文的呆板，又使得故事在生活之中，具有原生态性，有一种流动感。\n（2）小说中还出现了叙事者、隐形作者（作品中表现出的整体价值取向）与作品意义三者之间差异，而且叙事者自觉地挑战隐形作者的权威，这种挑战与小说反叛性的思想意蕴有着内在一致性。 如说宝玉有\"下流痴病\"\"邪书僻传\"，是隐形作者的立场，叙事者则是要颠覆这种价值取向。作品的意义就更为丰富和复杂。这是中国古代小说叙事艺术的一大飞跃，具有现代小说的意味，也是写实风格的重要体现。\n（2）带有浓重的诗化色彩，小说的叙事性与诗意化的抒情性互为一体，诗化的艺术处理与小说的悲剧意识相吻合。\n➢ 简述《红楼梦》的叙事特点。【2410简答题答案】\n（1）《红楼梦》不采用全能叙事，多半借助于内视点，运用限知性叙事的叙事方法。\n（2）小说中还出现了叙事者、隐形作者与作品意义三者之间的差异，而且叙事者自觉地挑战隐形作者的权威。\n（3）《红楼梦》的叙事性又与诗意化的抒情性互为一体。"
    },
    {
     "h": "第四编 清代文学·第六章 清代戏剧·第一节 清初戏剧",
     "c": "第六章 清代戏剧\n就艺术成就而言，清代传奇高于杂剧，清初传奇高于清中后期传奇。\n就戏剧发展而言，有清一代戏剧创新性不够，除《长生殿》和《桃花扇》之外。\n第一节 清初戏剧\n（一）清初戏剧有三个流派\n（1）一是以李玉为代表的苏州派，其戏作有较强的市民色彩。\n（2）二是以吴伟业、尤侗为代表的文人派，有案头化倾向。\n（3）三是以李渔代表的娱乐派，讲求游戏娱乐功能和形式技巧。\n（二）苏州派：【0301名词/1110简答】\n苏州派，是明清之际活动在苏州的重要戏剧流派，有李玉、朱素臣、朱佐朝、毕魏、叶时章等。\n该派戏剧特点是：\n（1）作家都是出身社会中下层，大多与科名和仕宦无缘，终身从事戏剧创作。\n（2）作品题材关注现实，多政治剧和时事剧。\n（3）情节排场生动曲折，宫调曲牌工巧和谐，适合演出。 （4）有强烈的伦理教化色彩。\n（三）李玉：\n1.戏剧成就：简述李玉戏剧创作的成就。【1610简答】\n（1）传奇33种，今存18种。\n（2）最著名有\"一笠庵四种曲\"：《一捧雪》《人兽关》《永团圆》《占花魁》（一人永占）。\n（3）入清后，李玉的创作兴趣由关注世态人情转向朝政纲要，并反思历史。有《清忠谱》《千钟戮》。\n2.《清忠谱》：简述《清忠谱》的主要内容。【1804简答】\n入清后，李玉与叶时章、毕魏、朱素臣共同创作了《清忠谱》。\n（1）以东林党人和苏州人民反抗阉党魏忠贤黑暗统治的斗争为题材，歌颂了周顺昌等东林党人的正义斗争和颜佩韦等五人舍生取义的高尚节操，反映了晚明社会市民阶层的壮大，抨击了魏忠贤党羽祸国殃民的罪行，具有鲜明的时代性和政治性。\n（2）剧中主人公周顺昌具有\"既清且忠\"的理想人格。【2310单选】\n（3）成功塑造了新兴的市民群体，他们是新的历史力量。代表人物颜佩韦，有胆识，重义气。\n➢ 简述《清忠谱》的主要内容。【1804简答题答案】\n（1）以东林党人和苏州人民反抗阉党魏忠贤黑暗统治的斗争为题材。\n（2）以周顺昌为主线，将杨涟、魏大中、左光斗等人的遇难事件穿插其中。（3）歌颂了东林党人的正义斗争和颜佩韦等人的高尚情操，同时亦抨击了魏忠贤祸国殃民的罪行。\n（四）文人派：\n（1）作品借历史故事抒发身世之苦或故国之思。\n（2）意境上接近诗歌，曲词雅致，抒情性增强。\n（3）但不利于演出，是\"案头之曲\"。\n吴伟业剧作：《秣陵春》传奇和《通天台》《临春阁》杂剧。尤侗dòng：《鹤栖堂文集》。"
    },
    {
     "h": "第四编 清代文学·第六章 清代戏剧·第二节 李渔的戏剧理论与创作",
     "c": "第二节 李渔的戏剧理论与创作 【1504名词/1604简答】\n1.李渔作品\n（1）戏剧创作：《笠翁传奇十种》，剧目为《奈何天》《比目鱼》《蜃中楼》《怜香伴》《风筝误》《慎鸾交》、《凰求凤》《巧团圆》《玉搔头》《意中缘》。\n（2）基本上是才子佳人题材，\"十部传奇九相思\"，主要演男女情事。\n2.李渔的戏曲理论：\n（1）《闲情偶寄·词曲部》专论戏曲，分为\"结构\"、\"词采\"、\"音律\"、\"宾白\"、\"科诨\"、\"格局\"六章。\n（2）在戏剧结构方面，提出\"立主脑\"之说，即突出戏剧作品的主要人物、中心情节和主要矛盾冲突。\n（3）\"词采第二\"，是戏剧语言：要求\"贵显浅、重机趣、戒浮泛、忌填塞\"。是从戏剧适合舞台演出角度考虑的。\n（4）【总】理论完整，体系严密，古代戏剧理论批评发展的全面总结。\n3.李渔的创作成就：【小蒋提醒：注意区分李渔的戏剧与话本小说特点】\n➢ 简述李渔的戏剧创作及艺术特点。【1604简答】\n（1）戏剧创作有《笠翁传奇十种》，基本是才子佳人题材。\n《比目鱼》最感人，采用戏中套戏的情节，悲壮的爱情故事。作品呈现出风流道学的思想追求和嬉笑诙谐的喜剧趣味，突出戏曲的娱乐性和消遣功能，表现为轻松愉快的幽默风格，对现实超然自得的审美态度。\n（2）艺术特点：李渔戏作剧情新奇，不入陈套，编造巧合情节，出人意料，却又针线绵密，追求喜剧性。如《风筝误》。 剧作的喜剧性源于其嬉笑诙谐的人生态度。\n（3）李渔是重要的剧作家和重要的戏剧理论家。"
    },
    {
     "h": "第四编 清代文学·第六章 清代戏剧·第三节 洪昇与《长生殿》",
     "c": "第三节 洪昇与《长生殿》\n清代戏剧的最高成就是洪昇的《长生殿》和孔尚任的《桃花扇》。\n一、《长生殿》简介\n1.洪昇：浙江钱塘人。《稗畦集》《续集》《啸月楼集》，传奇《长生殿》，杂剧《四婵娟》。\n2.《长生殿》：【2008考期名词】\n（1）清代洪昇所著。 （2）代表清代戏剧的最高成就。\n（3）主旨是借李、杨爱情来隐喻个人命运之无常，人生之虚幻。\n二、《长生殿》的思想内容：论述洪昇《长生殿》的思想蕴涵。【2008考期名词/2310论述】\n（1）《长生殿》的主旨是描写和歌颂真情乃至理想化的幻情。讴歌\"真情\"的同时，传奇用了相当大的篇幅描写社会政治，反映天宝之乱的历史背景。描绘宫廷的荒淫腐朽，宰相的专横误国，贵妃姊妹的奢侈淫荡，边将的骄横跋扈，抗降官吏的卑鄙无耻，社会的尖锐矛盾和人民生活的痛苦。除批评唐明皇失政外，还表现了\"乐极哀来，垂戒来世，意即寓焉\"的思想。\n（2）作品用政治和爱情的矛盾，说明具体社会中的个人命运之无常、人生之虚幻，从而使作品呈现悲剧意味，具有感染力。\"占了情场\"的爱情主题和\"弛了朝纲\"的政治主题交织一起。\n二者互为表里，没有社会政治内容，就没有李、杨爱情展开的实际形态；不集中描写李、杨爱情，社会政治内容就不能产生审美情感的效能。\n（3）剧中对杨玉环的形象刻画，摆脱了女色亡国论的传统思想，舍弃杨玉环曾嫁寿王、与安禄山私通的情节。杨玉环的\"至情\"和专宠只能建筑在\"六宫粉黛无颜色\"的悲剧命运之上。\n皇家婚姻制度决定了皇帝有处置两性关系的权利，所以杨氏的一往情深与李隆基二三其德之间也潜藏着悲剧气息，而杨玉环的固宠希恩带来的又是社会动乱和政治恶果。\n洪昇着力描写李、杨情缘的圆满，将爱情所特有的激扬感情转化为人伦之际的情感，将二人情缘的悲剧归结于历史兴亡之感的大结穴，这是以牺牲对历史兴亡的深刻认识和现实感为代价的。\n➢ 试述《长生殿》中爱情描写与政治批判的关系。【1201论述】\n《长生殿》的主旨是描写和歌颂真情乃至理想化的幻情。作品用政治和爱情的矛盾，说明具体社会中的个人命运之无常、人生之虚幻，从而使作品呈现悲剧意味，具有感染力。\n《长生殿》一方面从爱情角度热切歌颂和赞美了李杨的生死不渝之恋，另一方面又从政治和社会角度对其沉湎情欲而造成国家危难提出责难，看似矛盾对立，其实是艺术上的匠心独运之所在。\n作品中，\"占了情场\"的爱情主题和\"弛了朝纲\"的政治主题交织一起。二者互为表里，没有社会政治内容，就没有李、杨爱情展开的实际形态；不集中描写李、杨爱情，社会政治内容就不能产生审美情感的效能。\n➢ 【2310论述题答案】论述洪昇《长生殿》的思想蕴涵。\n（1）《长生殿》的主旨是描写和歌颂真情乃至理想化的幻情。将李隆基和杨玉环\"钗后（盒）情缘\"理想化，使之成为不朽的至情，文末抒发了\"情缘总归虚幻\"的虚无思想。\n（2）在讴歌\"真情\"的同时，描写当时的社会政治，反映了天宝之乱的历史背景。在批评唐明皇失政之外，还表现\"乐极哀来，垂戒来世\"的思想。\n（3）将爱情主题和政治主题交织一起，二者互为表里。用政治和爱情的矛盾说明具体社会中的个人命运之无常、人生之虚幻，从而使作品呈现悲剧意味。\n（4）剧中对杨玉环的形象刻画，摆脱了女色亡国论的传统思想，这种歌颂至情，也让李、杨爱情蒙上了感伤主义色彩。\n三、《长生殿》的艺术特色/成就 【1510简答/2304论述】\n简述《长生殿》的艺术特色。【2404简答】\n《长生殿》被称为\"千百年来曲中巨擘\"。在艺术上的长处，主要表现在三个方面：\n（1）结构完整，情节波澜曲折，以李、杨情缘为主线，以中唐社会政治为副线，关目聚合，针线绵密。 结构完整，关目聚合，针线绵密，独具匠心。\n剧作场面宏大，人物众多，情节波澜曲折，作者以李、杨情缘为主线，以中唐社会政治为副线，将宫廷内外、社会生活和李、杨爱情平行交织，层次清楚。\n（2）语言清雅秀丽，有着浓厚的抒情色彩。\n（3）曲辞音律，独步一时。 审音协律，曲辞适应环境情节和人物身份。\n● 简述《长生殿》的曲词艺术。【1101简答】\n（1）《长生殿》曲辞音律，独步一时。\n（2）《长生殿》问世后，一直盛演不衰，有良好的舞台效果，音律是主要原因之一。\n（3）在曲辞方面，继承元曲的传统，化俗为雅，创造出典型的曲辞。\n（4）曲辞能适应环境情节和人物身份，有的华美绝赡，有的哀感顽艳，有的慷慨悲愤，有的细致婉丽，使人物不同的精神情态得到更好的表现。"
    },
    {
     "h": "第四编 清代文学·第六章 清代戏剧·第四节 孔尚任与《桃花扇》",
     "c": "第四节 孔尚任与《桃花扇》\n一、《桃花扇》简介\n1.孔尚任：字聘之，号东塘，别号岸堂。诗文《湖海集》《岸堂集》《长留集》，与顾彩合写《小忽雷》传奇。\n2.《桃花扇》：【1810名词】\n（1）《桃花扇》是清代戏剧家孔尚任于康熙三十八年（1699年）完成的传奇。\n（2）以侯方域和李香君的爱情故事为线索，借\"离合之情\"，写\"兴亡之感\"。\n二、《桃花扇》的思想内容/思想蕴涵：【1810名词；2504论述/2510简答】\n（1）《桃花扇》的主旨是\"借离合之情，写兴亡之感\"。\n（2）《桃花扇》以侯方域和李香君的爱情故事为线索，集中反映了南明弘光王朝覆灭的历史，描绘了明末腐朽、动荡的社会现实以及统治内部的权势矛盾和斗争。展现了正、邪两种力量的剧烈斗争。\n正面人物：以侯方域为中心的复社士人、下层平民、主张抗清的史可法等官僚。\n反面人物：以阮大铖为代表，包括弘光皇帝、马士英、田仰等。歌颂了正面人物，塑造了他们的光辉形象。一类是以史可法为代表的爱国将领，另一类是李香君、柳敬亭、苏昆生等下层人物的形象。在这些不为人齿的倡优身上，寄予了作者极大的尊重和同情。\n（3）人物形象：李香君的形象，作品刻画得最为动人。\n原是秦淮歌妓，容貌绝世，却将国家的命运置于第一位，明辨大义，反抗一切威胁利诱的黑暗势力，用鲜血染成桃花。以优美的语言深入她的内心世界，表现她的勇于义而忠于情的行为。\n（4）《桃花扇》的主旨是\"借离合之情，写兴亡之感\"，是将爱情剧与历史剧结合得较为完美的一部作品。《桃花扇》始终将侯、李爱情卷入在南明政治的漩涡和政权兴亡的过程中，通过侯方域可集中反映南明王朝内部的斗争，通过李香君可从侧面反映南明王朝的偷安一隅和士人的风流堕落。\n➢ 试论《桃花扇》的思想主旨。【2504论述】\n（1）《桃花扇》的主旨是\"借离合之情，写兴亡之感\"。\n通过追思历史兴亡，满足文人士大夫的怀旧心理，并且由怀旧引出人生无寄的惘然和幻灭感。\n《桃花扇》记录了社会动荡之际人物的命运、爱情的命运和家国的命运，而人物的命运又与社会环境的变化紧密交织。\n（2）《桃花扇》全剧有着浓厚的感伤主义气氛。\n作者安排侯方域、李香君出家入家，远离凡尘，其用心是寄寓浓厚的亡国之恨。\n（3）《桃花扇》的\"兴亡之感\"是通过\"离合之情\"表现出来的，突出了个人和历史的紧密联系。作者将侯、李爱情卷入在南明政治的漩涡和政权兴亡的过程中，集中反映南明王朝内部的斗争和偷安一隅以及士风的堕落。\n➢ 简述《桃花扇》的思想蕴涵。【2510简答】\n（1）《桃花扇》以侯方域、李香君的爱情故事为线索，集中反映了南明弘光王朝覆灭的历史，描绘了明末腐朽、动荡的社会现实以及统治阶级内部的权势矛盾与斗争。\n（2）《桃花扇》展现了正、邪两种力量的剧烈斗争。歌颂了如侯方域、李香君、史可法等正面人物，特别是赞美了李香君的深明大义、敢于斗争。\n（3）《桃花扇》\"借离合之情，写兴亡之感\"。引人通过追思明朝的灭亡，感受社会动荡之际的人物命运。\n三、《桃花扇》的艺术特色/成就：\n➢ 简述《桃花扇》的艺术特点/艺术成就。【1310/1910简答】\n（1）《桃花扇》\"借离合之情，写兴亡之感\"，将爱情剧和历史剧结合得较为完美。\n通过\"离合之情\"表现\"兴亡之感\"，突出了个人和历史的紧密联系。通过侯李的爱情可从侧面反映南明王朝的社会现状和士人阶层的风流堕落。\n（2）结构严谨，独具匠心。\n全剧围绕道具桃花扇来写，桃花扇具有多重意义，一是定情物，二是历史的见证，三是奠定了悲伤情调，四是由美人之血痕点染而成，五是张道士撕扇隐喻理想的破灭。\n（3）语言典雅。曲辞流畅优美，富于文采。本色不足；谨严有余，生动不足。"
    },
    {
     "h": "第四编 清代文学·第六章 清代戏剧·第五节 清中期戏剧",
     "c": "第五节 清中期戏剧\n1.清中期戏剧衰落的原因\n（1）外在原因：社会审美需要的嬗变。戏剧创作呈现道德化倾向。\n（2）内部原因：戏剧创作的诗文化倾向。剧坛内的花雅之争。\n2.清中期有影响的戏剧作家是唐英、蒋士铨和杨潮观。\n3.唐英：著有《古柏堂传奇》17种，不少是宣扬传统道德观念，内容浅近，价值不高。\n很多剧作是以士大夫的审美趣味对民间戏曲改编而成，如《十字坡》《梅龙镇》等。\n4.蒋士铨：是乾隆时期最负盛名的剧曲家。今存《藏园九种曲》。\n剧作以颂扬纲常伦理为主。如取材于历史的《冬青树》，叙写南宋灭亡的故事，歌颂文天祥。\n5.杨潮观：有杂剧三十余种，都是一折短剧，合为《吟风阁杂剧》。\n取材古事以为寄寓。讽喻劝惩，揭露现实，写下层苦难，结合自身经历，都具有积极意义。"
    },
    {
     "h": "第四编 清代文学·第七章 清代弹词",
     "c": "第七章 清代弹词\n明末清初时期，江浙一带以抄本形式流行一种新型的小说阅读文本——弹词。\n弹词实质是\"韵文体\"长篇小说，《天雨花》《再生缘》《笔生花》（以上三部作品被称为\"弹词三大\"）、《榴花梦》《凤双飞》等是代表作品。"
    },
    {
     "h": "第四编 清代文学·第七章 清代弹词（续）",
     "c": "（1）原生态的弹词是一种说唱文艺形式，远溯变文，属诗赞系讲唱，\n起源于宋代的\"陶真\"，明中叶即有盲女弹词的记载。\n（2）弹词得名于它的伴奏乐器：琵琶和三弦。其特点是韵散相间，以七字韵文【七言韵文】为主，主要流行于我国江南一带，故又有南词之别称。【2310单选】\n（3）清代弹词的流变呈现两种不同的面貌：一是原始体，一是书面体。"
    },
    {
     "h": "第四编 清代文学·第七章 清代弹词·第一节 可观的创作成就",
     "c": "第一节 可观的创作成就\n按作品题材分类，弹词主要以儿女英雄类为主，有偏重于儿女类、杂糅神仙类两种变化的类型。\n清代弹词发展的三个时期：\n按照历史年代，作品可分为早期、中期和晚期。\n早期：明末清初至嘉庆年间。作品《玉钏缘》《天雨花》《安邦志》《三生石》《再生缘》等。\n中期：道光初至同治末年。主要作品《笔生花》《榴花梦》等。弹词小说形式的完全成熟，影响进一步扩大。女作家弹词小说忧患意识浓郁、倾力塑造英雄群像，力挽国势颓运。\n晚期：光绪至清末民初。作品《凤双飞》《精忠传》等。爱国之情高涨，高唱男女平等之音。"
    },
    {
     "h": "第四编 清代文学·第七章 清代弹词·第二节 独特的女性文学色彩",
     "c": "第二节 独特的女性文学色彩\n1.清代女作家在大量的阅读、思考、编书、创作的过程中萌发了强烈的女性意识。\n2.女性弹词作品的内容及特色：试述清代弹词的女性文学特征。【1210简答】\n（1）她们所创作的弹词小说都是\"处处为女子张目\"，叙事大多以女性为中心。\n即使是以男子为主角，也处处表现出女性对社会、人生、事业、婚恋、家庭关系及子女教育等方面不同于流行的世俗的见解。\n（2）弹词小说的女性作者往往喜欢在作品中表白自己写作时的心境和状态。\n（3）广泛深刻地反映清代妇女生活的各个层面，表现女性的不幸命运，是弹词小说的主要内容之一。\n（4）表现出强烈的男女平等意识和追求自由理想境界的奋斗精神。\n（5）追求真正的爱情和自主的婚姻也是弹词小说的主题之一。"
    },
    {
     "h": "第四编 清代文学·第七章 清代弹词·第三节 《天雨花》与《再生缘》",
     "c": "第三节 《天雨花》与《再生缘》\n《天雨花》和《再生缘》是清代韵文体小说中的杰出代表作。\n（一）《天雨花》：\n（1）弹词小说，作者陶贞怀，女作家。\n（1）《天雨花》首先是一部具有浓郁政治色彩的作品，它以明末朝政的腐败、混乱以及阉党弄权的历史真实画面为背景，反映以左维明为代表的忠臣义士为维护正义，保卫朱明江山与奸佞贼子的斗争。\n（2）作者用弹词小说的形式总结明亡的教训，抒发自己经历国势阽diàn危、家国无望的人生感受。\n（二）《再生缘》：【2010考期名词；2504单选】\n（1）作者是清代女作家陈端生。后由杭州女诗人梁德绳补续3卷完成。\n写谢玉辉、郑如昭和陈素贞转世之后的姻缘故事。\n（2）是弹词小说中流行最广、影响最大的作品。\n以元代为背景，通过孟丽君的逃婚、高中、入赘、拒认、团圆，逐层写出孟丽君性格的发展，塑造了一个才高气傲、聪慧机敏、敢于叛逆最后无奈屈从的女状元形象。\n（3）布局合理、情节结构完整、线索清晰、简繁得当。\n（4）在弹词小说众多女扮男装形象中，孟丽君是反抗\"夫权\"\"父权\"\"君权\"最坚决、言辞最激烈的一个。"
    },
    {
     "h": "第五编 近代文学·第一章 近代诗词·第一节 龚自珍与诗风新变",
     "c": "第五编 近代文学\n第一章 近代诗词\n近代诗坛，宋诗派和继之而起的同光体是主要流派。与之先后并存的还有：【1310多选】\n以龚自珍、魏源为代表的启蒙诗人，以张维屏、贝青乔为代表的爱国诗人群体，\n以梁启超、黄遵宪为代表的新派诗人，以南社诗人为代表的革命派诗人。\n传统诗派有以王闿运为代表的汉魏六朝诗派和以樊增祥、易顺鼎为代表的晚唐诗派。\n第一节 龚自珍与诗风新变\n1.龚自珍：【1404名词；2504单选】\n是近代改良主义较早的启蒙者。继承屈原、李白等浪漫诗人的传统。名作《西郊落花歌》。\n（1）主导近代诗风新变的著名诗人。\n（2）其诗感慨议论，执著于理想世界。（3）艺术上想象奇特，语言瑰丽。\n● 龚自珍诗歌的思想和艺术风格：\n①提倡\"尊情\"，高扬自我，赞美\"童心\"，肯定私利。傲岸不羁、睥睨世俗的人格精神。\n②\"剑\"与\"箫\"代表他性格的两面。剑气是思想家的凌厉锋芒，箫心是名士才人的婉转深情。向往湖山胜境、留恋母爱与童年时光、企求纯洁情爱乃至梦境、仙境和佛教的清净世界。\n③艺术上，龚自珍继承屈原、李白等浪漫诗人的传统，受天台宗和华严宗的影响，想象奇特，语言瑰丽。名作《西郊落花歌》大气磅礴，情浓语奇。\n2.鸦片战争爆发后，经世致用的志士诗风兴起：【1201多选】\n（1）抒发志士之感慨 （2）表现民生疾苦 （3）建策献言，呼吁革除弊政\n（4）对社会危机的忧患之思 （5）对时世巨变的敏锐预感\n其他代表作品：张际亮在《答潘彦辅》中提出\"志士之诗\"，《浴日亭》\n魏源《寰海》《寰海后》《秦淮灯船引》，张维屏《三元里》《三将军歌》，\n朱琦《关将军挽歌》，贝青乔《咄咄吟》及林则徐、姚燮等的创作。\n讴歌抗敌将领，抨击清廷投降，谴责侵略者罪行，反映民生疾苦。"
    },
    {
     "h": "第五编 近代文学·第一章 近代诗词·第二节 宋诗派和同光体",
     "c": "第二节 宋诗派和同光体\n1.宋诗派：\n（1）道、咸、同时期，占据诗坛中心的是宋诗派。\n（2）宋诗派前期主要代表是梅曾亮、程恩泽、祁寯jùn藻，\n后期是曾国藩、郑珍、何绍基、王拯、莫友芝、张裕钊等。\n（3）作者多身居高位，诗中情志的流露相对隐蔽，对时事的书写让位于对雅致情趣的表述。\n这种思想更多表现为自觉追求奇崛不俗的诗境。\n2.郑珍：诗歌较多反映社会动乱、民生疾苦和揭露官吏罪行，呈现出凄苦沉郁的风格，\n与宋诗派雍容典丽的诗风不大相同。如《江边老叟行》、《南乡哀》。\n3.同光体：【1710/1810多选；2504单选】\n（1）宋诗派在清末民初演化为\"同光体\"。（\"同光体\"诗人师法对象是宋诗）\n（2）其活动年代主要是光绪中期以后，一直延续到民国。\n（3）同光体诗人大都赞成、参与变法维新，企求自强，忧世伤时，别具怀抱。\n（4）分为以陈衍、郑孝胥为代表的闽派，以沈曾植为代表的浙派，以陈三立为代表的赣派。\n陈三立的成就最为显著。【2310单选】\n（5）主张学古，又反对亦步亦趋，追求诗歌的独创性，是宋诗派和同光体的共同特点。\n4.陈三立：《散原精舍诗文集》。\n写过不少反帝爱国诗歌，如《书感》、《人日》、《次韵和义门感旧闻》等，表现了强烈的家国责任。作为古典诗歌传统最后一位重要诗人，陈三立记录内心痛苦的文字尤为感人。"
    },
    {
     "h": "第五编 近代文学·第一章 近代诗词·第三节 诗界革命与清末诗坛",
     "c": "第三节 诗界革命与清末诗坛\n1.诗歌变革运动：\n与同光体相对应的，是始于戊戌变法前夕的诗歌变革运动。\n（1）谭嗣同、夏曾佑和梁启超在变法前创作的\"新学之诗\"。\n（2）黄遵宪提倡的\"新派诗\"。\n（3）梁启超倡导的\"诗界革命\"。\n（4）清末民初的革命派诗歌。\n2.梁启超与\"诗界革命\"：诗界革命。【2104名词/2504名词】\n（1）由梁启超倡导。主张：新意境、新语句、古风格。\n（2）要求\"以旧风格含有新意境\"。（要有新题材、西方文明的新内容、全新的审美境界）\n（3）借助\"新名词\"，运用新题材，形成全新的审美境界。\n3.维新派人物的诗：\n（1）康有为：喜好冥想，形成\"大同\"思维的方式。表现在诗中，即是自我形象的无限扩大，具有浪漫气息的诗性特征。如《登万里长城二首》。\n（2）谭嗣同：高扬的是烈士的殉道精神，有浓郁的悲剧色彩。\n（3）梁启超：号任公/饮冰室主人。骏利明快，颇有特色。如写于流亡海外的《太平洋遇雨》。\n（4）黄遵宪：字公度，有《人境庐诗草》等创作。\n4.简述黄遵宪\"新派诗\"的创作特点。【1710/2310名词；1110/2504简答；2510多选】\n（1）为黄遵宪所提倡，反拟古，尊独创，要求\"我手写我口\"。\n（2）取材新，\"凡事名切于今者，皆采取而假借之\"。\n取材广泛，凡切于今者，皆加以采取假借；述事重视古人未见之物，未辟之境。\n（3）表现方法上，利用古代艺术传统，力求变化多样。重视古人比兴之体。\n➢ 黄遵宪的\"新派诗\"创作：【1110简答/2310名词】\n①黄遵宪是近代诗歌革新的先行者，\"能熔铸新理想以入旧风格。\"\n②最能体现\"新派诗\"特色的：写海外新事物的作品。（异域风物和思想文化）\n③另一特点是\"多纪时事\"。 ④诗歌写实叙事，抑扬变化而条理清晰。\n➢ \"新派诗\"：【2310名词答案】\n（1）清末黄遵宪所倡。（2）特点：一、反拟古，尊独创；二、取材述事，皆以今日新事物替代；三、表现方法上，利用古代艺术传统，力求变化多样。\n5.南社：【0510/2110名词；1704多选】\n（1）清末民初革命派文学团体。成立于1909年，发起人有陈去病、高旭、柳亚子。\n（2）诗作激扬悲慨，有革命豪情。创作大都激情有余，蕴藉不足，艺术成就不高。\n（3）其文学思想以振兴国魂、保存国粹为共同宗旨。\n6.苏曼殊：【1310名词/2304名词】\n（1）是南社中风格独特的诗人，\"革命和尚\"之称。一生两度为僧，性情浪漫。[2310单选]\n（2）所作多七言绝句，轻清隽永，间有俊逸豪放之作。\n（3）一部分诗与南社创作主潮是同一基调；一部分抒写禅心与情爱的矛盾，缠绵凄绝。\n作品：\"春雨楼头尺八箫，何时归看浙江潮。芒鞋破钵无人识，踏过樱花第几桥\"。\n7.革命派诗人：女革命家秋瑾，诗格调雄健，感情炽烈。\n8.在清末诗歌变革运动的同时，有宗汉魏与宗晚唐两派。\n前者以王闿运为代表，后者以樊增祥、易顺鼎为代表。\n张之洞为唐宋派首领，论诗主张融宋意入唐格，所谓\"唐肌宋骨\"。\n9.丘逢甲：【2204名词】\n被梁启超推为\"诗界革命一巨子\"，有许多悲悼台湾沦陷的诗篇，故国之思，悲沉苍凉。"
    },
    {
     "h": "第五编 近代文学·第一章 近代诗词·第四节 近代词的嬗变",
     "c": "第四节 近代词的嬗变\n1.近代词的发展可分两个时期。\n一是道咸时期，一是同光之后至民国初年。\n道咸期的词家有龚自珍、项鸿祚、姚燮、蒋敦复、邓廷桢、蒋春霖、吴藻、顾太清等。\n2.蒋春霖：词集名《水云楼词》。崇尚姜夔、张炎一派，追求\"情至韵会，极温柔怨慕之意\"的词境。其词多述离乱之苦和穷愁之悲。\n3.顾春：字子春，号太清，清代女词人，《东海渔歌》；\n善构词境，细腻绵密，自然精工，委婉动人。\n4.同光以后的词坛：\n宗尚常州词派，推尊词体。他们都屡遭国难，倡言维新；寄之于词，忧世伤时。\n戊戌、庚子前后词作，尤骚雅哀艳，有强烈感染力，其间影响最大的是被称为\"清季四大词人\"的王鹏运、朱祖谋、况周颐、郑文焯和另一位词人文廷式。\n词论卓有成就：刘熙载《艺概·词概》、陈廷焯《白雨斋词话》[2310单选]、\n冯煦《蒿庵论词》、谭献《复堂词话》、况周颐《蕙风词话》等。[1404多选]\n词作有现代气息的王国维，尤以其著名的词学理论在近代词史上占有重要地位。\n5.王鹏运：号半塘，《半塘词稿》。宗尚常州词派，\"临林词派\"创始人。\n作品沉郁悲凉，较为朗炼，格调在王沂孙、辛弃疾之间。\n6.郑文焯：《樵风乐府》。精通音律，词宗周邦彦、姜夔，体洁旨远，句妍韵美。\n朱孝臧：词集《彊村语业》。文廷式：《云起轩词钞》，词作有强烈的时代感和现实精神。\n➢ 况周颐：【2104名词】\n况周颐：《蕙风词》《蕙风词话》。发展了常州词论，提出\"重、拙、大\"的词境论。\n7.王国维：号静安，著有《人间词话》《红楼梦评论》《宋元戏曲史》等。\n《人间词话》：【1504/2010考期名词】\n（1）作者是清代王国维。创造性地提出\"境界说\"，以能写真景物、真感情者为有\"境界\"。\n（2）创造性地提出\"境界说\"。【2010考期名词/2008考期多选】\n①王国维在《人间词话》中提出的词学观点。\n②认为\"能写真景物、真感情者，谓之有境界\"，提出\"有我之境\"、\"无我之境\"、\"写境\"、\"造境\"、\"隔与不隔\"之说。\n（3）词学思想和话语表述颇具现代意义。"
    },
    {
     "h": "第五编 近代文学·第二章 近代文的新生面·第一节 经世文风的兴起",
     "c": "第二章 近代文的新生面\n近代文主要有两大流派，一是后期桐城派和曾国藩开启的湘乡派，一是梁启超提倡的新文体。\n第一节 经世文风的兴起\n1.龚自珍是经世文风的开创者。散文分为两类：\n（1）一是政论及学术论文，议论纵横，笔底深蕴感情。\n《明良论》揭露官场庸碌贪鄙之风；《乙丙之际箸议》直陈当世为\"衰世\"等，体现了他以独立思想者的立场对社会问题的深入思考。\n（2）另外一种是记传作品及杂文。如《杭大宗逸事状》《王仲瞿墓表铭》《记王隐君》《吴之癯》《病梅馆记》等，写\"才士、才民\"的悲剧命运，揭露专制对人才的残酷迫害。\n2.魏源：与龚自珍并称\"龚魏\"的是魏源。\n魏源：字默深，《古微堂内外集》《圣武记》。继林则徐《四洲志》后，编成《海国图志》，提出\"师夷长技以制夷\"之说。文章多为经世之作，除经论外，功力最深者尤在政论。\n如《默觚》（30篇）、《道光洋艘征抚记》、《筹河篇》、《筹漕篇》、《筹盐篇》等，洞悉原委，说理透辟，驰骋往复，时有精警之论。\n3.冯桂芬：继龚、魏之后又一位重要的经世文章家。公开批评桐城派义法及其所尊奉的道统。\n《校邠庐抗议》（40篇）是他的代表作，变法思想在近代思想史上具有独特价值。\n4.经世文派有两个重要特点：【2008考期名词】\n以魏源、冯桂芬为代表的散文流派。\n（1）一是切合实用，有内容；\n（2）二是文以达意，反对所谓\"义法\"。\n（3）他们力破桐城派提倡的清规戒律，随笔直书，遒劲畅达。"
    },
    {
     "h": "第五编 近代文学·第二章 近代文的新生面·第二节 后期桐城派及湘乡派",
     "c": "第二节 后期桐城派及湘乡派\n1.后期桐城派：\n姚鼐去世后，桐城派由姚门弟子进一步发扬光大，从江南传播至全国，古文创作呈现繁盛局面。\n（1）姚门四弟子：【2310名词】\n管同、方东树、姚莹和梅曾亮，桐城派姚鼐的弟子，以古文知名。\n（2）就古文而言，梅曾亮成就最高。\n（3）梅曾亮：强调古文创作要\"真\"，提出\"因时\"说。古文瘦硬有力，尤长于绘景。\n梅曾亮的文论及其散文的艺术特色：\n①梅曾亮强调古文创作要\"真\"，有一己之真面目。提出\"因时\"说。\n②为文\"义法本桐城，稍参以异己者之长，选声练色，务穷极笔势\"。\n他的古文与其诗一样，在\"意\"上用力甚多，淬砺经营，\n瘦硬有力，尤长于绘景，善于捕捉形象，刻画细腻，弥补了桐城派古文不擅长写景的特点。\n2.湘乡派：咸同时期，曾国藩继承桐城派余绪，自为一派，称湘乡派。\n3.曾国藩：字涤生，号伯涵，湖南湘乡人。《曾文正公全集》。\n曾国藩的古文以气势见长，笔力整严。\n在古文理论方面，曾国藩的独创有：【1804名词】\n（1）在姚鼐提出的\"义理、考据、辞章\"之外，加入\"经济\"一门，重视文中之\"事\"与\"物\"，讲究实用；\n（2）骈散结合，主张\"以戴、钱、段、王之训诂，发为班、张、左、郭之文章\"；\n（3）不重\"义法\"而重雄奇之气，一改桐城古文清淡简朴而为雄奇瑰玮，更好地书写时代动荡中的事物；（4）认为古文不宜说理，重视古文的审美特性。此外，他还编选了《经史百家文钞》、《古文四象》。"
    },
    {
     "h": "第五编 近代文学·第二章 近代文的新生面·第三节 从时务文到政论文",
     "c": "第三节 从时务文到政论文\n1.\"新文体\"：【1410/1704名词；2504多选】\n（1）梁启超首创见诸报刊的政论、杂文。 伴随报章体产生，带有强烈的实用性、时效性和鼓动性。条理明晰，笔锋常带情感。如《少年中国说》，将议论与叙述相结合，平易畅达。\n（2）运用新名词、新概念及佛典、语录、俚语等。\n（3）文白夹杂，兼采众制。既注意通俗，又加强艺术特性。\n2.作家作品：梁启超：《少年中国说》。邹容：《革命军》。陈天华：《猛回头》。\n3.章士钊：著有《柳文指要》。其文谨严莹洁，又称为\"逻辑文\"。\n4.郑观应《易言》收集的文章主要是报章文体。\n5.在散文创作上，章太炎提倡的是魏晋之文，述学文。"
    },
    {
     "h": "第五编 近代文学·第三章 近代小说与戏剧·第一节 侠义小说与狭邪小说",
     "c": "第三章 近代小说与戏剧\n1.造成小说创作繁荣的主要原因：【选择/简答】\n①商业城市不断扩大，大众消费的娱乐性读物快速增长。\n②新闻出版业的发展，刊登小说的报刊越来越多。\n③政治环境和创作主体的推动。 ④大量域外小说被翻译和引入。\n2.近代小说最明显的特点是政治性和娱乐性。\n政治性：是作为变革社会的宣传手段出生的。认为社会一切变革都有赖于小说的变革。梁启超《新中国未来记》是典型的政治小说。 娱乐性：小说创作受到读者趣味和市场消费的左右。\n3.小说界革命：【1101名词】\n（1）是梁启超提出的口号。 （2）中心意图是改良群治。\n（3）提升了小说在社会生活和文化生产中的地位。（从传统文学的边缘移向中心）\n清末小说的繁荣是从\"小说界革命\"开始的。 1902年，梁启超在《新小说》创刊号上发表了《论小说与群治之关系》，正式提出\"小说界革命\"。\n第一节 侠义小说与狭邪小说\n（一）侠义小说\n近代前朝（嘉道咸年间）广为流行的侠义小说有《儿女英雄传》、《荡寇志》和《三侠五义》。\n1.《儿女英雄传》：【1604名词】\n①作者文康。 ②小说讲述侠女何玉凤为父报仇的故事。\n③作者试图将才子佳人小说与英雄传奇结合起来\n④吸取民间说书艺术的优点，以\"说话人\"的口吻写来，情节富波澜。\n2.《荡寇志》：【2310单选】\n70回，刊于咸丰初年。作者俞万春，作者站在仇视水浒英雄的立场，在小说中将梁山一百单八将全部杀戮，表现了\"尊王灭寇\"的正统思想。其思想颇近陈腐，文笔却不无特色。\n3.《三侠五义》：【1810名词/1210简答；2404单选】\n①是近代侠义公案小说的代表作，刊行于光绪五年（1879年）。\n②根据说书艺人石玉昆的演出底本加工整理而成。\n③以清官包拯在侠客义士辅佐下除暴安良为主线，穿插侠客义士们的仗义行为和其间的矛盾纠葛。反映了社会不平和民众幻想政治清明的愿望。\n主人公：包拯；三侠：南侠展昭、北侠欧阳春、双侠丁兆兰和丁兆蕙。\n五义又称五鼠：钻天鼠卢方、翻江鼠蒋平、彻地鼠韩彰、穿山鼠徐庆、锦毛鼠白玉堂。\n（二）狭邪小说\n1.狭邪小说：【1310/2204名词】\n①道光至光绪年间，文坛上出现了一批以狎优狎妓为题材的\"专叙男女杂沓\"的\"狭邪小说\"。\n②就创作主体而言，多是潦倒文士。\n③就小说自身成就而言，其格调不高，缺乏社会批判力度，虽有特色，却难称杰作。\n④作品：《品花宝鉴》《花月痕》《青楼梦》《海上花列传》等。\n2.这一类作品主要有《品花宝鉴》、《花月痕》、《青楼梦》、《海上花列传》等：\n①《品花宝鉴》：作者陈森。反映了士人的变态人生、心理。\n②《花月痕》：作者魏秀仁，表现作者的自哀自怜。（才子落魄，佳人蒙尘）\n③《青楼梦》：作者俞达。描写多情公子沉迷声色为众多妓女所爱，官场风波，终于身荣名显。\n④《海上花列传》： 作者韩邦庆。\n以妓院、官场、商界为主要叙事空间，以赵朴斋、赵二宝兄妹的遭遇为主要线索。揭露了达官、公子、无赖玩弄女子的罪恶和娼妓行业的丑恶，是一幅半殖民地化都市畸形繁荣的风情画卷。\n以吴方言写成，人物对话全用苏白。小说情节离奇，呈现了\"平淡而近自然\"的面貌。"
    },
    {
     "h": "第五编 近代文学·第三章 近代小说与戏剧·第二节 清末小说诸派",
     "c": "第二节 清末小说诸派\n（一）谴责小说：【2104名词/2504名词】\n（1）谴责小说指近代大量抨击时政、揭露官场黑暗的作品。其特点是对现实肆意夸大，言过其实。\n（2）暴露有余，批判不足。情绪渲染强烈，理性和冷静的立场不彰。\n（3）代表作四大谴责小说：《官场现形记》《二十年目睹之怪现状》《老残游记》《孽海花》\n➢ 谴责小说：【2104名词答案】\n（1）清末小说流派之一； （2）内容以抨击时政、揭露官场黑暗为主。\n（3）代表作有《官场现形记》《二十年目睹之怪现状》《老残游记》《孽海花》。\n（1）《官场现形记》：【1904名词】\n①作者是清末李宝嘉；谴责小说的代表作之一；揭露官场的龌龊和官僚的丑态。 ②笔墨痛快，夸张过度，并无自序中所说的\"含蓄蕴藉\"之旨；写坏人全无是处，\"写大官都不自然\"。\n（2）《二十年目睹之怪现状》：【选择/名词】\n①作者吴沃尧，字趼jiǎn人，自号\"我佛山人\"，谴责小说的代表作之一；\n②以名\"九死一生\"者为主线串联20年遭遇见闻之事。\n③小说描写社会怪现状止于粗浅的暴露，缺乏深度。\n（3）《老残游记》：【2304名词】\n①作者刘鹗。谴责小说的代表作之一；写摇串铃的江湖医生老残行医途中的见闻，\n②较深刻地揭露了晚清政治腐败和社会黑暗，一定程度上反映了底层民众的疾苦。\n③与其他谴责小说不同的是，此作揭露的对象主要是\"清官\"。\n➢ 《老残游记》：【2304名词答案】\n（1）晚清四大谴责小说之一。（2）作者刘鹗。（3）揭露了晚清政治腐败和社会黑暗。\n（4）《孽海花》：【1910名词/2510单选】\n①作者曾朴，字孟朴，笔名东亚病夫。谴责小说的代表作之一。\n②以金雯青、傅彩云故事为主线，描写清末30年间政治外交及社会风俗的各种情态。\n③谴责的主要是一群精于制艺、热衷考证、讲求高雅趣味的达官名士。将矛头直接指向君主专制而非仅仅停留于官场。（反映清末政治外交及社会风俗，谴责热衷制艺考证的达官名士。）\n（二）鸳鸯蝴蝶派/礼拜六派：【1510名词/2210名词；2410单选】\n（1）清末民初小说流派。以上海为大本营，主要阵地《礼拜六》，又称\"礼拜六派\"。\n（2）表现的是知识分子失望于政治革命，沉溺于个人的趣味世界。\n（3）作者们讴歌爱情，却又逃避爱情。\n（4）作家：周瘦鹃、徐枕亚、包天笑、王钝根、刘半农等。\n（5）内容以言情为主，渲染感伤情调，\"赚人眼泪\"。代表作是徐枕亚的《玉梨魂》。\n➢ 鸳鸯蝴蝶派：【2210名词答案】\n（1）晚清小说流派，主要成员有周瘦鹃、徐枕亚、包天笑、王钝根、刘半农等。\n（2）表现知识分子失望于政治革命，沉迷于个人的趣味世界，由此而痛苦、迷茫，以致颓废堕落的心路历程。"
    },
    {
     "h": "第五编 近代文学·第三章 近代小说与戏剧·第三节 清末翻译小说",
     "c": "第三节 清末翻译小说\n1.林纾：【1504多选/1804多选；2410单选】\n（1）当时从事小说翻译最重要的作家，是中国以古文笔法译西洋小说的第一人。\n（2）翻译：《巴黎茶花女遗事》《黑奴吁天录》《滑铁卢战血余腥录》《撒克逊劫后英雄录》《孝女耐儿传》\n（3）古文小说翻译突破了古文的传统表现方式，为古文的言说开辟出新路。\n名著的传入，使传统小说观念有所改变；进步思想为五四新文学作家的成长提供了营养。"
    },
    {
     "h": "第五编 近代文学·第三章 近代小说与戏剧·第四节 清末戏剧演变与话剧诞生",
     "c": "第四节 清末戏剧演变与话剧诞生\n1.花部新剧种：【1510多选】\n①河南的豫剧、安徽的黄梅剧、江西的采茶戏、湖南的花鼓戏、云贵川花灯戏、广西采调等。\n②京剧是最主要的戏曲样式。\n2.京剧：【2210名词/2510单选】\n（1）京剧的演变成熟经历了相当长的历史过程。\n（2）乾隆末年，四大徽班三庆、四喜、和春、春台进京，把二黄戏带到京城。二黄是弋阳腔与其他曲调结合的产物，后来二黄调和西皮调合流，为京剧腔调的形成奠定了基础。\n（3）京剧又不断吸取昆曲、秦腔等声腔曲调成分，在歌唱和表演上日趋丰富，终于在19世纪中期正式形成京剧。京剧从此一跃而列居全国剧坛盟主地位。（4）京剧拥有十分丰富的剧目\n➢ 京剧：【2210名词答案】\n（1）属于花部新剧种，成熟于19世纪中期。（2）以二黄调和西皮调为基本曲调。\n（3）著名剧目有《打渔杀家》《群英会》《四进士》《玉堂春》等。\n3.近代京剧剧目：【1610名词】\n（1）据陶君起《京剧剧目初探》统计，共有1280多种。\n（2）取材于三国戏、列国戏、水浒戏、杨家将戏、岳家将戏的剧目最多。【1410多选】\n（3）表达了市民的意愿，歌颂为摆脱被压迫地位的反抗和斗争。\n优秀剧目：《打渔杀家》《群英会》《空城计》《四进士》《五鼠闹东京》。\n4.近代戏剧改良运动：近代戏剧改良运动在两个层面上开展，一是维新派和革命派的政治理念对传统戏剧的广泛渗透，二是戏剧表演艺术家和作家的积极参与。\n（1）首先在理论上提出戏剧改革的是梁启超。\n1904年，柳亚子、陈去病等人在上海创办第一个戏剧刊物《二十世纪大舞台》。\n（2）汪笑侬是最早参与京剧改良的艺术家。\n5.早期形态的话剧【1910多选】\n话剧起初称为\"新剧\"\"文明戏\"，产生于20世纪初，对话和动作为主要表现手段。\n1906年\"春柳社\"成立，标志着中国早期话剧的诞生，是我国第一个戏剧团体[留日学生欧阳予倩等在东京组织]。\n1907年王钟声在上海创办了话剧团体\"春阳社\"。进化团是中国早期话剧（新剧）的第一个职业剧团，它1910年冬成立于上海，领导人是新剧活动家任天知。"
    },
    {
     "h": "附：蒋丽媛原创中国古代文学史（二）主观题答题模板",
     "c": "蒋丽媛原创中国古代文学史（二）主观题答题模板\n【小蒋老师要求所有主观题都按照论述题的标准来答，列好序号；关键要点+解释分析+举例】\n一、名词解释答题模板\n1.常考某个诗人的写作文体，如山谷体/易安体\n写作文体（诗词文）答题模板：\n① 指的是xx朝代xx人的诗/词/写作【答出属于什么类型、朝代和人物】\n② xx主要写作内容是xxxxx，风格是xxxxx【实在不会可以编，讲究学问用典还是讲究意境/音律技巧】\n③ 作品主要特点是xxxxxx，代表作品是xxxx【可以补充这个人属于什么流派，具有什么地位】\n2.常考某个诗人的文学流派，如江西诗派/永嘉四灵\n文学流派答题模板：\n① 指的是xx朝代xx人的诗歌/词/文流派【注意要说清楚这是诗歌还是散文/词的流派】\n②此派/诗社代表人物有xxxxx等人，代表作品有xxxx\n③主要写作内容是xxxxx，风格是xxxxx【实在不会可以编，讲究学问用典还是讲究意境/音律技巧】 作品主要特点是xxxxxx，【可以补充这个流派具有什么地位和影响力】\n3.直接给某个作家的名字，如元好问/关汉卿\n作家答题模板：\n① xx（人名）是xx朝代前期/中期/后期有代表性的诗人/文人。\n② xx的成就主要体现在xxxxx写作中，列出几个这个作家的代表作。\n③ xx作家的创作有什么成就和地位。（如果涉及到流派团体可以提一下，不记得个人多说团体风格）\n4.考某个作品的名词（常见戏剧或小说）\n作品的答题模板：\n① xx（作品名）是xx朝代xx（人）的（什么类型的-如戏剧/小说）代表作。\n（如果考某个学说，比如\"性灵说\"\"格调说\"是xx代xx人的诗学观点/词学/古文写作观点）\n② xx的成就主要体现在xxxxx写作中，列出几个这个作家的代表作。\n③ xx作家的创作有什么成就和地位。（如果涉及到流派团体可以提一下，不记得个人就多说团体风格）\n二、古文史二简答论述题\n（一）戏剧创作答题模板\n1.xx（作家名）是xx朝代杰出的戏剧家，主要作品有xx，然后举例这个作品的内容。\n2.故事内容与主题：故事主要讲述了什么？是反映社会现实还是道德伦理教化？\n把故事情节简单概括下，思想主题和题材内容提一下，\n甚至可以上升到社会时代背景-政治黑暗、贪官污吏，百姓生活水深火热被压榨等\n3.情节结构安排：戏剧是否以关目取胜、结构精巧、戏剧冲突激烈、误会巧合？举1个情节的例子。\n4.语言特点：曲辞优美雅致、曲文俚俗质朴、雅俗共赏、化用前人诗词入曲、语言雅丽？\n5.是否具有舞台表演性：文人化、案头化还是适合舞台表演？【文人化是与文人参与创作相关，提高水平，戏剧表演性强指的是社会经济发展符合观众娱乐的需求】\n（二）诗歌创作答题模板\n1.xx（作家名）是xx朝代xx（人）杰出的诗人，主要作品有xx，然后举例这个作品的内容。\n2.诗歌主要写什么内容和主题：\n政治情怀、哲理、官场应酬、感时伤逝、家国悲痛、遗民悲凉等\n表现自我个性、抒写生活志趣；咏史怀古和托物寄慨等\n3.诗歌擅长什么文体？七言律诗、五言律诗、古体诗-每种诗体的主要风格特点是什么\n4.诗人的风格主要是什么？借鉴了前人谁的写作特征？是否擅长用典故、炼字等\n5.这个诗人的创作在文学史处于什么地位？（受谁的影响、开拓/影响了谁/风气）\n（三）小说创作（艺术成就）答题模板\n1.xx（小说名）是xx朝代xx（人）所写（编辑整理）的xx（类型-长篇章回/白话/文言/话本）小说，属于什么类型（世情小说/英雄传奇/神魔/演义）\n2.小说主要故事情节是：简单概括情节，提一下时代背景\n3.小说的主要思想内涵和主题是：反映明代社会黑暗还是写商人婚恋等\n4.艺术成就（特点）：这里一定要举故事情节和人物的例子\n情节的丰富、塑造生动的人物形象、\n（注意要展开答如何塑造的形象-①把人物置于引人入胜的情节发展之中，在情节的展开中表现人物的性格特征；②在塑造人物时倾注着强烈的爱憎感情，运用夸张渲染的手法③层层皴cūn染的手法，强化人物性格的主要特征④运用传奇色彩极浓的故事和生动的细节塑造人物）、结构特点（单线发展还是网状结构）、语言特点（更加口语化、通俗化；雅俗共赏；方言俗语加工提炼为富有表现力的文学语言）\n5.作品的地位，整体的写作风格。\n（四）古文创作答题模板\n1.xx（作家名）是xx朝代xx（人）杰出的散文家，主要作品有xx，然后举例这个作品的内容。\n2.古文主要写什么内容和主题：对现实批判之尖锐，对社会弊端揭露之大胆，具有仁民爱物的情怀和作为士君子的担当精神等\n3.古文风格是什么：以xx见长，提出什么古文理论，借鉴什么群体的写作（复古-先秦两汉/唐宋散文）\n4.这个作家的创作在文学史中处于什么地位？\n小蒋说：古文史二答题模板为小蒋老师总结的答题方法，附在笔记后面，作为同学们理清答题思路的参考。古文史二比古文史一难度更大，知识点量更大，需要坚持听完12节精讲和3节串讲课程哦。\n[末页思维导图（纯文本描述）：小蒋古文史二——①听课：12节精讲课-坚持直播19:20-22:00；②做题：小蒋老师课堂上练习大量真题，0810-2410真题卷-精讲1课件下载处已传；③背诵：打印资料需打印笔记跟课-早起反复阅读-全书思维导图汇总-梳理框架-精讲12传-其他资料-多选真题汇总-巩固知识点-精12传-2604精讲重点大题-精讲12传串讲前背会；④串讲：约3月初-复习框架+串讲重点大题+答题技巧]"
    }
   ]
  }
 }
};
window.ZK_PRED=window.ZK_PRED||{};
window.ZK_PRED["00539"]={
 "meta": "本预测基于 00539《中国古代文学史（二）》2019年4月至2024年10月共12套广东自考真题的考点频次统计，梳理客观题最高频与近年活跃出题面，并给出主观题（名词解释/简答/论述）方向。仅供复习参考，非官方押题，不保证命中。",
 "heat": [
  {
   "name": "苏轼",
   "n": 12,
   "n5": 5
  },
  {
   "name": "桐城派",
   "n": 12,
   "n5": 5
  },
  {
   "name": "近代小说",
   "n": 12,
   "n5": 5
  },
  {
   "name": "黄庭坚与江西诗派",
   "n": 11,
   "n5": 5
  },
  {
   "name": "公安派/竟陵派",
   "n": 11,
   "n5": 4
  },
  {
   "name": "欧阳修",
   "n": 10,
   "n5": 5
  },
  {
   "name": "诗界革命/新派诗",
   "n": 10,
   "n5": 5
  },
  {
   "name": "汤显祖与临川派",
   "n": 10,
   "n5": 4
  },
  {
   "name": "红楼梦",
   "n": 10,
   "n5": 4
  },
  {
   "name": "元好问",
   "n": 9,
   "n5": 5
  },
  {
   "name": "同光体",
   "n": 9,
   "n5": 4
  },
  {
   "name": "辛弃疾",
   "n": 8,
   "n5": 4
  },
  {
   "name": "陆游",
   "n": 8,
   "n5": 4
  },
  {
   "name": "王士禛神韵说",
   "n": 7,
   "n5": 5
  },
  {
   "name": "长生殿/桃花扇",
   "n": 7,
   "n5": 3
  },
  {
   "name": "聊斋志异",
   "n": 7,
   "n5": 2
  },
  {
   "name": "西厢记/王实甫",
   "n": 6,
   "n5": 3
  },
  {
   "name": "纳兰性德",
   "n": 6,
   "n5": 3
  },
  {
   "name": "琵琶记与南戏",
   "n": 6,
   "n5": 2
  },
  {
   "name": "关汉卿",
   "n": 5,
   "n5": 2
  },
  {
   "name": "水浒传",
   "n": 5,
   "n5": 2
  },
  {
   "name": "西游记",
   "n": 5,
   "n5": 1
  },
  {
   "name": "金瓶梅",
   "n": 5,
   "n5": 1
  },
  {
   "name": "李清照",
   "n": 4,
   "n5": 1
  },
  {
   "name": "三国演义",
   "n": 4,
   "n5": 1
  },
  {
   "name": "儒林外史",
   "n": 4,
   "n5": 1
  },
  {
   "name": "龚自珍",
   "n": 4,
   "n5": 1
  }
 ],
 "groups": [
  {
   "title": "客观题·最高频对应（出现套数最多的方向）",
   "items": [
    {
     "tier": 2,
     "topic": "苏轼",
     "stat": "12套中12套出现，近5年5套",
     "reason": "苏轼的诗、词、散文反复出题，是全课程第一高频作家，几乎每套必考。",
     "q": [
      {
       "t": "单选",
       "q": "苏轼词的艺术风格是（ ）",
       "o": [
        "A.清淡秀逸",
        "B.豪放旷达",
        "C.清空骚雅",
        "D.典雅含蓄"
       ],
       "a": "B"
      },
      {
       "t": "单选",
       "q": "苏轼散文中文学价值最高、最具独创性的部分是（ ）",
       "o": [
        "A.政论文",
        "B.记叙文（碑传、游记、文赋）",
        "C.书札",
        "D.赋体文"
       ],
       "a": "B"
      },
      {
       "t": "多选",
       "q": "苏轼诗歌的创作特色有（ ）",
       "o": [
        "A.以文为诗",
        "B.以才学为诗",
        "C.以议论入诗",
        "D.诗风清丽雄健",
        "E.诗风清旷闲逸"
       ],
       "a": "ABCDE"
      }
     ]
    },
    {
     "tier": 2,
     "topic": "欧阳修",
     "stat": "12套中10套出现，近5年5套",
     "reason": "欧阳修作为北宋诗文革新领袖，其散文、辞赋、诗风反复考查。",
     "q": [
      {
       "t": "单选",
       "q": "欧阳修散文的特点是（ ）",
       "o": [
        "A.平易流畅",
        "B.汪洋恣肆",
        "C.艰涩怪奇",
        "D.理致周密"
       ],
       "a": "A"
      },
      {
       "t": "单选",
       "q": "欧阳修开创宋代文赋先河的作品是（ ）",
       "o": [
        "A.《秋声赋》",
        "B.《前赤壁赋》",
        "C.《六国论》",
        "D.《墨池记》"
       ],
       "a": "A"
      },
      {
       "t": "简答",
       "q": "简述欧阳修散文的艺术成就。",
       "a": "（1）继承发展韩愈散文'文从字顺'的一面，建立平易流畅、委屈婉转的文章风格。（2）其赋开宋代文赋的先河，变骈偶对仗为骈散相间、奇偶错杂。（3）平易流畅中富于曲折变化，含蓄蕴藉而又富有情感与诗味。"
      }
     ]
    },
    {
     "tier": 2,
     "topic": "黄庭坚与江西诗派",
     "stat": "12套中11套出现，近5年5套",
     "reason": "'山谷体'、西昆体后宋诗自立面目的关键，江西诗派（黄庭坚、陈师道、陈与义）高频。",
     "q": [
      {
       "t": "单选",
       "q": "黄庭坚'山谷体'的诗风特征是（ ）",
       "o": [
        "A.平易古淡",
        "B.豪犷雄放",
        "C.清新流丽",
        "D.生新瘦硬"
       ],
       "a": "D"
      },
      {
       "t": "单选",
       "q": "陈师道诗歌的艺术风格是（ ）",
       "o": [
        "A.华丽典雅",
        "B.朴拙瘦硬",
        "C.清新流丽",
        "D.豪犷雄放"
       ],
       "a": "B"
      },
      {
       "t": "名词解释",
       "q": "简述'简斋体'。",
       "a": "简斋体指北宋诗人陈与义的诗。陈与义号简斋，作诗不墨守江西诗派成规，常以直致语、浅语入诗，重意境、重白描，参透各家而融会贯通，诗风雄浑沉郁。"
      }
     ]
    },
    {
     "tier": 2,
     "topic": "辛弃疾",
     "stat": "12套中8套出现，近5年4套",
     "reason": "'稼轩体'与宋词豪放一派代表，题材内容与艺术成就常考。",
     "q": [
      {
       "t": "单选",
       "q": "辛弃疾词风格鲜明，被称为（ ）",
       "o": [
        "A.稼轩体",
        "B.半山体",
        "C.民歌体",
        "D.樵歌体"
       ],
       "a": "A"
      },
      {
       "t": "多选",
       "q": "辛弃疾词的题材内容有（ ）",
       "o": [
        "A.抒发报国豪情",
        "B.表现壮志难酬的悲愤",
        "C.写儿女之情",
        "D.表现田园生活",
        "E.描写羁旅行役"
       ],
       "a": "ABCDE"
      }
     ]
    },
    {
     "tier": 2,
     "topic": "汤显祖与临川派",
     "stat": "12套中10套出现，近5年4套",
     "reason": "'临川四梦'与《牡丹亭》思想艺术、临川派作家群为明代戏曲高频点。",
     "q": [
      {
       "t": "单选",
       "q": "《牡丹亭》的作者是（ ）",
       "o": [
        "A.汤显祖",
        "B.沈璟",
        "C.孟称舜",
        "D.吴炳"
       ],
       "a": "A"
      },
      {
       "t": "单选",
       "q": "明代提出'情教'说的作家是（ ）",
       "o": [
        "A.袁宏道",
        "B.冯梦龙",
        "C.汤显祖",
        "D.李贽"
       ],
       "a": "B"
      },
      {
       "t": "论述",
       "q": "试从杜丽娘的形象塑造看《牡丹亭》的思想与社会意义。",
       "a": "（1）杜丽娘为情而死、因情而生，是至情说的艺术化身。（2）形象肯定了人的自然情欲与个性觉醒，批判礼教禁锢。（3）以梦写情、以死殉情、以生复情的浪漫手法寄托作者的理想。"
      }
     ]
    },
    {
     "tier": 2,
     "topic": "《红楼梦》",
     "stat": "12套中10套出现，近5年4套",
     "reason": "版本系统（脂本/程本）、人物塑造、叙事与思想意蕴为清代小说核心考点。",
     "q": [
      {
       "t": "单选",
       "q": "《红楼梦》80回抄本系统往往被称为（ ）",
       "o": [
        "A.程本",
        "B.高本",
        "C.脂本",
        "D.程高本"
       ],
       "a": "C"
      },
      {
       "t": "单选",
       "q": "《红楼梦》乾隆五十六年程伟元排印本被称为（ ）",
       "o": [
        "A.程甲本",
        "B.程乙本",
        "C.甲戌本",
        "D.庚辰本"
       ],
       "a": "B"
      },
      {
       "t": "论述",
       "q": "试述《红楼梦》人物形象塑造的成就。",
       "a": "（1）打破人物类型化，塑造出多面、复杂、发展的典型人物。（2）善于通过日常细节与人物对话展现性格。（3）主要人物与次要人物各有面目，构成庞大而统一的形象体系。"
      }
     ]
    },
    {
     "tier": 2,
     "topic": "桐城派",
     "stat": "12套中12套出现，近5年5套",
     "reason": "方苞、刘大櫆、姚鼐'桐城三祖'及湘乡派（曾国藩）贯穿清代散文，极高频。",
     "q": [
      {
       "t": "单选",
       "q": "《古文辞类纂》一书的编选者是（ ）",
       "o": [
        "A.方苞",
        "B.姚鼐",
        "C.刘大櫆",
        "D.郭嵩焘"
       ],
       "a": "B"
      },
      {
       "t": "单选",
       "q": "桐城派古文家刘大櫆论文推崇（ ）",
       "o": [
        "A.韩愈",
        "B.苏轼",
        "C.欧阳修",
        "D.归有光"
       ],
       "a": "D"
      },
      {
       "t": "单选",
       "q": "咸同时期曾国藩的古文流派被称为（ ）",
       "o": [
        "A.唐宋派",
        "B.湘乡派",
        "C.文人派",
        "D.苏州派"
       ],
       "a": "B"
      }
     ]
    },
    {
     "tier": 2,
     "topic": "近代小说",
     "stat": "12套中12套出现，近5年5套",
     "reason": "谴责小说、侠义公案、狭邪、才子佳人、鸳鸯蝴蝶派分类极稳定，每套必考。",
     "q": [
      {
       "t": "单选",
       "q": "谴责小说《老残游记》的作者是（ ）",
       "o": [
        "A.李宝嘉",
        "B.刘鹗",
        "C.吴沃尧",
        "D.曾朴"
       ],
       "a": "B"
      },
      {
       "t": "单选",
       "q": "近代小说《品花宝鉴》属于（ ）",
       "o": [
        "A.侠义公案小说",
        "B.才子佳人小说",
        "C.狭邪小说",
        "D.谴责小说"
       ],
       "a": "C"
      },
      {
       "t": "多选",
       "q": "以下作品属于侠义小说的有（ ）",
       "o": [
        "A.《儿女英雄传》",
        "B.《荡寇志》",
        "C.《三侠五义》",
        "D.《品花宝鉴》",
        "E.《海上花列传》"
       ],
       "a": "ABC"
      }
     ]
    }
   ]
  },
  {
   "title": "客观题·近年活跃出题面（近5年持续考查）",
   "items": [
    {
     "tier": 3,
     "topic": "王士禛神韵说",
     "stat": "近5年5套活跃",
     "reason": "神韵说与清代诗学流派（沈德潜、翁方纲、袁枚）并为诗论高频。",
     "q": [
      {
       "t": "单选",
       "q": "清代诗坛提倡'神韵说'的诗人是（ ）",
       "o": [
        "A.沈德潜",
        "B.翁方纲",
        "C.王士禛",
        "D.王世贞"
       ],
       "a": "C"
      },
      {
       "t": "单选",
       "q": "清代袁枚论诗主张（ ）",
       "o": [
        "A.格调说",
        "B.肌理说",
        "C.性灵说",
        "D.熔铸唐宋说"
       ],
       "a": "C"
      }
     ]
    },
    {
     "tier": 3,
     "topic": "元好问",
     "stat": "12套中9套，近5年5套",
     "reason": "金代文学代表，诗论《论诗三十首》、诸体诗成就反复出现。",
     "q": [
      {
       "t": "单选",
       "q": "元好问成就最突出的诗体是（ ）",
       "o": [
        "A.五言律诗",
        "B.七言绝句",
        "C.七言律诗与七绝",
        "D.古乐府"
       ],
       "a": "C"
      },
      {
       "t": "多选",
       "q": "元好问的论诗主张包括（ ）",
       "o": [
        "A.以风雅为宗",
        "B.推崇自然",
        "C.标举清刚雄健",
        "D.推尊李白杜甫",
        "E.推尊黄庭坚"
       ],
       "a": "ABCDE"
      }
     ]
    },
    {
     "tier": 3,
     "topic": "诗界革命与新派诗",
     "stat": "12套中10套，近5年5套",
     "reason": "梁启超、黄遵宪、龚自珍及'新意境''新名词'为近代高频。",
     "q": [
      {
       "t": "单选",
       "q": "近代'诗界革命'的倡导者是（ ）",
       "o": [
        "A.龚自珍",
        "B.康有为",
        "C.谭嗣同",
        "D.梁启超"
       ],
       "a": "D"
      },
      {
       "t": "单选",
       "q": "黄遵宪提倡'新派诗'，内容多述（ ）",
       "o": [
        "A.历史",
        "B.山川风物",
        "C.时事",
        "D.市民生活"
       ],
       "a": "C"
      }
     ]
    },
    {
     "tier": 3,
     "topic": "陆游",
     "stat": "12套中8套，近5年4套",
     "reason": "南宋诗歌代表，古今体风格与晚年绝句特色常考。",
     "q": [
      {
       "t": "单选",
       "q": "陆游晚年所作绝句的主要风格是（ ）",
       "o": [
        "A.悲壮慷慨",
        "B.跌宕雄浑",
        "C.神完气厚",
        "D.清淡秀逸"
       ],
       "a": "D"
      },
      {
       "t": "论述",
       "q": "试论陆游诗歌的艺术成就。",
       "a": "（1）爱国主题鲜明，现实主义与浪漫精神结合。（2）诸体兼备，七律最工。（3）前期宏肆、晚年清淡，风格多样。"
      }
     ]
    },
    {
     "tier": 3,
     "topic": "公安派与竟陵派",
     "stat": "12套中11套",
     "reason": "'三袁''独抒性灵'、钟惺谭元春'幽深孤峭'为明代诗文流派高频。",
     "q": [
      {
       "t": "单选",
       "q": "万历后期影响最大的诗文流派是（ ）",
       "o": [
        "A.唐宋派",
        "B.竟陵派",
        "C.公安派",
        "D.茶陵派"
       ],
       "a": "C"
      },
      {
       "t": "单选",
       "q": "'竟陵派'散文的风格特点是（ ）",
       "o": [
        "A.醇厚典正",
        "B.细润雅致",
        "C.幽深孤峭",
        "D.简练明畅"
       ],
       "a": "C"
      }
     ]
    },
    {
     "tier": 3,
     "topic": "《聊斋志异》",
     "stat": "12套中7套",
     "reason": "版本系统、思想意蕴与艺术成就在清代文言小说中极常考。",
     "q": [
      {
       "t": "单选",
       "q": "《聊斋志异》现今通行本的底本是（ ）",
       "o": [
        "A.手稿本",
        "B.三会本",
        "C.青柯亭本",
        "D.铸雪斋抄本"
       ],
       "a": "C"
      },
      {
       "t": "论述",
       "q": "试述《聊斋志异》的艺术成就。",
       "a": "（1）用传奇法而以志怪，情节曲折。（2）人物形象鲜明，花妖狐魅富人情。（3）语言典雅工丽，叙事委曲。"
      }
     ]
    },
    {
     "tier": 3,
     "topic": "《长生殿》与《桃花扇》",
     "stat": "12套中7套",
     "reason": "清初传奇双璧的题材、艺术结构与思想意蕴为高频论述面。",
     "q": [
      {
       "t": "单选",
       "q": "清代戏剧《长生殿》描写的主要内容是（ ）",
       "o": [
        "A.侯方域与李香君",
        "B.李隆基与杨玉环",
        "C.蔡文英与江兰芳",
        "D.莘瑶琴与秦重"
       ],
       "a": "B"
      },
      {
       "t": "多选",
       "q": "《长生殿》在艺术上的长处主要表现在（ ）",
       "o": [
        "A.结构完整关目紧合",
        "B.语言清雅秀丽富抒情色彩",
        "C.曲词音律独步一时",
        "D.采用写实方法淡化情节",
        "E.主要供案头阅读"
       ],
       "a": "ABC"
      }
     ]
    },
    {
     "tier": 3,
     "topic": "《西厢记》与诸宫调",
     "stat": "12套中6套",
     "reason": "董解元《西厢记诸宫调》及王实甫《西厢记》体制、题材反复考查。",
     "q": [
      {
       "t": "单选",
       "q": "《西厢记诸宫调》的作者是（ ）",
       "o": [
        "A.董解元",
        "B.王实甫",
        "C.关汉卿",
        "D.白朴"
       ],
       "a": "A"
      },
      {
       "t": "多选",
       "q": "诸宫调在艺术形式上的特征包括（ ）",
       "o": [
        "A.多种宫调曲子联套演唱",
        "B.演唱中杂以说白",
        "C.四折一楔子",
        "D.表演长篇故事",
        "E.由折楔子题目正名组成"
       ],
       "a": "ABD"
      }
     ]
    }
   ]
  },
  {
   "title": "主观题方向（名词解释·简答·论述高频）",
   "items": [
    {
     "tier": 2,
     "topic": "宋代诗派与诗体名词解释",
     "stat": "名词解释高频",
     "reason": "西昆体、简斋体、永嘉四灵、铁崖体等反复作名词解释。",
     "q": [
      {
       "t": "名词解释",
       "q": "简述'西昆体'。",
       "a": "（1）宋初以杨亿、钱惟演、刘筠为代表的诗歌流派，因《西昆酬唱集》得名。（2）讲究修辞用典，以李商隐为宗，风格典丽。（3）是宋诗形成自身特色的第一步。"
      },
      {
       "t": "名词解释",
       "q": "简述'永嘉四灵'。",
       "a": "指南宋后期诗人徐玑、徐照、翁卷、赵师秀，作诗专攻五律，多咏景物，诗风平淡简远。"
      }
     ]
    },
    {
     "tier": 2,
     "topic": "苏轼词的地位与贡献",
     "stat": "论述高频",
     "reason": "'以诗为词'、扩大词境、豪放词风反复作论述。",
     "q": [
      {
       "t": "论述",
       "q": "试论苏轼词在宋词发展变革中的重要地位和贡献。",
       "a": "（1）打破'男子作闺音'传统，转为抒发士大夫情志。（2）'以诗为词'，扩大词境、提高词品。（3）开创豪放旷达词风，使词风格多样化。（4）提高词体地位，使词与唐诗并列。"
      }
     ]
    },
    {
     "tier": 2,
     "topic": "《琵琶记》与南戏",
     "stat": "简答/名词解释高频",
     "reason": "'南戏之祖'《琵琶记》及南戏体制特点常考。",
     "q": [
      {
       "t": "名词解释",
       "q": "简述《琵琶记》。",
       "a": "元末高明所作，被称为'南戏之祖'，写赵五娘与蔡伯喈的故事，标志南戏走向成熟。"
      },
      {
       "t": "简答",
       "q": "简述南戏的体制特点。",
       "a": "（1）无固定出数，长短自由。（2）场上角色都可唱，可对唱合唱。（3）一折可用不同宫调、换韵。（4）有开场，由副末报告剧情。（5）角色分生旦外贴丑净末。"
      }
     ]
    },
    {
     "tier": 2,
     "topic": "《儒林外史》",
     "stat": "思想内容与艺术特点高频",
     "reason": "科举批判、儒林群相与讽刺艺术为清代小说高频。",
     "q": [
      {
       "t": "简答",
       "q": "简述《儒林外史》中刻画的儒林群相。",
       "a": "（1）因跻身科考而人性扭曲堕落者，如匡超人。（2）科举制度孕育的假名士，如杜慎卿。（3）作者肯定的真儒名贤与普通市民，注重文行出处、自由独立。"
      }
     ]
    },
    {
     "tier": 2,
     "topic": "《金瓶梅》",
     "stat": "艺术成就论述高频",
     "reason": "世情小说开山之作，人物、结构、语言特色常作论述。",
     "q": [
      {
       "t": "论述",
       "q": "试述《金瓶梅》的艺术成就。",
       "a": "（1）题材转向家庭生活与世情，标志小说描写对象转换。（2）人物摆脱类型化，写出性格的复杂与变化。（3）白描手法，善用对比讽刺。（4）网状艺术结构。（5）语言口语化、通俗化，吸收方言俗语。"
      }
     ]
    },
    {
     "tier": 3,
     "topic": "诗界革命与近代诗文",
     "stat": "名词解释/简答高频",
     "reason": "'诗界革命''境界说''经世文派'等为近代高频名词解释。",
     "q": [
      {
       "t": "名词解释",
       "q": "简述'诗界革命'。",
       "a": "（1）由梁启超倡导。（2）要求'以旧风格含新意境'。（3）借助新名词、新题材形成新的审美境界。"
      },
      {
       "t": "名词解释",
       "q": "简述王国维'境界说'。",
       "a": "王国维在《人间词话》提出，以'能写真景物、真感情者谓之有境界'，并有有我之境、无我之境、写境、造境、隔与不隔之说。"
      }
     ]
    },
    {
     "tier": 3,
     "topic": "元杂剧作家作品",
     "stat": "简答高频",
     "reason": "关汉卿、王实甫、马致远及元杂剧分期、门类反复作简答。",
     "q": [
      {
       "t": "简答",
       "q": "简述元代后期主要杂剧作家及其代表作品。",
       "a": "（1）代表作家有郑光祖、宫天挺、乔吉、秦简夫等。（2）代表作有郑光祖《倩女离魂》、宫天挺《范张鸡黍》、秦简夫《东堂老》、乔吉《扬州梦》等。"
      }
     ]
    },
    {
     "tier": 3,
     "topic": "明清文言与白话小说流派",
     "stat": "多选/名词解释高频",
     "reason": "才学小说、狭邪小说、侠义公案、才子佳人分类常考。",
     "q": [
      {
       "t": "名词解释",
       "q": "简述'才学小说'。",
       "a": "受清代中叶考据学风影响，将小说看作炫耀学问的工具，代表作是李汝珍《镜花缘》。"
      },
      {
       "t": "单选",
       "q": "我国最早由个人创作的白话小说专集是（ ）",
       "o": [
        "A.《三言》",
        "B.《金瓶梅》",
        "C.《二拍》",
        "D.《西游记》"
       ],
       "a": "C"
      }
     ]
    }
   ]
  }
 ]
};
