window.ZK_DATA=window.ZK_DATA||{};
window.ZK_DATA["00815"]=
{
 "name": "西方文论选读",
 "sets": {
  "题海": {
   "choice": {
    "head": "题海·单选题",
    "desc": "00815西方文论选读题海 单选题",
    "score": 1,
    "items": [
     {
      "q": "朗吉弩斯认为，崇高来自于",
      "a": 1,
      "opts": [
       "理性",
       "伟大心灵",
       "非理性",
       "神"
      ],
      "e": ""
     },
     {
      "q": "中世纪象征理论的奠基者是",
      "a": 0,
      "opts": [
       "奥古斯丁",
       "但丁",
       "贺拉斯",
       "尼采"
      ],
      "e": ""
     },
     {
      "q": "阿奎那将人的感觉分为",
      "a": 3,
      "opts": [
       "理性感觉与非理性感觉",
       "视觉与听觉",
       "想象与记忆",
       "外部感觉与内部感觉"
      ],
      "e": ""
     },
     {
      "q": "但丁主张以新俗语取代",
      "a": 2,
      "opts": [
       "希腊语",
       "英语",
       "拉丁语",
       "德语"
      ],
      "e": ""
     },
     {
      "q": "锡德尼认为，使诗具有高于人间其他所有学术自由创造性的是",
      "a": 0,
      "opts": [
       "虚构",
       "写实",
       "想象",
       "神话"
      ],
      "e": "锡德尼（Philip Sidney）在《为诗辩护》中认为，使诗具有高于人间其他所有学术的自由创造性的是诗人的“创造性”和“虚构能力”。锡德尼强调，诗人通过创造性地模仿自然，能够创造出“比自然更好的事物”或“完全崭新的、自然中从来没有的形象”。这种创造性不仅体现在诗人的想象力和艺术表现力上，还体现在诗歌能够通过虚构来揭示更普遍的真理和道德价值。"
     },
     {
      "q": "约翰生的新古典主义理论集中体现在其",
      "a": 2,
      "opts": [
       "希腊戏剧评论",
       "狄德罗戏剧评论",
       "莎士比亚戏剧评论",
       "但丁戏剧评论"
      ],
      "e": ""
     },
     {
      "q": "高特雪特最重要的文学理论著作是",
      "a": 2,
      "opts": [
       "《诗学》",
       "《诗艺》",
       "《批判的诗学》",
       "《判断力批判》"
      ],
      "e": ""
     },
     {
      "q": "狄德罗十分重视戏剧的社会作用，尤其对观众的",
      "a": 1,
      "opts": [
       "审美提升作用",
       "道德提升作用",
       "情感提升作用",
       "理智提升作用"
      ],
      "e": ""
     },
     {
      "q": "莱辛反对把悲剧变成纪念大人物的工具，提倡在剧作中表现",
      "a": 0,
      "opts": [
       "市民阶层日常生活",
       "中产阶层日常生活",
       "资产阶级日常生活",
       "无产阶级日常生活"
      ],
      "e": ""
     },
     {
      "q": "赫尔德认为，人类的感官不是专为服务于",
      "a": 0,
      "opts": [
       "理性的目的",
       "艺术的目的",
       "感性的目的",
       "单一的目的"
      ],
      "e": "赫尔德认为，人类的感官并不是专为服务于理性的认识功能而存在。他反对将人类的认识能力简单划分为感性、知性和理性，并强调感官能力与理性能力之间并非是单向的服务关系。赫尔德主张，人类的感官是人类与世界建立联系的基础，感官的直接体验和感性认识是人类认知的重要起点。他强调感官的直接性和丰富性，认为感官体验本身具有独立的价值，而不仅仅是理性认识的工具。"
     },
     {
      "q": "康德把艺术才能理解为艺术家天生的心灵禀赋，具有这种才能的艺术家就是",
      "a": 2,
      "opts": [
       "人才",
       "英雄",
       "天才",
       "主人公"
      ],
      "e": ""
     },
     {
      "q": "柯勒律治认为，想象是将作家的主动性与对象的被动性在相当的深度与限度上加以综合的",
      "a": 1,
      "opts": [
       "总体力量",
       "辩证力量",
       "中间力量",
       "矛盾力量"
      ],
      "e": ""
     },
     {
      "q": "夏多布里昂的艺术理想是",
      "a": 1,
      "opts": [
       "以诗意为美",
       "以神秘为美",
       "以感性为美",
       "以颓废为美"
      ],
      "e": ""
     },
     {
      "q": "詹姆斯认为，在制造真实性幻觉上，戏剧法叙述要优于",
      "a": 0,
      "opts": [
       "图画法叙述",
       "史诗叙述",
       "外聚焦叙述",
       "模仿叙述"
      ],
      "e": "1.戏剧法叙述：（1）戏剧法叙述类似于限制视角叙事法，通过人物的视角和感知来展现故事。这种方法让读者仿佛置身于故事之中，只能看到和听到人物所看到和听到的内容，从而增强了故事的真实感和沉浸感。（2）詹姆斯认为，这种叙述方式能够更好地模拟真实世界的感知过程，使读者更容易产生共鸣。2.图画法叙述：（1）图画法叙述类似于全知视角的叙事方法，叙述者会将所有事件和细节完整地呈现给读者，类似于一幅画中展示的全部内容。（2）这种方法虽然信息量大，但缺乏戏剧法叙述的互动性和真实感，因为它没有给读者留下太多的想象空间。"
     },
     {
      "q": "从社会条件上说，与文学史批评的创立息息相关的是",
      "a": 1,
      "opts": [
       "古代学院制度",
       "现代大学制度",
       "中世纪神学院制度",
       "现代技术制度"
      ],
      "e": ""
     },
     {
      "q": "分析心理学的创立者荣格提出了",
      "a": 3,
      "opts": [
       "意识理论",
       "无意识理论",
       "潜意识理论",
       "集体无意识理论"
      ],
      "e": ""
     },
     {
      "q": "拉康式结构主义心理分析学的根本支柱是主体理论以及",
      "a": 3,
      "opts": [
       "人格结构",
       "欲望学说",
       "意识理论",
       "无意识理论"
      ],
      "e": ""
     },
     {
      "q": "“文学性”观念的提出者是",
      "a": 0,
      "opts": [
       "雅各布森",
       "托尔斯泰",
       "什克洛夫斯基",
       "陀思妥耶夫斯基"
      ],
      "e": ""
     },
     {
      "q": "巴赫金认为陀思妥耶夫斯基小说是",
      "a": 2,
      "opts": [
       "无调型小说",
       "多调型小说",
       "复调型小说",
       "独白型小说"
      ],
      "e": ""
     },
     {
      "q": "艾略特提出了诗歌创作的",
      "a": 1,
      "opts": [
       "实用批评",
       "非个人化理论",
       "语义批评",
       "主观对应物概念"
      ],
      "e": ""
     },
     {
      "q": "瑞恰慈认为文学语言的意义包括了字面意义、情感意义、意图以及",
      "a": 1,
      "opts": [
       "风格",
       "语气",
       "能指",
       "所指"
      ],
      "e": ""
     },
     {
      "q": "布鲁克斯认为诗歌区别于其他问题的一个基本特征是诗歌使用了",
      "a": 2,
      "opts": [
       "含混",
       "复义",
       "悖论",
       "反讽"
      ],
      "e": ""
     },
     {
      "q": "提出神话具有双重结构的是",
      "a": 3,
      "opts": [
       "索绪尔",
       "波德莱尔",
       "克罗齐",
       "列维斯特劳斯"
      ],
      "e": ""
     },
     {
      "q": "“纯客观”的外视角叙事指",
      "a": 2,
      "opts": [
       "叙事者>人物",
       "叙事者=人物",
       "叙事者<人物，托多罗夫",
       "叙事者≠人物"
      ],
      "e": ""
     },
     {
      "q": "卢卡契认为，最能通达整体性的艺术原则是",
      "a": 2,
      "opts": [
       "浪漫主义",
       "形式主义",
       "现实主义",
       "结构主义"
      ],
      "e": ""
     },
     {
      "q": "对大众文化进行分析和批判的是",
      "a": 2,
      "opts": [
       "燕卜荪",
       "兰色姆",
       "洛文塔尔",
       "斯特劳斯"
      ],
      "e": ""
     },
     {
      "q": "费什认为文学阅读以及意义生产成为可能的前提是",
      "a": 2,
      "opts": [
       "文学消费",
       "文学接受",
       "解释团体",
       "解释个体"
      ],
      "e": ""
     },
     {
      "q": "米勒阐述文学阅读特性的一个关键词是",
      "a": 1,
      "opts": [
       "栖居",
       "寄生",
       "认同",
       "刷新"
      ],
      "e": ""
     },
     {
      "q": "美国女性主义文学理论的领军人物是",
      "a": 2,
      "opts": [
       "波伏娃",
       "斯皮瓦克",
       "肖瓦尔特",
       "克里斯蒂娃"
      ],
      "e": ""
     },
     {
      "q": "奠定新历史主义基础的是怀特的",
      "a": 1,
      "opts": [
       "东方学",
       "历史诗学",
       "绿色阅读",
       "文化唯物主义"
      ],
      "e": ""
     },
     {
      "q": "贺拉斯的文学理论代表作是（ ）",
      "a": 1,
      "opts": [
       "《诗学》",
       "《诗艺》",
       "《论崇高》",
       "《论素朴的诗与感伤的诗》"
      ],
      "e": ""
     },
     {
      "q": "《论崇高》是的著作？（ ）",
      "a": 2,
      "opts": [
       "尼采",
       "阿奎拉",
       "朗吉弩斯",
       "席勒"
      ],
      "e": ""
     },
     {
      "q": "黑格尔说：“浪漫型艺术理念与现实的完美的统一破坏了，在较高的阶段上回到象征型艺术所没有克服的理念的差异和对立。”对这句话的正确理解是（ ）",
      "a": 2,
      "opts": [
       "浪漫型艺术和象征型艺术在处理理念和现实关系时犯了完全一样的错误",
       "浪漫型艺术和象征型艺术都是拙劣的艺术形式",
       "浪漫型艺术再度高扬了理念，力图摆脱感性形式的束缚",
       "浪漫型艺术是最值得肯定的文学形式"
      ],
      "e": "【疑问：源卷第77页该题为孤页，相邻页未给出红标答案，暂按文本义录C，请核对原卷】"
     },
     {
      "q": "历史上哪个最先提出“世界文学”的概念（ ）",
      "a": 2,
      "opts": [
       "锡德尼",
       "马克思",
       "歌德",
       "席勒"
      ],
      "e": ""
     },
     {
      "q": "法国浪漫主义运动的宣言纲领是雨果的（ ）",
      "a": 1,
      "opts": [
       "《法国的浪漫主义》",
       "《克伦威尔序言》",
       "《悲惨世界序言》",
       "《拉辛与莎士比亚》"
      ],
      "e": ""
     },
     {
      "q": "叔本华说的意志是指（ ）",
      "a": 0,
      "opts": [
       "一种没有目的、没有止尽、不可遏止的冲动和生存的欲求",
       "尼采后来提到的权利意志",
       "一种在理性的规范下个体生命的支配力量",
       "世界的本原"
      ],
      "e": ""
     },
     {
      "q": "斯坦利·费什是当代什么流派的重要理论家？（ ）",
      "a": 3,
      "opts": [
       "解构主义",
       "结构主义",
       "存在主义",
       "读者反应批评"
      ],
      "e": ""
     },
     {
      "q": "本雅明在《机械复制时代的艺术作品》中指出，随着传统艺术光晕的消失，艺术原有的功能与价值也发生巨大变化，艺术的全部功能颠倒过来，它不再建立在利益基础上，而开始建立在（ ）",
      "a": 0,
      "opts": [
       "另一种实践——政治的基础上",
       "接写的艺术复制工序上",
       "媚俗的、缺乏艺术价值的实践活动",
       "膜拜价值的追求上"
      ],
      "e": ""
     },
     {
      "q": "强调文艺既要模仿现实，又要模仿古典作品，认为文艺与模仿的现实对象是一种“合式关系”的文论家是古罗马的",
      "a": 1,
      "opts": [
       "维吉尔",
       "贺拉斯",
       "普罗丁",
       "朗吉弩斯"
      ],
      "e": ""
     },
     {
      "q": "下列文论作品中由康德创作的是",
      "a": 0,
      "opts": [
       "《判断力批判》",
       "《诗学》",
       "《美学》",
       "《论崇高》"
      ],
      "e": ""
     },
     {
      "q": "《悲剧的诞生》反映了19世纪后期哪种文学思潮的美学观念？",
      "a": 2,
      "opts": [
       "自然主义",
       "唯美主义",
       "唯意志论",
       "现实主义"
      ],
      "e": ""
     },
     {
      "q": "弗洛伊德以其提出的潜意识理论成为20世纪西方何种文艺派别的代表？",
      "a": 3,
      "opts": [
       "现象学",
       "阐释学",
       "接受美学",
       "精神分析学"
      ],
      "e": ""
     },
     {
      "q": "下列文论著作由席勒创作的是",
      "a": 1,
      "opts": [
       "《汉堡剧评》",
       "《审美教育书简》",
       "《什么是文学》",
       "《论戏剧艺术》"
      ],
      "e": ""
     },
     {
      "q": "西方文论史上第一次以人与自然的关系所反映出来的内向与外向心理类型为依据区分了现实主义与浪漫主义美学倾向及创作方法的文论家是",
      "a": 1,
      "opts": [
       "莱辛",
       "席勒",
       "歌德",
       "温克尔曼"
      ],
      "e": ""
     },
     {
      "q": "布瓦洛《诗的艺术》的核心思想是",
      "a": 3,
      "opts": [
       "道德",
       "自然",
       "古典",
       "理性"
      ],
      "e": ""
     },
     {
      "q": "下列作品是什克洛夫斯基的是",
      "a": 2,
      "opts": [
       "《美学》黑格尔",
       "《诗学》亚里士多德",
       "《散文理论》",
       "《什么是文学》萨特"
      ],
      "e": ""
     },
     {
      "q": "围绕万物的存在，中世纪文论展开的主要论争是",
      "a": 0,
      "opts": [
       "实在论与唯名论的论争",
       "模仿说与灵感说的论争",
       "唯物论与唯心论的论争",
       "本体论与认识论的论争"
      ],
      "e": ""
     },
     {
      "q": "英国经验派的奠基人是",
      "a": 2,
      "opts": [
       "笛卡尔",
       "莱布尼兹",
       "培根",
       "洛克"
      ],
      "e": ""
     },
     {
      "q": "“诗歌是强烈感情的自然流溢”这一观点的提出者是",
      "a": 0,
      "opts": [
       "华滋华斯",
       "康德",
       "黑格尔",
       "布瓦洛"
      ],
      "e": ""
     },
     {
      "q": "下列作品是尼采所作的是",
      "a": 1,
      "opts": [
       "《拉奥孔》",
       "《悲剧的诞生》",
       "《美学》",
       "《论崇高》"
      ],
      "e": ""
     },
     {
      "q": "提出“感受谬见”和“意图谬见”的文论派别是",
      "a": 3,
      "opts": [
       "结构主义",
       "俄国形式主义",
       "象征主义",
       "英美新批评"
      ],
      "e": ""
     },
     {
      "q": "将古希腊艺术的理想归结为高贵的单纯与静穆的伟大的文论家是",
      "a": 3,
      "opts": [
       "莱辛",
       "歌德",
       "席勒",
       "温克尔曼"
      ],
      "e": ""
     },
     {
      "q": "西方文论史上最早提出美学这一概念的是",
      "a": 1,
      "opts": [
       "黑格尔",
       "鲍姆加登",
       "康德",
       "休谟"
      ],
      "e": ""
     },
     {
      "q": "启蒙运动的杰出代表狄德罗认为",
      "a": 0,
      "opts": [
       "美在关系",
       "美在功用",
       "美在生活",
       "美在自然"
      ],
      "e": ""
     },
     {
      "q": "20世纪西方文论的语言学转向的基础是索绪尔的语言学理论和",
      "a": 1,
      "opts": [
       "象征主义",
       "实证主义",
       "唯美主义",
       "表现主义"
      ],
      "e": ""
     },
     {
      "q": "“期待视野”的提出者是",
      "a": 2,
      "opts": [
       "巴赫金",
       "维姆萨特",
       "姚斯",
       "克罗齐"
      ],
      "e": ""
     },
     {
      "q": "被称为“新柏拉图主义”的是",
      "a": 0,
      "opts": [
       "普洛提诺",
       "黑格尔",
       "亚里斯多德",
       "苏格拉底"
      ],
      "e": ""
     },
     {
      "q": "“寓教于乐”的提出者是",
      "a": 2,
      "opts": [
       "席勒",
       "柏拉图",
       "贺拉斯",
       "康德"
      ],
      "e": ""
     },
     {
      "q": "主张艺术就是形式，就是美，和道德观念无关的是",
      "a": 1,
      "opts": [
       "魏尔伦",
       "王尔德",
       "波德莱尔",
       "戈蒂叶"
      ],
      "e": ""
     },
     {
      "q": "肖瓦尔特的艺术主张属于",
      "a": 3,
      "opts": [
       "法兰克福学派",
       "象征主义学说",
       "接受美学学说",
       "女权主义学说"
      ],
      "e": ""
     },
     {
      "q": "《基督教真谛》一书的作者是",
      "a": 3,
      "opts": [
       "托马斯·阿奎那",
       "奥古斯丁",
       "安瑟伦",
       "夏多布里昂"
      ],
      "e": ""
     },
     {
      "q": "《笑之研究》的作者是",
      "a": 2,
      "opts": [
       "克罗齐",
       "尼采",
       "柏格森",
       "萨特"
      ],
      "e": ""
     },
     {
      "q": "最早论述崇高的是",
      "a": 0,
      "opts": [
       "朗吉弩斯",
       "柏拉图",
       "亚里士多德",
       "贺拉斯"
      ],
      "e": ""
     },
     {
      "q": "提出联想型认同、憧憬型认同、同情型认同、净化型认同、讽刺型认同观点的是",
      "a": 0,
      "opts": [
       "尧斯",
       "费什",
       "萨特",
       "英伽登"
      ],
      "e": ""
     },
     {
      "q": "在《论素朴的诗与感伤的诗》中，“素朴的诗”指的是",
      "a": 1,
      "opts": [
       "浪漫主义作品",
       "现实主义作品",
       "象征主义作品",
       "表现主义作品"
      ],
      "e": ""
     },
     {
      "q": "在西方歧视性观念下，提出“东方神话”的是",
      "a": 3,
      "opts": [
       "哥德曼",
       "本雅明",
       "哈桑",
       "萨义德"
      ],
      "e": ""
     },
     {
      "q": "提出“美是生活”的是",
      "a": 0,
      "opts": [
       "车尔尼雪夫斯基",
       "托马舍夫斯基",
       "普列汉诺夫",
       "托多罗夫"
      ],
      "e": ""
     },
     {
      "q": "海德格尔认为艺术的本源是",
      "a": 1,
      "opts": [
       "艺术品",
       "艺术",
       "作者",
       "读者"
      ],
      "e": ""
     },
     {
      "q": "《真理与方法》的作者是",
      "a": 1,
      "opts": [
       "杜夫海纳",
       "伽达默尔",
       "布鲁克斯",
       "海德格尔"
      ],
      "e": ""
     },
     {
      "q": "康德的美学巨著是",
      "a": 2,
      "opts": [
       "《纯粹理性批判》",
       "《实践理性批判》",
       "《判断力批判》",
       "《美学》"
      ],
      "e": ""
     },
     {
      "q": "把欧洲文学分为南北两种类型进行研究的是",
      "a": 1,
      "opts": [
       "孔德",
       "斯达尔夫人",
       "泰纳",
       "莱辛"
      ],
      "e": ""
     },
     {
      "q": "提出“酒神精神”的是",
      "a": 0,
      "opts": [
       "尼采",
       "叔本华",
       "王尔德",
       "黑格尔"
      ],
      "e": ""
     },
     {
      "q": "把列夫·托尔斯泰称为俄国革命镜子的是",
      "a": 2,
      "opts": [
       "高尔基",
       "别林斯基",
       "列宁",
       "马契雷"
      ],
      "e": ""
     },
     {
      "q": "《审美之维》的作者是",
      "a": 0,
      "opts": [
       "马尔库塞",
       "阿多尔诺",
       "卢卡契",
       "伽达默尔"
      ],
      "e": ""
     },
     {
      "q": "亚里斯多德认为悲剧成分中占第一位的是",
      "a": 0,
      "opts": [
       "情节",
       "人物性格",
       "善良的人",
       "坏人"
      ],
      "e": ""
     },
     {
      "q": "贺拉斯的作品是",
      "a": 1,
      "opts": [
       "《诗学》",
       "《诗艺》",
       "《诗概》",
       "《诗式》"
      ],
      "e": ""
     },
     {
      "q": "提出“音乐，至高无上”观点的是",
      "a": 0,
      "opts": [
       "歌德",
       "王尔德",
       "施莱格尔",
       "魏尔伦"
      ],
      "e": ""
     },
     {
      "q": "其理论体系被称为“新柏拉图主义”的是",
      "a": 3,
      "opts": [
       "黑格尔",
       "费尔巴哈",
       "谢林",
       "普罗提诺"
      ],
      "e": ""
     },
     {
      "q": "“我们通常是按体裁的“高雅程度、按体裁的文学与文化意义的大小，来为它们排定等次”指出这种为文学体裁排序的是",
      "a": 2,
      "opts": [
       "托马舍夫斯基",
       "特尼亚诺夫",
       "韦勒克、沃伦",
       "英伽登"
      ],
      "e": ""
     },
     {
      "q": "认为文艺是“模仿的模仿”、“影子的影子”的是",
      "a": 0,
      "opts": [
       "柏拉图",
       "贺拉斯",
       "亚里斯多德",
       "但丁"
      ],
      "e": ""
     },
     {
      "q": "集中探讨绘画与诗歌的界限问题的是莱辛的",
      "a": 1,
      "opts": [
       "《诗的艺术》",
       "《拉奥孔》",
       "《画论》",
       "《汉堡剧评》"
      ],
      "e": ""
     },
     {
      "q": "《查拉特斯图拉如是说》的作者是",
      "a": 2,
      "opts": [
       "海德格尔",
       "柏格森",
       "尼采",
       "叔本华"
      ],
      "e": ""
     },
     {
      "q": "“实在的东西永远不是美的，美是只适用于想象事物的一种价值，它意味着对世界的本质结构的否定。”提出这个观点的是",
      "a": 2,
      "opts": [
       "萨特",
       "杜夫海纳",
       "阿多尔诺",
       "伽达默尔"
      ],
      "e": ""
     },
     {
      "q": "《新科学》的作者是",
      "a": 0,
      "opts": [
       "维柯",
       "布瓦洛",
       "但丁",
       "康德"
      ],
      "e": ""
     },
     {
      "q": "列宁指出列夫·托尔斯泰是俄国革命的一面镜子，赞同他这个观点的是",
      "a": 0,
      "opts": [
       "马契雷",
       "斯大林",
       "普列汉诺夫",
       "车尔尼雪夫斯基"
      ],
      "e": ""
     },
     {
      "q": "黑格尔指出艺术美可分为三个类型，包括古典型、浪漫型和",
      "a": 2,
      "opts": [
       "表现型",
       "心理型",
       "象征型",
       "荒诞理"
      ],
      "e": ""
     },
     {
      "q": "强调从环境、种族、时代一要素着手对文艺进行研究的是",
      "a": 3,
      "opts": [
       "左拉",
       "巴尔扎克",
       "斯达尔夫人",
       "泰纳"
      ],
      "e": ""
     },
     {
      "q": "但丁认为文学应该表达的主题有安全、爱情和",
      "a": 1,
      "opts": [
       "亲情",
       "美德",
       "自由",
       "价值"
      ],
      "e": ""
     },
     {
      "q": "对法国浪漫主义作家产生重要影响的是",
      "a": 2,
      "opts": [
       "雨果",
       "乔治·桑",
       "夏多布里昂",
       "普希金"
      ],
      "e": ""
     }
    ]
   },
   "multi": {
    "head": "题海·多选题",
    "desc": "00815西方文论选读题海 多选题",
    "score": 2,
    "items": [
     {
      "q": "柏拉图认为灵感的来源途径是（　）",
      "a": "AE",
      "opts": [
       "“神灵凭附”",
       "心灵迷狂",
       "思维反省",
       "审美感兴",
       "灵魂回忆"
      ],
      "e": ""
     },
     {
      "q": "泰纳的条件决定论主要强调三种因素（　）",
      "a": "BDE",
      "opts": [
       "民族",
       "种族",
       "经济",
       "环境",
       "时代"
      ],
      "e": ""
     },
     {
      "q": "下面选项中属于“西方马克思主义”流派的理论家有（　）",
      "a": "ABC",
      "opts": [
       "卢卡契",
       "马尔库塞",
       "阿多尔诺",
       "托多诺夫",
       "巴尔扎克"
      ],
      "e": ""
     },
     {
      "q": "黑格尔认为艺术类型可以分为（　）",
      "a": "BCD",
      "opts": [
       "隐喻型艺术",
       "象征型艺术",
       "古典型艺术",
       "浪漫型艺术",
       "现实型艺术"
      ],
      "e": ""
     }
    ]
   },
   "short": {
    "head": "题海·名词解释/简答题",
    "desc": "00815西方文论选读题海 名词解释与简答题",
    "score": 5,
    "items": [
     {
      "q": "合式",
      "a": "贺拉斯在《诗艺》中提出的“合式原则”是指文学作品在内容和形式上要协调一致、恰当得体、符合自然和观众心理。这一原则强调作品的整体统一性，要求人物语言符合情感和身份，人物性格符合年龄和传统。"
     },
     {
      "q": "快适的艺术",
      "a": "康德在《判断力批判》中对艺术进行分类时提出的概念。康德将艺术分为机械的艺术和审美的艺术，而审美的艺术又进一步细分为“快适的艺术”和“美的艺术”。快适的艺术：以单纯的感官享受为目的，其核心在于直接引发感觉上的愉悦。这种艺术形式主要关注的是感官的快感，例如宴席上的欢愉消遣、美食、音乐演奏等。康德对“快适的艺术”的态度相对轻视，因为它仅仅追求感官的刺激，缺乏美的艺术所具有的深度和普遍性。"
     },
     {
      "q": "小说有机体",
      "a": "由英国詹姆斯提出，认为一部小说是一个具有生命力的整体，这种生命赋予了小说以整体感和内在联系。具体来说，小说的每一个部分，包括情节、人物、环境、主题等，都相互依存、相互作用，共同构成一个有机的整体。"
     },
     {
      "q": "语言和言语",
      "a": "由瑞士语言学家索绪尔提出。所谓“语言”，是由词汇和语法组成的规则系统，它是制约一切语言使用者的、超个人的“同质”的共时性的“社会制度”。所谓“言语”，作为对语言的具体使用，它是一种纯粹个人性、历时性的“异质性”活动。人们通常所说的“言语活动”正由这两部分组成，它兼具社会性和个人性，涉及物理、心理、生理等众多领域。"
     },
     {
      "q": "叙事话语",
      "a": "托多罗夫将叙事话语分成三个方面：叙事时间、叙事体态和叙述语式。（一）叙事时间形式：第一种是“时间的歪曲”。第二种是“连贯，插入和交替”。第三种是“写作时间和阅读时间”。（二）叙事体态即叙事视角：第一，叙事者>人物。第二，叙事者=人物。第三，叙事者<人物，是“纯客观”的外视角叙事。（三）叙述语式：叙述者讲故事所运用的话语类型——描写和叙述。"
     },
     {
      "q": "召唤结构",
      "a": "伊瑟尔认为，文学文本是一个布满空白点和未定点的开放性结构，这种结构本身随时都在召唤着接受者能动地参与进来，通过再创造将其充实、确定，使其得到具体化。召唤结构由“空白”“空缺”“否定”三个部分组成，这些元素激发读者的想象力和创造力，使读者在解读作品的过程中找到属于自己的意义和价值。"
     },
     {
      "q": "亚里士多德认为，在悲剧中，情节比性格重要。请简述其原因。",
      "a": "①第一，由悲剧的目的决定。悲剧的目的不在于模仿人的品质，而在于模仿人的行动、生活、幸福与不幸。人物的品质由他们的性格决定，但他们的幸福与不幸则取决于他们的行动。“悲剧中没有行动，则不成为悲剧，但没有‘性格’，仍然不失为悲剧”。②第二，由悲剧预期的效果决定。悲剧期望达到的效果是引起人们的怜悯与恐惧并将这种感情净化。只要情节安排得当，展现出人物由幸福转入不幸的厄运，就能产生惊心动魄的效果。③还有着具体的社会历史原因。一方面，在亚里士多德生活的年代，绝大部分悲剧作品都以情节为中心而非以性格为中心，亚里士多德的悲剧理论作为对那个时代的悲剧创作经验的总结，更加重视情节是不足为奇的。另一方面，在古代社会，社会发展总体上处于较低水平，还没有为普遍的个性解放提供足够的条件，因此，个人的行动在很多时候与自然外力、伦理观念、国家命运等息息相关，而不是完全由个人的性格决定。"
     },
     {
      "q": "简述王尔德“为艺术而艺术”的艺术观。",
      "a": "1.艺术和生活的分离：艺术要超越生活和自然。他认为艺术高于生活，使人摆脱日常生活的束缚。王尔德喜爱人工的东西，讨厌自然的景色。越是艺术，就越远离自然，艺术只是人的世界。2.艺术应当撒谎，远离真实：王尔德认为，19世纪的文学大都平庸陈腐，原因是很多作家养成了一种病态的说真话的习惯。他认为一切坏的艺术都是返归生活和自然造成的，与其相信现实，追求真理，不如用谎言来打开幻想的大门。3.艺术的独立价值：为艺术而艺术，艺术与道德无关。唯美主义者宣称艺术有完全独立的价值，只应该以艺术本身作为自身的价值尺度。王尔德不仅反对当时的现实主义，而且反对古希腊以来的文艺传统，期待制造出一个如梦如幻的“为艺术而艺术”的唯美王国。4.艺术与道德的分离：艺术家为了享乐而生活，并不在意善恶，善恶对于他来说，完全就像画家调色板上的颜料一样，无所谓轻重主次之分。循规蹈矩的好人缺乏变化，而人性恶的表现则千奇百怪，恶人代表色彩、变化和奇特，更能激发人们的想象力。"
     },
     {
      "q": "韦勒克的外部研究与内部研究理论主要包含哪些内容？",
      "a": "（一）外部研究。外部研究指对文学的背景、文学的环境、文学的外因的研究，侧重的是文学与时代、社会、历史的关系。韦勒克等人从传记、心理学、社会、哲学思想及文学以外的艺术等五种角度，分析了外部要素的重要性，并考察了它们与“文学的”“以文学为中心”的研究是否相关、有怎样的关系。但是，这种研究无论如何都不是文学研究。在韦勒克看来，大部分外部研究都是有问题的。（二）内部研究。韦勒克列举了健康的批评倾向，就是集中精力去分析研究实际的作品，以现代的术语重新认识和评价经典的修辞、批评和韵律等方法，如法国的“原文诠释”派、德国的形式分析法、俄国形式主义文论及捷克和波兰所倡导的形式主义研究法以及英美的新批评等。不过，韦勒克的内部研究不仅仅是形式研究。在韦勒克看来，内容(要传达的思想和情感)与形式(表达这些内容的所有的语言因素)的分野并非那么清楚，韦勒克建议不要使用传统的两分法，恰当地沟通了内容和形式之间的边界线。"
     },
     {
      "q": "简述格林布拉特的“文化诗学”理论",
      "a": "第一，新历史主义批评是相对于旧历史主义批评而言的。新历史主义强调文学与历史之间的紧密联系，主张文学并非孤立存在，而是与社会、政治、文化等因素相互作用、相互影响。它反对旧历史主义将文学作品视为孤立研究对象的倾向，认为文学与历史之间不存在简单的“前景”与“背景”关系，而是相互建构、相互渗透。历史被视为一种文本化的存在，文学作品也是历史的一部分，二者共同构成了一个“作用力场”。文学作品不仅反映意识形态，还参与意识形态的塑造。第二，文化诗学反对形式主义批评。格林布拉特试图在文学阐释中恢复批评的历史维度，重建文本与语境之间的互动关系。他提出了文学阐释的三个相关语境，即作者创作的语境、读者接受的语境和批评者阐释的语境。作者创作的语境包括作者创作文学作品的意图、社会处境、文化氛围等。读者接受的语境旨在研究不同读者群欣赏作品时的社会心理和接受效果。阐释的语境是指批评者在具体的文学批评实践中直面自我在当代批评中的处境。他们承认自己在批判、分析文化文本时所使用的方法和语言，分享并参与了当代文化机制的运转。"
     },
     {
      "q": "西方第一部从理论内容到理论形态都比较完整的美学专著是亚里士多德的（　）。",
      "a": "《诗学》"
     },
     {
      "q": "严肃喜剧这一概念的提出者是启蒙运动的思想家（　），他的出发点显然是（　）的美学原则。",
      "a": "狄德罗；美在关系"
     },
     {
      "q": "《荷马史诗》指古希腊史诗《　》和《　》",
      "a": "《伊利亚特》《奥德赛》"
     },
     {
      "q": "西方文论的语言论转向首先体现在（　）文论中，他强调文艺研究的（　）、可操作性与科学性。",
      "a": "【疑问：源卷第179页该题整行标红但两空均未填答案，照录留空】"
     },
     {
      "q": "现象学作家海德格尔在他的文论作品《荷尔德林与诗的本质》中谈到“诗以（　）确立存在”，“人在大地上（　）地栖居”。",
      "a": "语言；诗意"
     },
     {
      "q": "萨特存在主义思想的三个要点是（　）（　）和他人理论。",
      "a": "存在先于本质；自由与责任"
     },
     {
      "q": "席勒将当时的文学分为（　）（　）两种，其实质就是现实主义文学和浪漫主义文学。",
      "a": "朴素的诗；感伤的诗"
     },
     {
      "q": "克罗齐美学原则的出发点是（　），在他的论文著作《作为表现的科学和一般语言学的美学的理论》中对该观念有系统的阐述。",
      "a": "直觉"
     },
     {
      "q": "按照弗洛伊德的人格分析理论，本我奉行（　）原则，自我奉行（　）原则。",
      "a": "快乐；现实"
     },
     {
      "q": "萨特在《什么是文学》中提出了文学介入论、（　）（　）和阅读创造论四个基本观点。",
      "a": "自由文学论；【疑问：第二空源卷第180页未填】"
     },
     {
      "q": "柏拉图的著作以（　）的形式讨论学术问题，有问有答，层层深入。在关于文艺本质的讨论中，他提出（　）论证文艺与现实的关系。",
      "a": "对话；理式"
     },
     {
      "q": "法国古典主义文论家布瓦洛在《诗的艺术》中提出了（　）、自然原则、（　）和古典原则四大创作原则。",
      "a": "理性原则；道德原则"
     },
     {
      "q": "中世纪神学文论家托马斯·阿奎那的文论代表作有（　）和（　）。",
      "a": "《反异教大全》；《神学大全》"
     },
     {
      "q": "席勒将当时的文学分为（　）和（　）两种，其实质就是现实主义文学和浪漫主义文学。",
      "a": "朴素的诗；感伤的诗"
     },
     {
      "q": "克罗齐美学原则的出发点是（　），在他的代表性文论著作（　）中对该观念有系统的阐述。",
      "a": "直觉；《美学原理》"
     },
     {
      "q": "精神分析学说的出发点和理论基础是（　），其著名的代表性文论家是（　）。",
      "a": "潜意识理论；弗洛伊德"
     },
     {
      "q": "海德格尔文论的代表作有（　）和（　）",
      "a": "《存在与时间》；《现象学之基本问题》"
     },
     {
      "q": "法国著名哲学家、文论家萨特认为存在主义的三个核心思想包括存在先于本质、（　）、（　）。",
      "a": "自由与责任；他人即地狱"
     },
     {
      "q": "巴赫金提出的三个重要理论包括（　）和（　）和狂欢化诗学。",
      "a": "复调理论；对话理论"
     },
     {
      "q": "提倡解构主义的文论家有（　）和（　）。",
      "a": "德里达；德·曼"
     },
     {
      "q": "柏拉图的模仿说",
      "a": "文艺作品模仿现实事物，现实事物模仿理念，因而文艺与真理隔着两层，是模仿的模仿，影子的影子。"
     },
     {
      "q": "“世界是我的表象”",
      "a": "此命题由叔本华提出来，叔本华把客观世界视做了依赖人的认识而存在的精神现象。"
     },
     {
      "q": "日神精神",
      "a": "日神象征人赋予世界和人生美丽外观的精神本能，日神精神是一种梦幻精神，它使人沉浸于梦幻般的审美状态中，从而忘却人生的苦难本质。"
     },
     {
      "q": "机械复制艺术",
      "a": "能用先进技术、机械手段进行大量复制的现代艺术品。"
     },
     {
      "q": "“新历史主义”",
      "a": "它是20世纪80年代兴起于美国的一种文论思潮，这种新的文论思想，力图消除形式主义及有关文学批评中非历史化的弊端，主张恢复文学研究中的历史维度，即强调重新灌注文学和历史，文学与意识之间的关系。"
     },
     {
      "q": "“东方学”",
      "a": "由美国的萨义德提出，实际上是在帝国主义文化霸权的背景下，西方人缘之于固有的殖民文化心态而形成的对东方国家的一系列歪曲性看法。“东方学”实际上与地理意义上的东方和东方人没有关系，只不过是西方人出于对东方人的歧视、偏见与无知而假想出来的“东方神话”，体现出来的实际上是东西方关系中存在的某种不平等现象。"
     }
    ]
   },
   "essay": {
    "head": "题海·论述题",
    "desc": "00815西方文论选读题海 论述题",
    "score": 16,
    "items": [
     {
      "q": "康德认为，天才所具有的想象力、知性、精神和鉴赏力，对于美的艺术的创造是必不可少的四种心理因素，天才的特征就是这些心理能力表现出来的结果。康德认为天才具有哪些特征？请具体论述。",
      "a": "1.第一，独创性是天才的第一特征。天才和模仿是完全对立的，这种独创性是无法传授的。2.第二，典范性。天才的独创性可以成为评价其他艺术作品的准绳，成为后世艺术创作的范例。3.第三，天才的创作过程和结果，是天才的一种无意识的、自然的流露，也无法传达给他人。4.第四，天才活动的领域是艺术，而不是科学。自然科学领域中的知识都是可传授的，而在艺术中，天才和一般人却有着种类上的区别。5.第五，天才的想象力和知性之间的比例及其协调是天生的，是由主体的自然本性造成的。6.第六，天才除了具有卓越的鉴赏能力之外，更具有通过表象对审美理念的传达能力。"
     }
    ]
   }
  }
 },
 "blanks": {
  "思维导图": {
   "type": "raw",
   "title": "西方文论选读思维导图",
   "sections": [
    {
     "h": "第一章 古希腊罗马文论",
     "c": "古希腊罗马文论\n├─古希腊\n│  ├─柏拉图\n│  │  ├─理念与模仿\n│  │  ├─诗的迷狂-迷狂说\n│  │  └─文艺的社会作用\n│  └─亚里士多德\n│     ├─模仿论\n│     ├─悲剧理论-净化说\n│     └─艺术分类\n└─罗马\n   ├─贺拉斯\n   │  ├─古典主义原则\n   │  │  ├─文学继承与创新统一\n   │  │  └─合式原则\n   │  └─寓教于乐\n   └─朗吉弩斯\n      └─崇高"
    },
    {
     "h": "第二章 中世纪文论",
     "c": "中世纪文论\n├─中世纪文学\n│  ├─类别\n│  └─特点\n├─奥古斯丁\n│  ├─美学思想：世界美和神性美\n│  ├─象征理论：物质美的价值在于它是神性美的象征\n│  ├─艺术的真实性：否定艺术，谴责虚构\n│  └─艺术的功用性：利于道德教化和对上帝的信仰\n└─阿奎那\n   ├─释经四义：字面义、精神义（寓言义、道德义、神秘义）\n   ├─艺术与自然\n   │  ├─艺术是一种制作\n   │  ├─艺术模仿自然\n   │  └─艺术低于自然\n   ├─艺术与形式\n   │  ├─美的三个条件\n   │  └─外部感觉和内部感觉\n   └─艺术与象征——艺术作品在《圣经》中有了象征意义"
    },
    {
     "h": "第三章 文艺复兴文论",
     "c": "文艺复兴文论\n├─文艺复兴\n│  ├─14—16世纪\n│  ├─新兴资产阶级文化的萌芽\n│  └─人文主义\n│     ├─普遍关注世俗生活\n│     └─民族觉醒意识与民族独立\n├─但丁\n│  ├─“光辉的、中枢的、宫廷的、法庭的俗语”\n│  ├─诗的寓意：字面意义和寓言意义\n│  └─《神曲》同样是多义的，同样具有寓言性\n├─卡斯特尔维屈罗\n│  ├─文学的真实感\n│  │  ├─诗比历史更富有创造性\n│  │  └─诗的虚构不能完全违背历史\n│  ├─戏剧“三一律”\n│  │  ├─一个固定的地点\n│  │  ├─不超过12小时\n│  │  └─只包括一个行动\n│  └─文艺的娱乐功能——文学艺术的主要功能就是娱乐\n└─锡德尼\n   ├─诗的虚构\n   │  ├─诗即文学虽然虚构，但并不等同于谎言\n   │  ├─诗因虚构而具有极大的自由创造性\n   │  └─能够为人们提供关于社会人生的真知灼见\n   └─诗的教化——诗位居一切关于人的学问之首"
    },
    {
     "h": "第四章 新古典主义文论",
     "c": "新古典主义文论\n├─新古典主义\n│  ├─唯理主义\n│  └─法兰西学院\n├─布瓦洛\n│  ├─理性与自然\n│  │  ├─只有遵守理性，艺术才能完美\n│  │  ├─艺术要模仿自然，要描写自然人性\n│  │  └─易导致艺术的概念化和公式化\n│  └─古典原则\n│     ├─借鉴古希腊罗马的经典作品\n│     └─总结坚持“三一律”\n├─屈雷顿、蒲柏、约翰生\n│  ├─古典主义戏剧原则\n│  │  ├─《论诗剧》——古今之争、法英之争和诗韵之争\n│  │  └─《悲剧批评的基础》——行为和人物性格\n│  ├─古典诗评的原则——《论批评》\n│  │  ├─艺术和自然的关系\n│  │  └─如何进行有益的文学批评\n│  └─莎士比亚戏剧评论\n│     ├─强调真实，怀疑虚构，强调类型化人物\n│     ├─莎士比亚的戏剧的悲喜剧类型\n│     └─莎士比亚违反三一律\n└─高特雪特、温克尔曼\n   ├─法国古典主义理论的德国回声\n   │  ├─主张建立民族文学，提倡统一规范化的语言\n   │  ├─坚持“三一律”\n   │  ├─以法国的高乃依和拉辛为唯一的模仿对象\n   │  └─凭借理性的指导，反对依靠想象\n   └─古典艺术史的奠基\n      ├─强调要与艺术品直接接触\n      ├─“高贵的单纯和静穆的伟大”\n      └─艺术史家的历史感"
    },
    {
     "h": "第五章 启蒙主义文论",
     "c": "启蒙主义文论\n├─启蒙主义\n│  ├─思想解放的运动\n│  └─拒绝迷信和神秘，崇尚理性和科学\n├─狄德罗\n│  ├─自然原则与真实原则\n│  │  ├─直接针对新古典主义戏剧的虚假与造作\n│  │  ├─艺术模仿自然，揭示事物“关系”，达到“逼真”效果\n│  │  └─诗人高于历史之处，在于诗人更长于想象。\n│  └─严肃剧\n│     ├─描绘普通市民的生活和情感\n│     ├─引起人们对社会问题的严肃思考\n│     └─语言平易通俗\n├─莱辛\n│  ├─《论画与诗的界限》\n│  │  ├─文学与造型艺术的不同艺术特征\n│  │  │  ├─从媒介看\n│  │  │  ├─从模仿对象看\n│  │  │  └─从艺术效果来看\n│  │  └─目的在于说明诗的优越性\n│  └─市民剧-《汉堡剧评》\n│     ├─提倡在悲剧中表现市民阶层的日常生活\n│     ├─悲剧的特有情感是同情而不是赞赏\n│     └─只有性格是神圣的\n└─赫尔德\n   ├─民族文学论\n   │  ├─将爱国主义与世界主义完美地结合起来\n   │  ├─通过对各民族诗歌的阅读，最终得到的是对世界各民族思维方式、理想愿望、人生态度的理解\n   │  └─不同的民族孕育了不同的戏剧\n   └─诗、自然、社会\n      ├─诗的最高代表是抒情诗\n      ├─诗的目的在于人的自我塑造\n      │  ├─依照自己的天性\n      │  └─受到自然环境和社会历史条件的制约\n      └─自然的首要法则就是“让人为人”"
    },
    {
     "h": "第六章 德国古典文论",
     "c": "德国古典文论\n├─概述\n│  ├─在德国古典哲学基础上产生\n│  └─以理性和主体性为前提、以“自由”为核心\n├─康德\n│  ├─《判断力批判》\n│  │  ├─艺术论\n│  │  │  ├─一般的艺术\n│  │  │  │  ├─机械的艺术\n│  │  │  │  └─审美的艺术\n│  │  │  │     ├─快适的艺术\n│  │  │  │     └─美的艺术\n│  │  │  ├─审美活动的普遍性与社会性\n│  │  │  │  ├─“形式的合目的性”\n│  │  │  │  ├─审美愉悦的普遍性与反思性\n│  │  │  │  └─审美活动的社会性\n│  │  │  └─“自然性”与“人为性”的辩证统一\n│  │  ├─天才论\n│  │  │  ├─鉴赏力是核心\n│  │  │  ├─想象力是最活跃的力量\n│  │  │  ├─知性比想象力还要重要\n│  │  │  └─精神就是灌注生气于对象之中的能力\n│  │  └─审美理念\n│  │     ├─接近于当代文学理论中的“典型”概念\n│  │     ├─理性理念vs审美理念\n│  │     └─美的理想\n├─歌德\n│  ├─《歌德谈话录》\n│  ├─艺术与自然\n│  │  ├─自然是文学活动的基础\n│  │  ├─艺术品源于自然又超越自然\n│  │  ├─艺术家和自然的关系\n│  │  └─艺术创作原则\n│  └─民族文学与世界文学\n│     ├─民族作家产生的条件\n│     └─首次提出了“世界文学”\n├─席勒\n│  ├─《论悲剧艺术》《论素朴的诗与感伤的诗》\n│  ├─素朴诗与感伤诗\n│  │  ├─核心概念与时代对应\n│  │  ├─两种诗的创作动机与情感表现\n│  │  ├─素朴的诗与感伤的诗的特点\n│  │  ├─席勒对两种诗的态度与提醒\n│  │  └─席勒的审美理想\n│  └─悲剧论\n│     ├─文艺的教化功能\n│     ├─戏剧的教化作用\n│     ├─悲剧的教化作用\n│     └─悲剧创作原则\n└─黑格尔\n   ├─《美学》\n   ├─艺术的历史类型\n   │  ├─美的定义与本质\n   │  │  ├─美是理念和感性的矛盾统一体\n   │  │  └─美就是理念的感性显现\n   │  └─艺术类型的发展——象征型艺术、古典型艺术和浪漫型艺术\n   ├─诗论——史诗、抒情诗和戏剧体诗\n   └─悲剧理论\n      ├─伦理实体\n      ├─冲突的必然性\n      └─永恒正义"
    },
    {
     "h": "第七章 浪漫主义文论",
     "c": "浪漫主义文论\n├─浪漫主义\n│  ├─反对古典主义、崇尚个性解放、倡导想象自由、鼓吹艺术天才\n│  └─18世纪末至19世纪上半叶\n├─施莱格尔兄弟与海涅\n│  ├─弗·施莱格尔\n│  │  ├─文学与基督教哲学观念的统一\n│  │  ├─要求文学反映时代，艺术应该发挥认识功能\n│  │  └─艺术家的创作是完全自由的\n│  ├─奥·施莱格尔——非常强调艺术的无功利性\n│  └─海涅\n│     ├─批判以施莱格尔兄弟为代表的德国浪漫主义\n│     ├─“镜子说”，认为艺术应该反映生活\n│     └─认为应该将歌德和席勒结合起来\n├─华兹华斯与柯勒律治\n│  ├─华兹华斯\n│  │  ├─诗的题材——日常生活特别是田园生活\n│  │  ├─论诗的本质——激情的直接流露\n│  │  └─论诗的语言——日常乡间语言\n│  └─柯勒律治\n│     ├─论想象\n│     ├─论天才\n│     └─论艺术活动中人与自然的关系\n└─夏多布里昂与雨果\n   ├─夏多布里昂\n   │  ├─基督教诗学\n   │  ├─以神秘为美的艺术理想\n   │  └─废墟的诗意\n   └─雨果\n      ├─诗歌发展三阶段\n      └─美丑对照"
    },
    {
     "h": "第八章 现实主义文论",
     "c": "现实主义文论\n├─现实主义\n│  ├─19世纪初期\n│  └─如实反映现实生活、创造典型环境中的典型人物为特征\n├─巴尔扎克和左拉\n│  ├─巴尔扎克\n│  │  ├─《人间喜剧》“现实主义的最伟大的胜利之一”\n│  │  ├─描写社会是文学的使命\n│  │  ├─“风俗史”\n│  │  ├─艺术真实与历史真实的关系\n│  │  ├─细节真实\n│  │  └─典型\n│  │     ├─艺术虚构\n│  │     └─典型环境\n│  └─自然主义——左拉\n│     ├─文学的真实性——以科学真理为前提\n│     └─文学创作的基本依据\n├─狄更斯和詹姆斯\n│  ├─批判现实主义——狄更斯\n│  │  ├─对现实的忠实\n│  │  ├─中心人物——英国下层民众\n│  │  ├─讽刺性\n│  │  └─道德意识\n│  └─小说叙述的视角——詹姆斯\n│     ├─小说存在的价值意义\n│     ├─小说有机体\n│     └─小说写作视角\n└─别林斯基、车尔尼雪夫斯基和杜勃罗留波夫\n   ├─别林斯基\n   │  ├─形象思维\n   │  └─典型化\n   ├─车尔尼雪夫斯基——艺术和现实的关系\n   └─杜勃罗留波夫——文学的民族性"
    },
    {
     "h": "第九章 19世纪末20世纪初文论",
     "c": "19世纪末20世纪初文论\n├─法国文学史批评：\n│  ├─文学史批评逐渐成为一门独立的学科\n│  ├─圣伯夫\n│  │  ├─文学批评是为了人们更好地理解文学作品\n│  │  └─关注作家的生活，通过分析作家来理解作品\n│  ├─丹纳\n│  │  ├─种族、环境、时代\n│  │  ├─文学创作的因果关系同心圆\n│  │  ├─在宏观和微观之间建立起解释的循环\n│  │  └─局部的变化都会导致整体的变化\n│  └─朗松\n│     ├─通过社会学和传记的方法研究文学\n│     ├─重视文学自身的审美价值\n│     ├─时代与文学之间的相互关系\n│     └─使文学研究成为一门独立的学科\n├─唯美主义：王尔德\n│  ├─为艺术而艺术\n│  │  ├─艺术要超越生活和自然\n│  │  ├─艺术应当撒谎，远离真实\n│  │  ├─艺术有完全独立的价值\n│  │  └─艺术与道德无关\n│  └─生活模仿艺术\n│     ├─艺术对生活的塑造作用\n│     ├─生活艺术化\n│     ├─生活的伦理是相对的\n│     └─美的法则代替道德标准成为指导人生的新指南\n├─象征主义：\n│  ├─象征使用暗示性的手法寄寓某种超越自身形象的内涵\n│  ├─波德莱尔\n│  │  ├─诗人就应该用他的灵感探索世界的源头\n│  │  ├─《应和》象征主义的宪章，表达了万物合一的感受\n│  │  ├─美是特殊的——美主要来自主体的激情\n│  │  └─《恶之花》\n│  │     ├─诗不应受伦理限制；要把人类的痛苦写入诗歌\n│  │     └─十四行是最和谐的诗歌形式\n│  ├─马拉美\n│  │  ├─第一次对文学本身的存在提出疑问\n│  │  ├─有一个绝对世界，诗歌通过象征的方法探索这个纯粹之物\n│  │  ├─语言仅仅只是概念，而不是它所指的现实事物\n│  │  ├─诗歌的“不及物性”\n│  │  └─诗歌存在的理由就是用来弥补语言的缺陷\n│  └─瓦雷里\n│     ├─支持古典主义的和谐、固定的形式、格律和各种限制\n│     ├─在诗歌中语言所指失去了意义，是语言本身成为被关注的对象\n│     ├─纯诗——纯诗要求特殊的语言形式\n│     └─排斥个人性和偶然性，诗歌所寻找的是普遍性\n└─尼采\n   ├─酒神精神与日神精神\n   │  ├─酒神代表非理性、冲动与狂欢，追求群体相融合的狂喜；\n   │  └─日神代表理性、优雅和单纯，追求个体的外观的优美.\n   ├─希腊悲剧的最基本动力是酒神精神——非理性冲动和情绪是生命的本能\n   ├─权力意志与超人哲学\n   └─重估一切价值\n      ├─对基督教传统的批判\n      ├─对理性传统的反思\n      ├─对道德的批判\n      └─对于艺术和美的认识——审美的本质是迷醉"
    },
    {
     "h": "第十章 心理分析文论",
     "c": "心理分析文论\n├─弗洛伊德\n│  ├─无意识理论\n│  ├─人格理论\n│  ├─力比多的升华与白日梦\n│  └─俄狄浦斯情结\n├─荣格\n│  ├─集体无意识与原始意象\n│  └─文学中的原型分析\n│     ├─《浮士德》\n│     └─达·芬奇\n└─拉康\n   ├─无意识的语言结构\n   ├─镜像理论与文本解读\n   └─人格的三界说"
    },
    {
     "h": "第十一章 俄国形式主义文论",
     "c": "俄国形式主义文论\n├─什克罗夫斯基\n│  ├─诗歌语言\n│  └─陌生化与突出\n├─雅格布森\n│  ├─“文学性”\n│  ├─主导\n│  └─文学史演变\n└─巴赫金\n   ├─超语言学\n   ├─对话与复调\n   └─狂欢化与怪诞现实主义"
    },
    {
     "h": "第十二章 英美新批评文论",
     "c": "英美新批评文论\n├─艾略特、瑞恰慈和燕卜荪\n│  ├─非个性与客观对应物\n│  │  ├─有机整体观\n│  │  ├─非个性化理论\n│  │  └─客观对应物\n│  ├─情感语言与实用批评\n│  │  ├─情感语言和科学语言\n│  │  └─细读方法\n│  └─含混\n├─兰色姆、退特和布鲁克斯\n│  ├─本体论批评\n│  │  ├─“构架—肌质”理论\n│  │  └─本体论批评\n│  ├─张力、反讽和悖论\n│  └─意图谬误与感受谬误\n└─韦勒克\n   ├─外部研究与内部研究\n   ├─文学批评、文学理论与文学史\n   └─透视主义"
    },
    {
     "h": "第十三章 结构主义文论",
     "c": "结构主义文论\n├─索绪尔\n│  ├─语言与言语\n│  └─所指与能指\n├─列维-斯特劳斯\n│  ├─神话的双重结构\n│  └─二项对立与文本分析\n├─巴尔特\n│  ├─从“零度写作”到“作者之死”\n│  └─符号学与神话学\n└─托多罗夫\n   ├─叙事语法\n   └─叙事话语"
    },
    {
     "h": "第十四章 西方马克思主义文论",
     "c": "西方马克思主义文论\n├─卢卡契、布莱希特、詹姆逊\n│  ├─卢卡契\n│  │  ├─物化批判\n│  │  ├─整体性\n│  │  └─现实主义\n│  ├─布莱希特\n│  │  ├─“间离效果”(又译陌生化效果)理论\n│  │  └─现实主义与现代主义之争\n│  └─詹姆逊\n│     ├─市场资本主义——现实主义\n│     ├─垄断资本——现代主义\n│     └─跨国资本主义——后现代主义\n├─本雅明、马歇雷、伊格尔顿\n│  ├─本雅明\n│  │  ├─作家即文学的生产者\n│  │  └─艺术生产方式理论——艺术生产如同物质生产\n│  ├─马歇雷——文学生产理论\n│  │  ├─文学既产生于意识形态，又生产出意识形态\n│  │  ├─文学瓦解了意识形态幻象的整体性\n│  │  └─文学通过意识形态生产来挑战意识形态\n│  └─伊格尔顿\n│     ├─发挥意识形态概念并用来解释文学生产\n│     ├─一切艺术都产生于意识形态观念之中\n│     └─文学是一种审美意识形态\n└─阿多诺、洛文塔尔\n   ├─阿多诺\n   │  ├─艺术的否定性\n   │  └─文化工业批判\n   └─洛文塔尔\n      ├─深化了阿多诺对大众文化的分析和批判\n      └─转向文学的传播和消费问题"
    },
    {
     "h": "第十五章 读者接受文论",
     "c": "读者接受文论\n├─英加登与伊瑟尔\n│  ├─未定点——英加登\n│  └─召唤结构——伊瑟尔\n├─费什与卡勒\n│  ├─解释团体——费什\n│  └─文学能力——卡勒\n└─姚斯\n   ├─文学接受史\n   ├─历史距离与视域融合\n   └─作为接受史的文学史"
    },
    {
     "h": "第十六章 后结构主义文论",
     "c": "后结构主义文论\n├─德里达\n│  ├─无底的模仿\n│  │  ├─延异\n│  │  ├─对柏拉图的模仿论的解构\n│  │  └─文学文本的互文性\n│  └─签名\n│     ├─用以解构结构主义的写作观\n│     ├─签名的双重性：程式化与个性化\n│     └─文学写作的“双重折叠\n├─德·曼\n│  ├─隐喻\n│  │  ├─语言的本质是隐喻性的\n│  │  ├─文学语言的隐喻性：现实与虚构的合成\n│  │  └─语篇与文学的建构性\n│  └─修辞\n│     ├─文学语言的修辞性：喻指性与实指性\n│     ├─寓言与象征：差异性与同一性\n│     ├─语言的多重性和不确定性\n│     └─修辞学：未来的文学批评方向\n└─米勒\n   ├─重复\n   │  ├─文学的本质：重复与变异的结合\n   │  ├─文学创作的过程：再现与重构\n   │  └─文学与现实的关系：重构现实\n   └─寄生\n      ├─文学文本的寄生性\n      ├─文学阅读的寄生性\n      └─寄生性阅读的建构性"
    },
    {
     "h": "第十七章 后现代主义文论",
     "c": "后现代主义文论\n├─波伏娃、肖瓦尔特、克里斯蒂娃 —— 女性主义\n├─萨义德、斯皮瓦克、巴巴 —— 后殖民主义\n├─格林布拉特、怀特 —— 新历史主义\n├─威廉斯、霍尔 —— 文化研究\n└─鲁克尔特、布伊尔 —— 生态批评"
    }
   ]
  }
 },
 "qa": {
  "考前60分主观题带背": {
   "head": "",
   "items": [
    {
     "header": "第一章 绪论"
    },
    {
     "q": "西方文学理论的研究对象",
     "a": "1. 研究对象：西方古希腊以来两千五百多年文学理论的形成、发展与特性\n2. 研究范围：包括西方文学的思潮、理论与批评，内容涉及：\n1) 文学与社会生活的关系\n2) 作品与作家的关系\n3) 作品与读者的关系\n4) 文学作品的内部构成\n5) 作家的创作心理\n6) 文学创作、文学生产与文学欣赏、文学接受的基本特征和规律，等等。\n3. 概念：西方文学理论主要是指欧美国家的、以古希腊文化与古希伯来文化为其文化源头的文学理\n论。俄国在历史上属于东欧国家，经不断扩张而横跨欧亚大陆，并以东正教为其文化根源，\n故属于西方文化范围。"
    },
    {
     "q": "西方文论vs 西方美学史vs 西方艺术理论",
     "a": "1.西方美学史：以西方历史上的美学观与文学艺术作品中的审美意识为研究对象。\n2.西方艺术理论：研究对象则不仅包括西方与艺术有关的艺术理论和批评，还包括艺术品、艺术创\n造、艺术欣赏、艺术生产与艺术管理等研究。\n3.西方文论的研究对象：在与文学相关的意义上也涉及一些美学家对于艺术的看法，但主要是有关文\n学这种语言艺术的思潮与理论。"
    },
    {
     "q": "西方文学理论的发展线索",
     "a": "艾布拉姆斯对19 世纪以前的西方文论发展历程的描述：\n从古至今的西方文论始终是围绕着文学与世界、作家、作品、读者四个要素的关系展开的\n•围绕着文学与“世界”的关系，形成了“模仿说”;\n•围绕着作品与“作家”的关系，形成了“表现说”;\n•围绕着作品与“读者”的关系，则形成了“实用说”——读者接受文论\n•把“作品”作为独立的客体加以客观分析，则有了“客观说”——俄国形式主义、英美“新批\n评”、法国结构主义"
    },
    {
     "q": "学习西方文学理论的意义",
     "a": "1.首先，学习西方文论有利于学习与掌握马克思主义文论。\n2.其次，从“洋为中用”的角度来说，西方文论是建设中国特色的文学理论的重要资源。\n3.再次，学习西方文论有利于准确把握两千多年来西方文学理论的发展线索与理论范畴。\n4.最后，学习西方文论也有利于更好地学习掌握西方文学艺术。"
    },
    {
     "q": "学习西方文学理论的方法",
     "a": "1. 要始终坚持以马克思主义的立场、观点和方法为指导来认识与评价西方文学理论现象。当前，特\n别要坚持习近平新时代中国特色社会主义文艺思想的指导。\n2. 要努力运用马克思主义的美学与文论思想作为指导。\n3. 在学习中把握好三个环节。一是把握好重要理论家的理论。二是把握好转型期的理论变化，抓住\n由古代到近代再到现代的转型期的理论表现。三是要把握好原著的阅读，真正领略西方文论的确\n切表述。\n4. 要做到三个“结合”。一是与社会历史知识的学习相结合。二是与一定时代的文学作品的学习相\n结合。三是要与对于中国古代文论的学习相结合。"
    },
    {
     "header": "第一章古希腊罗马文论"
    },
    {
     "q": "概述",
     "a": "古希腊文论大致产生于公元前6 世纪，在公元前5 世纪至公元前4 世纪达到高峰。公元前4 世纪末，\n希腊联军败于马其顿，希腊本土的文化开始衰落，希腊化时代开始。\n随着罗马的日益强盛和对各个希腊化国家的征服，到公元前2 世纪中叶，西方的政治、经济、文化中\n心转移到罗马。\n它在文学创作和文艺理论方面的成就都没有从根本上超越古希腊。\n一、经济基础与社会生活的影响\nü 当时的雅典城邦，海上交通便利，工商业和贸易发达，在政治上确立了奴隶主民主政体，因而成\n为希腊的经济、政治和文化中心。\nü 政治上相对民主、哲学的兴盛和批评辩论的时代风气也对文学理论的产生具有重要的促进作用。\n二、宗教、哲学等其他文化形态的影响\nü 对酒神狄俄尼索斯的崇拜、奥尔弗斯教强调音乐对人的灵魂的净化作用、净化观念和涤罪仪式在\n日神崇拜中也占有重要的地位。\nü 柏拉图和亚里士多德本身就是哲学家，他们的文学理论都是各自哲学体系的有机组成部分。\nü 古罗马时期的哲学都认为人生最高的目标是心灵的快乐和宁静，而心灵的快乐和宁静来自理性。\n三、文学实践的总结\n•古希腊长于叙事，其文论以模仿论为核心。深入思考文学的社会功能。\n•古罗马以希腊文学为范本，主张文艺模仿自然和社会人生，强调文艺应当模仿古典文艺作品。\n•古罗马文学重视修辞技巧和格律的特点也使得其文论突出强调文艺的形式特征。"
    },
    {
     "q": "第一节柏拉图",
     "a": "柏拉图(前427—前347)，古希腊时期雅典著名的哲学家、教育家、文学家。\n著作主要以对话形式写成，主要有《伊安篇》《高尔吉亚篇》《斐德若篇》《会饮篇》《理想国》\n《法律篇》等。在绝大多数对话中，苏格拉底都是主角，柏拉图自己始终没有出过场。\n一、理念与模仿\n（一）理念论是柏拉图整个哲学的出发点和基本原则\n理念：本义是“看见的东西”，即形状，转义为灵魂所见的东西，包含理念和形式两重意思。理念并\n非抽象的概念，而是超越于个别事物之外并且作为其存在根据的实在。\n（二）柏拉图以理念论为基础提出了颇具特色的艺术模仿论\n1. 艺术是对现实世界的模仿，现实世界又是对理念世界的模仿。\n2. 艺术作为模仿的模仿，无法达到真理性的认识。\n3. 世界就被区分为三重：理念的世界、现实的世界与艺术模仿的世界。\n4. 柏拉图在《理想国》中曾举床的例子说明这种区分：\n（三）模仿的诗歌\n模仿的诗与绘画、雕塑等模仿的艺术一样，都不过是制造现实世界的影像而已，无法达到对现实世界\n的真理性认识。\n二、诗的迷狂\nü 真正的诗人在神灵感发的迷狂状态中，不靠模仿的技艺就能创作出好的作品。诗人在神灵凭附的\n迷狂中，可以领会真理并宣示真理。\nü 如果说模仿的诗与模仿的艺术制造的都是远离真理的幻象，那么迷狂的诗则臻于真理，受神灵凭\n附的诗人则近似于哲学家。\nü 柏拉图的迷狂说包含着对文学的真实性的追求。\n三、文艺的社会作用\n柏拉图提出文学艺术必须为提升公民的品德服务，进而为建立理想国的目标服务。\n在《理想国》中他指出，人的灵魂分为三个部分：理性、激情和欲望。\n完善的灵魂应当是以理性引导激情，并在激情的辅助下约束欲望。\n四、从文艺的社会作用分析柏拉图认为模仿的艺术的缺点：\n1. 模仿的文艺制造谎言，滋长欲望，摧残理性，无论对公民品质的培养，还是对理想国的建立，都\n有着巨大的危害。\n2. 第一，它以虚构的谎言歪曲神和英雄的性格，不利于青年人品德的培养。\n3. 第二，模仿的文艺“培养发育人性中低劣的部分，摧残理性的部分”。\n4. 鉴于模仿文艺的巨大危害，柏拉图主张建立严格的文艺审查制度。"
    },
    {
     "q": "第二节亚里士多德",
     "a": "亚里士多德(前384—前322),著作主要有《诗学》和《修辞学》。\n一、模仿论\nü 亚里士多德既强调现实生活是文艺的最终源泉，又认为文艺应当对现实生活进行虚构和加工，以\n达到更高的艺术真实。\nü 亚里士多德更加推崇索福克勒斯，因其作品既以现实生活为依据，又体现出英雄气和理想性。\n二、悲剧理论\n（一）亚里士多德对悲剧的理解：\n1. 悲剧的模仿对象是人物的行动，既体现为具体情节，又同人物的性格和思想相关；\n2. 悲剧的模仿媒介是语言，分为人物的台词和合唱的歌曲；\n3. 悲剧的模仿方式是形象，即通过演员的表演呈现出来的总体舞台形象；\n4. 悲剧的社会功用则是对怜悯、恐惧之情的净化。\n（二）情节是悲剧的灵魂\n亚里士多德认为，在悲剧中，情节比性格更重要。原因主要有二：\n第一，由悲剧的目的决定。悲剧的目的在于模仿人的行动、生活、幸福与不幸。\n第二，由悲剧预期的效果决定。引起人们的怜悯与恐惧并将这种感情净化。\n第三，还有着具体的社会历史原因。\nü 一方面，在亚里士多德生活的年代，绝大部分悲剧作品都以情节为中心而非以性格为中心。\nü 另一方面，古代社会还没有普遍的个性解放，个人的行动不是完全由个人的性格决定。\n（三）亚里士多德对悲剧情节的安排提出了具体的建议\n1. 首先，情节应当完整。“完整”主要有三方面的含义：\n(1) 其一，情节必须有开头，有中间，有结尾；\n(2) 其二，构成情节的各个事件之间必须有紧密的必然关系，事件的位置不可挪动；\n(3) 其三，各个事件必须服务于整体的情节，不能是可有可无的。\n2. 其次，情节应当具有一定的长度。\n(1) 从戏剧的内在要求来看，情节的长度应当足以完整地展现出一个由顺境转入逆境的行动。\n(2) 从现实的观剧情况来说，情节不宜太长，否则不便于观众记忆。\n(3) 从戏剧的比赛规则来说，情节也不能太长。因为古代雅典的戏剧比赛一般规定，一个白天之\n内要演完一个诗人的至多三部作品。\n（四）悲剧冲突的根源在于悲剧主角的过失\nü 悲剧主角既不十分善良，也不十分公正，“之所以陷于厄运，不是由于他为非作恶，而是由于他\n犯了错误”。因为悲剧主角遭受了不该遭受的厄运，所以会引起我们的怜悯之情；又因为他与我\n们相似，所以我们会恐惧他所遭受的厄运也会落到我们自己头上。\nü 比如，在索福克勒斯的悲剧《俄狄浦斯王》中，主角俄狄浦斯王聪明诚实，热爱真理，关心民\n众，并敢于承担责任，但他并不完美，性格中有冲动易怒的一面，正是由于冲动易怒，他错杀了\n自己的父亲，并由此遭遇了娶母等一系列厄运。\n（五）悲剧有益无害，对人的心理具有净化作用\nü 悲剧能够激发起人们的怜悯与恐惧之情，并把这种过于强烈的情绪宣泄出去，使人们的内心归于\n平静，所以有利于心理健康。\nü 他还认为，过度的激情有害于理性，悲剧能够宣泄并涤除过度的怜悯与恐惧，从而有助于理性和\n道德。\n（六）比较柏拉图vs 亚里士多德对悲剧的看法：\n1. 柏拉图谴责悲剧，认为它浇灌人的“感伤癖”与“哀怜癖”,对人的理性和道德起到败坏作用。\n2. 亚里士多德同样认为过度的激情属于心灵的病态，但与柏拉图不同，他认为悲剧反而能够宣泄并\n净化过度的情绪，因而对理性和道德有益无害。\n三、亚里士多德对模仿的艺术做出的分类：\n1. 把艺术归为创制的科学，以区别于理论的科学和实践的科学。\n2. 在创制的科学之中，亚里士多德区分了模仿性的艺术与生产性技艺。亚里士多德的“模仿的艺\n术”大体相当于我们今天的艺术概念，包括史诗、戏剧、颂诗、音乐、绘画、雕刻等门类。\n3. 抛弃了柏拉图模仿的诗与迷狂的诗的区分，把诗歌(包括史诗、戏剧)全部归入艺术之中。\n4. 根据模仿的媒介、模仿的对象、模仿的方式三方面的不同对各类艺术作了进一步的区分。\n(1) 从模仿的媒介来看，绘画、雕刻用颜色和姿态来模仿，舞蹈用节奏来模仿，双管箫乐、竖琴\n乐、排箫乐等器乐用节奏和音调来模仿，史诗以语言为媒介，悲剧、喜剧、颂诗则兼用语\n言、节奏和音调三种媒介。\n(2) 从模仿的对象来看，艺术模仿的是在行动中的人，而人依照品格不同可区分为比一般人好的\n人、比一般人坏的人和恰似一般人的人。比如，悲剧和喜剧在模仿对象上的区别就是前者模\n仿的是比一般人好的人，而后者则模仿的是比一般人坏的人。\n(3) 从模仿的方式来看，史诗交替使用作者叙述和作品中主人公的叙述，颂诗始终以作者自己的\n口吻来叙述，悲剧、喜剧则以演员的动作来模仿。"
    },
    {
     "q": "第三节贺拉斯与朗吉弩斯",
     "a": "l 贺拉斯与朗吉弩斯是古罗马时期古典主义文学理论家的主要代表。\nl 贺拉斯(前65—前8),罗马帝国初期，文学理论主要体现《上奥古斯督书》与《致皮索父子》\n中。前者又被称为《诗话》,后者又被称为《诗艺》。\nl 朗吉弩斯《论崇高》是古罗马时期古典主义文论的一部重要著作。这部著作长期被湮没，到了文\n艺复兴时期，由意大利学者罗伯特洛将其出版。\n一、古典主义原则\n1. 贺拉斯推崇古希腊文学，认为罗马文学应当在题材、形式等各方面全面学习古希腊文学。贺拉斯\n尤其推崇荷马史诗、埃斯库罗斯的悲剧等古希腊早期的文学作品。\n2. 罗马诗人的根本任务不是重复古希腊的文学，而是要表现罗马帝国的丰功伟业，倡导罗马作家要\n在学习古希腊文艺的基础上敢于创新。\n3. 合式是文学的最高理想，所谓合式,就是符合理性，符合传统和习惯，符合规则，恰当得体。\n1) 要讲求作品的整体一致性。一部作品的细节无论多么生动逼真，但如果不符合作品的总体效\n果，就是失败的。在质朴的语言中夹杂几句绚烂的辞藻，也是不合适的。\n2) 作品中的人物性格要与其年龄相符，与人们习惯性的认知相符。比如，青年人和老年人性格\n不同，作家在描写人物时要注意其性格特征与年龄的一致。\n3) 作品中人物的语言要与其遭遇或身份相符。\n4) 作品的体裁要适合主题。\n5) 作品要力戒粗鄙，追求趣味高雅。\n二、寓教于乐\n贺拉斯主张文学艺术应当兼备教育与娱乐功能，既期望借助文艺的娱乐功能更好地实现其教育功\n能，也期望通过强调文艺的教育功能以保证其娱乐功能免于粗俗。\nü 贺拉斯承认并重视文学艺术的教育功能。提出罗马诗人也应当为国家社稷效劳：要教育儿童知耻\n识礼；要净化人的心灵，矫正人的粗暴行为；要歌颂帝国和伟人的功业，从而为后世垂范。\nü 艺术能给人带来快感，贺拉斯倡导高雅的文风，对戏谑成风、粗俗放纵的文艺趣味极为反感。\n三、崇高论\n（一）崇高\n朗吉弩斯认为，古希腊文学体现出的最高理想不是贺拉斯所说的“合式”,而是崇高。\n所谓崇高，包含着伟大、雄伟、雄浑、庄严、壮丽、高远、遒劲等含义。\nü 作为一种心灵品质与精神境界，崇高源自我们人类对一切伟大的、比我们更神圣的事物的渴望，\n表现出我们对既定的生活、世界与思想界限的超越。\nü 崇高还是伟大文学作品具有的一种风格。具有崇高风格的文学作品能够提升人的精神境界，使人\n心灵扬举，襟怀磊落，意志激昂。这些作品带给人的不是一般的心理愉悦，而是心灵的狂喜和惊\n叹。这些作品的魅力是不可抵抗的，是牢固的、永恒的、不可磨灭的。\n（二）崇高的来源\n朗吉弩斯认为，文学作品的崇高风格主要源于文学艺术家深刻的思想情感，即“庄严伟大的思想”\n和“慷慨激昂的热情”。\nü 庄严伟大的思想是崇高的首要条件。崇高的风格是伟大心灵的回声，所以只有胸襟旷达、志气远\n大的人才会有崇高的谈吐。\nü 热情是崇高的一个重要源泉。一方面必须是恰到好处的真情，而非浮夸造作的矫情。另一方面，\n这类热情必须是激昂雄壮的高贵的热情，而非怜悯、烦恼、恐惧等卑微的热情。\nü 崇高还源于文学作品恰当的形式，即“辞格的藻饰”“高雅的措辞”“尊严和高雅的结构”。\n（三）如何创作崇高的作品\n1. 要创作崇高的作品，既需要自然天赋，也需要后天的训练。\n2. 要创作崇高的作品，切实可行的方法就是“摹仿古代伟大散文家和诗人们，并且同他们竞赛”。\n3. 崇高作品的产生还与社会环境不无关系。“民主制度是伟大天才的好保姆，卓越的文才一般是与\n民主同盛衰。”\n四、朗吉弩斯vs 贺拉斯：\n一致：\n•都主张罗马的文学艺术应当在向古希腊学习的基础上勇于创新，\n•都认为作家的创作才能是感性与理智、天资与训练的结合，\n•都强调文学作品应当具有严肃的题材和高雅的趣味。\n区别：\n•在文学的本质问题上，如果说贺拉斯是一个再现论者，朗吉弩斯则是一个表现论者；\n•在如何学习古典方面，贺拉斯重视的是对文学创作的规范法则的学习，而朗吉弩斯重视的是对古代\n伟大作家崇高精神的领受。"
    },
    {
     "q": "小结",
     "a": "古希腊罗马时期的文论主要探讨了五个方面的问题：\n第一，文艺与生活的关系。\nü 柏拉图承认文艺对现实生活的模仿，但受他的理念论唯心主义哲学的影响，他否定了现实生活的\n真实性，进而否定了文艺的真实性。\nü 亚里士多德则认为，模仿的文艺能够揭示出现实人生的普遍本质和必然规律，而且文艺的真实性\n与其虚构性并不矛盾。亚里士多德的模仿论既强调了生活是文艺的源泉，又注意到文艺对生活的\n模仿是一种创造性的模仿，因而对文艺与生活的关系作出了比较辩证的理解。\nü 朗吉弩斯虽然认为天才的产生与社会环境有着密切的关系，但他强调文艺的崇高风格主要源于作\n家伟大的思想和慷慨的热情，因此他开启了西方文论史上表现论的先声。\n第二，作家创造力的来源。\nü 柏拉图指出诗人在迷狂状态下创作的诗好于在清醒状态下创作的诗，但他把诗人的创作解释为神\n灵凭附，从而否定了诗人自身的创造力。\nü 亚里士多德把文艺创作视为一种理性活动，对文艺创作的天才性和非理性特征认识不足。\nü 贺拉斯和朗吉弩斯则对作家的创造力有着较为正确的认识，他们指出，作家的创造力是天才加后\n天训练的结果。\n第三，文艺的社会功能。\nü 柏拉图指责文艺具有摧残理性、败坏道德的负面作用。\nü 亚里士多德认为，文艺能够净化人的心灵，有助于道德，而且文艺的娱乐功能应当得到肯定。\nü 贺拉斯在继承亚里士多德的基础上，提出了“寓教于乐”理论。\n第四，文学艺术的语言修辞问题。\nü 柏拉图和亚里士多德已经论及文学的语言修辞问题，但没有给予充分的重视。\nü 贺拉斯和朗吉弩斯则注意到语言修辞对于文学艺术的重要性。\nü 贺拉斯指出，文学的“合式”离不开恰当的语言。\nü 朗吉弩斯认为，高雅的措辞对于崇高的文学风格不可或缺。\n第五，文艺的继承与创新问题。\nü 古罗马的文论家指出，文艺既应当模仿古典文艺作品，又应当力求创新。\nü 在继承与创新的关系上，他们更侧重强调文艺的继承问题。这一点则显示出他们理论的不足。"
    },
    {
     "header": "第二章中世纪文论"
    },
    {
     "q": "概述",
     "a": "西罗马帝国的灭亡(476),标志着欧洲进入了封建社会，史称中世纪(5—15 世纪)。\n欧洲中世纪的突出特征是，基督教在社会生活各个方面占据统治地位。\n一、中世纪文学的特点：\n1. 宗教色彩浓厚，且发展缓慢。\n2. 文学艺术的题材、主题、形象和形式很少变化，常常是一个相当长的时期内，文学作品重复着同\n一的创作题材、同一的主题思想、同一的人物形象和同一的艺术形式\n二、中世纪文学理论：\nü 中世纪没有严格的现代意义上的文学理论专著,但有关论述还是很丰富的。\nü 其中，奥古斯丁和托马斯·阿奎那分别是中世纪初期和中期的重要代表。\n三、特点：以奥古斯丁等为代表的中世纪欧洲文论的主流是神学文艺观。\n1. 信仰至上，强调超验的真、精神的美，论证上帝的美高于一切，关注象征及其与形象的关系。\n2. 严肃的文艺应当是象征性或寓言性的，背后都藏有隐含的意义。\n3. 把诗歌、音乐等视为和修辞学、机械技艺等一样的技艺，价值在于效用和目的。"
    },
    {
     "q": "第一节奥古斯丁",
     "a": "奥古斯丁是中世纪初期基督教神学的奠基者和主要代表，也是基督教美学和文艺观的开创者。\n青年接受过系统的修辞学训练，《论美与适宜》(已佚)、《论音乐》、《忏悔录》、《上帝之城》。\n《论秩序》《论宗教的本质》《论自由意志》中也有关于美和文学艺术的论述。\n一、美学思想及象征理论\n继承了古希腊罗马的美学和文艺思想，又以基督教的上帝替代了先前哲人提出的“理念”“至善”的\n概念，形成了具有中世纪特征的基督教美学体系。\n（一）世界美和神性美构成了奥古斯丁美学思想的核心。\n1.美的本体在于上帝。\n上帝作为美的本原、“美本身”,是至美、绝对美，包括艺术在内的所有事物之所以美，是因\n为它们具有了上帝赋予它们的节奏、尺寸、比例与和谐。物质美、世界美低于神性美。\n2.审美归于信仰：对于无形的上帝之美/神性美的感知，不是以感觉，而是以心灵来观照的。\n3.一切事物的美(世界美)来源于差异和多样性所构成的整体统一。奥古斯丁从基于数的秩序、尺\n度、比例与和谐等角度考察善的和美的事物。比如，他从比例的原则看待和理解音乐。\n4.美和丑的和谐：如果我们能够感受到世界整体，就会认识到世界中的恶并不破坏世界整体的善，而\n且有恶的反衬还愈加显出它的美。\n（二）象征理论\n象征不是一种方法(途径),而是一种思想，一种认识，一种关于能否和如何“看见”上帝的理论。\n除了上帝自身而外，每一件事物都是一种象征：鸵鸟是正义的象征，鹈鹕是耶稣的象征，荆棘中盛开\n的红玫瑰和白玫瑰象征着殉道与贞洁。其中，红色象征着鲜血，白色象征着圣洁，荆棘象征着迫害。\n（三）奥古斯丁：物质美的价值在于它是神性美的象征\n1. 奥古斯丁从宗教的角度首先注意到并谈论了象征问题。\n2. 奥古斯丁认为，世界美、物质美是神性美的映像，虽然较之永恒的、绝对的、至高无上的神性\n美而言，它们是短暂的、相对的美，但它们也具有自身的价值：\n1) 其一，它们是上帝的创造物；\n2) 其二，它们的美是作为一种象征而非自身获得的，譬如对于太阳的欣赏与其说是因为它的灿\n烂火焰，不如说是它象征着神的光辉。\n二、艺术的真实性与功用性\nØ 奥古斯丁的艺术观：\n1. 艺术的多样性：奥古斯丁的艺术是一个宽泛的概念，包括音乐、诗歌、修辞学、机械技艺等。\n2. 艺术的根源、目的和归宿：他把艺术与美联系起来看待，因为上帝、神性美是包括艺术在内的\n一切事物的根源、目的和归宿。\n3. 艺术与审美的关系：奥古斯丁强调审美要诉诸感性直观和形象感受。\n4. 审美主体和审美客体的和谐：审美经验的产生有赖于主客体两者的共同作用，即审美主体心灵\n与美的事物之间必须有某种和谐或相似，否则心灵便不会为这一美的事物所感动。\n5. 美的超越性：美虽然是感性事物的表现，但它又是超越感官层次的，它是外物与人的心灵、精\n神、理性共同作用的结果。\n6. 审美经验的节奏性：人的审美经验本身也具有美的特质，即节奏。他将节奏分为音响的节奏、感\n知的节奏、运动的节奏、记忆的节奏和判断的节奏五种。这就是说，节奏不仅存在于审美对象\n中，同时存在于主体的感知、运动、记忆和判断中。\n（一）艺术的真实性——否定\n奥古斯丁对艺术的否定受到柏拉图的影响，也是出于他的基督教信仰和体验。\n他认为艺术亵渎上帝,诉诸情感，毒害心灵，是认识和热爱上帝的障碍。他谴责艺术的虚构，倡导建\n立检查制度，把诗视为虚假的、不必要的和堕落的。\n（二）艺术的功用性——肯定\n1. 文学艺术的使命在于歌颂上帝、服务教会，比如诗歌、音乐，都要为教会的礼拜、传教服务。\n2. 肯定修辞学中诸如设问、对比、隐喻以及其他修辞手段的审美和艺术要素。\n3. 坚持情感必须服从于理智，艺术的手段必须服从于信仰的内容与目标，强调艺术应该有利于道德\n的教化和对上帝的信仰。\n4. 关注文艺能否有利于认识和热爱上帝，能否为教会所用，关注文艺的内容而非表现形式。\nü 重视内省的价值，注重内在美，认为内省既是发现真理的手段，又是净化道德的条件，内在\n美是根本。\nü 世俗的、感性的美根源于上帝的至美，创造或追求外界的美应从这至美中取得审美的法则，\n把至美至善作为根本目标和创造依据。\n三、总结与评价：\n1. 把上帝作为美的本体，从基督教神性美的角度，从信仰及其道德要求角度思考文学艺术问题。\n2. 关于上帝美、精神美和世界美的思想，关于内在美和外在美的关系，关于象征、文艺的形式、\n文艺的真实性与社会功用等问题的论述，既奠定了中世纪文艺观的基础，也影响了后世的文艺\n思想与文学批评。"
    },
    {
     "q": "第二节阿奎那",
     "a": "l 托马斯·阿奎那(约1225—1274)美学思想、文艺观是他的神学体系的一部分。\nl 认为世俗的文学艺术不是真正的创造，而是制作，因而并不具有严肃的意义。\nl 《彼得·伦巴德〈箴言录〉注疏》《反异教大全》《神学大全》。\n一、释经四义\n1. 《圣经》词语都有字面义(历史义)和精神义，其中精神义又可分为寓言义、道德义、神秘义。\n2. 意义的多重性不会使《圣经》意义本身和论证的力量被误解、混淆和破坏，因为三种精神义基于\n字面义，以字面义为先决条件。\n3. 评价：\nü 一方面，坚守了他的神学立场——精神义高于字面义，神的智慧高于人的知识；\nü 另一方面，对文本本身的强调影响了16 世纪宗教改革家们对《圣经》文本的关注。\n二、艺术与自然\n（一）艺术是一种制作\n艺术作为一种制作、一种方法，与制作者的意愿、感情无关。所谓艺术家也就是手工艺人。\nü 诗歌作为制作的一种形式，既不能揭示真理，也无助于道德建设。因而，他对诗歌没有太大\n的兴趣，仅仅将它视为一种制作行为而有所论及。\nü 艺术既然是制作，判断艺术作品的标准，在于制作的效果、作品的效用，而不在制作者。\n（二）艺术和自然的关系\n1. 艺术模仿自然；“艺术在运作方式上模仿自然。”艺术模仿自然活动方式。\n2. 艺术低于自然。作为制作的艺术，不是创造，因而低于自然。这可从两个方面来解释。\n(1) 首先，从艺术的材料讲。阿奎那认为，艺术产品的材料来自自然，而自然是上帝的创造。\n(2) 其次，从艺术的形式讲。与神造的自然相比，人造的艺术，由于源于艺术家的理念，源于\n偶然的形式，故缺乏鲜活的力量，\n3. 注意：柏拉图、奥古斯丁和阿奎那都认为艺术低于自然，他们都预设和强调一个先在的超然的\n理念或曰神，这个至善至美的神创造的自然无疑高于人创造的艺术。\n三、艺术与形式\n（一）阿奎那在谈论美和艺术时，注重“形式”因素。阿奎那明确规定了美的三个条件：\n第一，整一或者说完善；\n第二，比例或者说和谐；\n第三，鲜亮或者说明晰。\n（二）为了说明可感的形式，阿奎那对人的感觉进行了论述。\n阿奎那将人的感觉分为外部感觉和内部感觉。\n1. 外部感觉包括视觉、听觉、嗅觉、味觉和触觉五种感官活动。阿奎那特别强调视觉，因为视觉\n最具有精神性，更为敏锐，更能洞察事物间的差异。\n2. 内部感觉分为综合感、想象、辨别力和记忆力四种。阿奎那特别关注的是想象。人对上帝的认\n识也可以通过影像加以实现。想象不仅仅是接受，还具有将所接受到的东西联系起来并形成新的\n东西的能力。只有人具备这种能力，其他动物并不具备。\n四、艺术与象征\n1. 人的理性不能完全认识上帝，人不能使用确切的语言描述上帝，这就需要一种在确定与不确定之\n间的语言，也就是隐喻。\n2. 自然事物本身没有什么寓意，艺术作品也仅仅具有字面的意义，只有在《圣经》中，自然事物、\n语言文字才是隐喻的，才具有了象征意义。\n3. 阿奎那赞同耶稣形象的象征性，并根据自己的神学和哲学立场作了解释。\nü 既然可感觉的一切都是上帝的创造，人就可以由此认识上帝的存在，认识作为万物之始、万\n物之源的上帝。因此，人的感觉，如视觉上的形象、听觉上的声音，虽然不是神圣的事物\n本身，却可以被赋予神圣的形式以表达神圣的意义，而且，人只有通过这一途径才能认知\n上帝。\nü 象征就意味着要将超验的变为经验的，无形的变为有形的，不可见的变为可见的，并对此作\n出隐喻的解释。"
    },
    {
     "header": "第三章 文艺复兴文论"
    },
    {
     "q": "小结",
     "a": "1. 中世纪美学与文艺思想深受基督教神学影响，上帝被视为美本身、美的事物的创造者。中世纪\n美学和文艺观具有高度的一致性，即强调美和艺术的超验性。超验的美与善是同一的。\n2. 在中世纪美学和文艺思想中，自然高于艺术，自然美高于艺术美，上帝的美高于自然美。艺\n术，包括诗歌、音乐、修辞学、机械技艺等，其价值在于效用和目的。\n3. 如果说古代文艺理论在文艺本质论上是模仿论的，中世纪则是象征主义的，万物都是上帝及其\n智慧的象征。象征使不可见的美成为可见的形象。"
    },
    {
     "q": "概述",
     "a": "文艺复兴：\n•文艺复兴是14—16 世纪在欧洲许多国家先后发生的文化和思想上的解放运动。\n•这一时期，古希腊罗马文化重新得到研究和重视，故有“文艺复兴”之名。\n•但文艺复兴并非古代文化的简单复活，而是新兴资产阶级文化的萌芽。\n文艺复兴时期的文学和文论：\n1. 这一时期的文学创作渗透着强烈的人文精神，各国文学逐渐从神学观念中解放出来，普遍关注世\n俗生活，生机勃勃的人取代了神和教士成为文学的主角。\n2. 这一时期的文学创作还体现了欧洲各主要国家的民族觉醒意识与民族独立要求，绝大多数人文\n主义作家自觉以本国、本民族语言进行创作，奠定了欧洲各主要国家民族语言和民族文学的基\n础。\n3. 在文学方面涌现出但丁、彼特拉克、薄伽丘、拉伯雷、塞万提斯、乔叟、莎士比亚等一大批杰\n出的文坛巨匠，他们塑造了一系列具有不朽意义的文学形象。\n4. 这一时期的文学理论，与文学创作实践紧密相关，而相对缺乏体系的严整性与理论的独创性。"
    },
    {
     "q": "第一节但丁",
     "a": "但丁，意大利文艺复兴的先驱，意大利民族文学的奠基者，同时也是意大利民族语言理论的奠基者。\n文学作品以《新生》和《神曲》为代表，文学理论有《论俗语》《飨宴篇》和《致斯加拉亲王书》。\n一、论俗语\n1. 要建立光辉的意大利民族语言，应当以俗语为基础，同时又要对俗语加以规范统一。\n2. 建议对意大利所有城市的方言进行广泛筛选，从中筛选提炼出“光辉的、中枢的、宫廷的、法庭\n的俗语”,以之为基础建立统一的意大利民族语言。\nü “光辉的”,指语言优美动人，被筛选出的俗语不仅要方便日常交际，而且要适合文学创作；\nü “中枢的”意味着核心性和基础性，被筛选出的俗语应该是各个城市方言中那些核心的、较少\n地域色彩的语言，否则很难被不同城市的民众理解；\nü “宫廷的”即高雅的，但丁一直期望意大利的独立和统一，他也希望以俗语为基础建立的意大利\n语言能够成为未来统一国家的官方语言；\nü “法庭的”意指语言的规范性和准确性，被筛选出的俗语必须能经得起推敲斟酌。\n二、诗的寓意\n（一）诗的寓意：字面意义和寓言意义\n在《致斯加拉亲王书》中，但丁指出，诗具有超出字面意义的寓言意义。\n在但丁之前，象征寓意理论早已流行，并主要用来解释《圣经》。但丁继承了上述观点，但又力图摆\n脱神学的烦琐，将诗的意义简化归并为两种，即字面意义和寓言意义。\n（二）《神曲》的寓意\n中世纪神学家认为只有《圣经》或基督教文学才有多义性和寓言性，但丁明确指出，自己以意大利\n俗语创作的《神曲》同样是多义的，同样具有寓言性。\n《神曲》的主题是人而不是神，寓示的不是神意而是善有善报、恶有恶报这种世俗人生的哲理。目\n的在于引导人们弃恶从善，从而解脱生活的苦难，并获得幸福的报偿。\n三、对但丁的评价\n恩格斯对但丁：“他是中世纪的最后一位诗人，同时又是新时代的最初一位诗人。”\n但丁的文学观念也展示出这种由中世纪转向文艺复兴的过渡性。\n•一方面，他强调文学应当以人为中心，并应当运用俗语进行创作，这种观念无疑是近代的；\n•另一方面，他又强调文学语言的寓言性和文学作为寓言的本质，这显示出中世纪神学的影响。"
    },
    {
     "q": "第二节卡斯特尔维屈罗",
     "a": "意大利文艺复兴时期卓越的文学批评家。《亚里士多德〈诗学〉的诠释》对亚里士多德的《诗学》进\n行了逐章逐节的评述。\n一、对《诗学》的阐释\n其中，他对文学的真实感的解释以及由此推绎出来的戏剧“三一律”尤其引人注目。\n（一）诗和历史\n诗的真实不同于历史的真实，它是诗人借助想象力创造出来的逼真的艺术效果。\n•诗比历史更富有创造性。\n•诗能够把从未发生的事情描述得真实可信，强调的是诗的想象性和创造性。\n（二）诗的虚构\n诗人虽然拥有想象与虚构的权利，但不能完全违背历史事实和现实真实。\n1. 如果诗人以历史上的君王为题材创作史诗或悲剧，就不能任意虚构。\n2. 喜剧诗人在组织情节方面的自由度要大得多。因为喜剧描写的主要是默默无闻的普通人。\n3. 诗人的描述要做到合情合理，既不能凭空捏造子虚乌有的事物，也不能随意改变自然事物的程\n序。\n（三）三一律\n因为舞台表演的需要，剧体诗(戏剧)在情节安排方面应当遵循严格的形式规则。“三一律”：\n•第一，故事的发生必须限制在一个固定的地点。戏剧所表现的事物全部展现在观众的视觉之下，为\n了增强戏剧表现的可信性，戏剧表现的故事要发生于同一个地点。\n•第二，故事发生的时间不超过12 小时。考虑到观众观剧的方便，戏剧表演的时间不应超过一天。故\n事发生的时间应当与表演的时间一致，也不能超过一天时间。\n•第三，戏剧的情节应当只包括一个行动，或者虽然是两个行动，但是由于相互依附，可以被认为是\n一个行动。\n二、文艺的娱乐功能\n1. 文学艺术的主要功能就是为平民大众提供娱乐。诗为平民大众而设，诗追求描绘的逼真主要是\n为吸引大众，并为他们带来娱乐。诗的题材应当是日常发生的，应当是平民所能了解而且了解之\n后就能感到愉快的事情。\n2. 并非所有的悲剧都具有净化人的激情的功能，许多悲剧的目的只在于为人们提供快感。即使那\n些能够净化人的激情的悲剧，也能够给观众带来快感。"
    },
    {
     "q": "第三节锡德尼",
     "a": "锡德尼，文艺复兴时期英国杰出的诗人和学者。《为诗辩护》是他在文论方面的代表作。\n锡德尼的《为诗辩护》是为反驳《骗子学校》一书而作。\nü 斯蒂芬·高森在《骗子学校》一书中攻击文学，认为文学虚掷光阴，孕育谎言，败坏道德。\nü 锡德尼指出，诗即文学虽然虚构，但并不等同于谎言，相反，诗因虚构而具有极大的自由创造\n性，并因此能够为人们提供关于社会人生的真知灼见。\n一、诗的虚构\n1.首先，虚构使诗具有高于人间其他所有学术的自由创造性。\n2.其次，虚构的诗在提供知识方面，胜于历史、哲学。锡德尼受亚里士多德的影响，认为诗从事于普\n遍事物的研究，历史从事于特殊事物的研究。与哲学相比，诗所提供的知识更形象生动，更\n便于记诵，也更适合向群众传达知识。\n3.再次，诗人虽然虚构，但不说谎。\n4.最后，从历史的角度讲，诗是一切知识学问之母。\n二、诗的教化\n锡德尼认为在促进道德方面，诗位居一切关于人的学问之首。\n1. 与历史相比，诗在德行教化方面具有两大优势。\n(1) 第一，诗的教化不但提供实例，而且提供普遍的道理。诗能够虚构出比现实更合理的世界，\n能够揭示出应当存在的事物。\n(2) 第二，诗提供的道德模范更加完美，也更加感人。\n2. 与哲学相比，诗的教导要通俗得多，诗能够提供生动的图画，使普通人都能明白其教诲。诗的教\n化更加感人，而且能够吸引人们向往德行，感动人们自觉去行善。\n三、评价\n•锡德尼的《为诗辩护》彻底摆脱了中世纪基督教神学的束缚，把文学当作人学来研究，而且对文\n学的社会功用作出了较为系统的论述。锡德尼继承了亚里士多德和贺拉斯的理论，亚里士多德\n把诗置于历史之上，锡德尼更进一步认为诗的教化功能高于哲学。贺拉斯强调诗的寓教于乐，\n锡德尼又强调了诗的感动效果。\n•缺陷：\n其一，突出了文学至上的地位，对哲学、历史等人文学科作了不恰当的贬低；\n其二，对文学审美功能的独立价值重视不足。注意到文学的怡情悦性作用和感动效果，却将它们视为\n道德教化的辅助。"
    },
    {
     "header": "第四章 新古典主义"
    },
    {
     "q": "小结",
     "a": "文艺复兴时期的文学理论具有如下几个特点：\n第一，肯定了文学反映现实生活的真实性。\n第二，突出了文学的虚构性与创造性。\n第三，强调文学具有重要的现实功能。"
    },
    {
     "q": "概述",
     "a": "ü 新古典主义文论指以古希腊罗马的艺术实践和理论著述为典范，遵从古代艺术规则，有意直接模\n仿古代艺术，在此种思想指导下形成的文学理论。\nü 新古典主义的哲学根基：法国哲学家笛卡儿的唯理主义\nü 新古典主义的文化机构：法兰西学院"
    },
    {
     "q": "第一节布瓦洛",
     "a": "法国，被称为新古典主义的立法者和代言人。《诗的艺术》被称为新古典主义的法典。\n一、理性与自然原则\n（一）理性原则\nü 布瓦洛以笛卡儿的唯理主义为思想指导，认为理性是文学的基础和出发点，也是文学的目的和归\n宿。只有遵守理性，艺术才能完美。文学创作中，人们不管是驾驭文词，还是表达情感，最终目\n的都是为了更好地表现和服从理性。\nü 布瓦洛强调的理性，指人生来就有的辨别是非好坏的能力，是普遍永恒的人性中的主要组成部\n分。适度、合体、保持中道是符合理性的诗歌写作规范和要求。\n（二）模仿自然原则\n艺术要模仿自然，要描写自然人性。\n1.自然的概念：\n“自然”不再是单纯的客观现实生活，而是指合乎常理常情的事物，是在合乎理性的人眼中所呈现的\n自然。这种自然因和理性统一在一起而失去其具体性、个别性，变成一般的自然或普遍的自然，即自\n然的原理和秩序。\n2.弊端：\nü 借自然表现情理，让自然服从理性，这种主张一旦与僵化静止的历史观念相结合，极易导致艺术\n的概念化和公式化。\nü 布瓦洛要求描写悲剧人物时应写出一种定型化的性格，比如阿伽门农的骄傲和自私；描写喜剧人\n物则应写出人物的类型化的共性，比如风流、吝啬、荒唐、嫉妒等类型的性格。这些要求忽视了\n性格发展变化的可能性，使得作家笔下的人物失去了现实生活中人的性格的丰富性、复杂性和多\n变性，势必削弱文学艺术的表现力。\n二、古典原则\n1. 布瓦洛对“三一律”言简意赅的总结与坚持，便是他的古典原则的一个突出例证。他对当时无视\n“三一律”的戏剧创作进行了批评：“剧情发生的地点也需要固定，说清。比里牛斯山那边诗\n匠能随随便便，一天演完的戏里可以包括许多年：在粗糙的戏曲里时常有剧中英雄开场是黄口小\n儿终场是白发老翁。但是我们，对理性要服从它的规范，我们要求艺术地布置着剧情发展；要用\n一地、一天内完成的一个故事从开头直到末尾维持着舞台的充实。”\n2. 新古典主义强调文艺应描写普遍永恒的人性，这样才能经受时间考验，得到古往今来的一致赞\n赏。而久经考验的作品必定是抓住了普遍人性的作品。古希腊罗马的文学作品经过时间的洗练，\n因此成为新古典主义者模仿和学习的对象。\n3. 古典原则成为理性原则的补充。在布瓦洛看来，像高乃依、拉辛、莫里哀这样的法国戏剧作家，\n他们之所以能写出优秀作品，取得非凡成就，原因就在于他们成功地借鉴和仿效了古希腊罗马时\n期的经典作品。"
    },
    {
     "q": "第二节英国：屈雷顿、蒲柏、约翰生",
     "a": "一、古典主义戏剧原则——屈雷顿(1631—1700)\n英国新古典主义的创始人，“英国文学批评之父”。\n论著有《论诗剧》(又译《论戏剧诗》)、《论英雄剧》、《悲剧批评的基础》等。\n戏剧理论既保持了古典主义精神，又同情莎士比亚为代表的英国文学传统，在理论上有所突破。\n1. 《论诗剧》以四人对话的形式写成，用论辩口吻讨论了古今之争、法英之争和诗韵之争。\n通过人物之口，先介绍和维护了法国的新古典主义戏剧原则，但接着就表现了他对英国戏剧的偏\n爱，并设法把法国新古典主义戏剧理论与17 世纪英国剧作家们的实践协调起来。\n2. 《悲剧批评的基础》从对亚里士多德《诗学》就悲剧所下定义的解读入手，论述了悲剧中的行为\n和人物性格问题。\n1) 首先，悲剧描写与刻画的行为必须是伟大人物的单一的行为，而不能是双重的行为，否则\n就会“分散观众的注意力和关怀，因而破坏诗人的本意”。\n2) 其次，性格决定人的行为。戏剧中的性格表现应明确，与实际人物相符，整出戏中保持一\n贯。\n3) 着重探讨了激情与性格的统一问题，性格包含激情，但描写激情也应适度，要借助诗人的\n判断力把握好分寸。高度赞扬莎士比亚。\n二、古典诗评的原则——蒲柏(1688—1744)《论批评》《荷马史诗序》《莎士比亚全集序》\n1. 《论批评》\n(1) 用诗体写成\n(2) 艺术和自然的关系：无疵的‘自然'既是艺术的源泉，也是艺术的目的和考验，他把古希腊\n罗马的作品奉为典范，认为古典的就是自然的。\n2. 关于如何进行有益的文学批评的看法：\n1) 防止判断力犯错误的第一步是批评者知识渊博，目光远大，而且要以同情之心看待作品，不\n吹毛求疵。\n2) 太多的机智和矫伪的雄辩在作品中应当避免，因为它们有损于自然的描写和真实的表现。\n3) 理想中的优秀批评者谦逊而果敢，公正而直率，拥有书本和人心的两种学问；他谈笑风生；\n灵魂毫不傲慢；喜扬人善。\n三、莎士比亚戏剧评论——约翰生(1709—1784)《莎士比亚戏剧集序言》。\n约翰生在尊崇新古典主义文学理论主要信条的同时，又用一种面向现实的态度对当时的文学现状进行\n不拘格套的阐释，开始了从新古典主义向启蒙现实主义的过渡。\n（一）反对厚古薄今，指出像莎士比亚这样的作家已具有古典作家的所有尊严。\n1. 约翰生强调真实，怀疑虚构。他认为莎士比亚笔下人物的真实性在于，他们是共同人性的真正儿\n女，具有普遍性的感情，因此能够震撼和感动所有人的心灵。\n2. 约翰生强调类型化人物。他认为莎士比亚的过人之处正在于他塑造了类型，没有不真实的英雄人\n物，而是一些能够代表读者所思所想、所说所做的普通人。莎士比亚忠实于普遍人性，他笔下的\n人物分别代表天生性格的类型而又各具个人的特征。\n3. 评价：约翰生的类型虽未达到现实主义典型的高度，但已经注意到了人物的普遍性和个性化两个\n方面，可以说其中已包含了现实主义典型理论的成分。\n（二）约翰生对莎士比亚的评论\n约翰生的新古典主义理论集中体现在他对莎士比亚戏剧的评论之中。\n1. 一方面体现了他的新古典主义理论标准：对莎士比亚剧作中的诸多缺点一一指摘：牺牲美德，迁\n就权益；情节松散，结局匆忙；不重视时间地点变化间的区别，违反或然律；人物对话不够雅驯\n检点；思想驾驭不力，滥用比喻双关；等等。\n2. 另一方面又显示了他力图超越新古典主义的明达态度和进步精神：全力辩护莎士比亚的悲喜剧\n类型和漠视“三一律”的问题\nü Ø 悲喜剧类型：\n约翰生认为，莎士比亚的戏剧既不是悲剧，也不是喜剧，而是一种特殊类型的创作。虽然违背已有\n的悲剧喜剧严格区分的法则，却能更加有力地表现人性。\nü Ø 莎士比亚违反三一律：\n于戏剧情节而言，除行动的一致性外，其他都无关紧要，一味强调时间和地点的一致性，只会限制\n戏剧的表现范围，削减戏剧的多样性。因此莎士比亚不依“三一律”并非憾事。"
    },
    {
     "header": "第五章启蒙主义文论"
    },
    {
     "q": "第三节德国：高特雪特、温克尔曼",
     "a": "一、法国古典主义理论的德国回声——高特雪特(1700—1766)《批判的诗学》\n1. 高特雪特为自己确定的任务就是“创造同其他国家的文学相比毫无愧色的德国文学，尤其是德\n国戏剧”,他引入法国的新古典主义，并找到了布瓦洛的《诗的艺术》作为范本。\n2. 《批判的诗学》论述了文学的一般原理和文学的种类问题。\n(1) 其理论基础是古希腊的模仿论和古罗马文艺思想中对文艺道德功能的强调。\n(2) 他要求诗人实地观察对象，写出人性的真实的一面；劝告诗人不但要研究贵族的生活，也\n要体察平民的痛苦。\n3. 高特雪特观点汇总：\n(1) 借用新古典主义理论，主张建立民族文学。\n(2) 为达此目的，提倡统一规范化的语言，排除方言俚语，强调德语的纯洁性。\n(3) 在戏剧规则方面，坚持“三一律”,固守悲剧和喜剧的分界。\n(4) 主张以法国的高乃依和拉辛为模仿对象，无视英国诗人弥尔顿、莎士比亚的文学功绩。\n(5) 认为作家应凭借理性指导写出现实世界中人性的真实，反对依靠想象来寻求惊奇的效果。\n二、古典艺术史的奠基——温克尔曼(1717—1768),研究对象是古代造型艺术\n1. 主要论著有《关于在绘画和雕刻中模仿希腊作品的一些意见》《古代艺术史》等。\n2. 在文论史上的重要性：“他备极推崇希腊人而置罗马人和拉丁传统于不顾，在于他的格调、热忱\n和风格影响到德国古典主义运动的整个进程”。\n3. 强调要与艺术品直接接触。\n4. 古希腊艺术杰作的一种普遍和主要的特点是“高贵的单纯和静穆的伟大”。\n5. 在《论古代艺术》中，温克尔曼对希腊艺术繁荣原因的思考，显示了一个艺术史家的历史感。\n“希腊人在艺术中所取得优越性的原因和基础，应部分地归结为气候的影响，部分地归结为国家\n的体制和管理以及由此产生的思维方式，而希腊人对艺术家的尊重以及他们在日常生活中广泛地\n传播和使用艺术品，也同样是重要的原因。”"
    },
    {
     "q": "小结",
     "a": "法、英、德等国的新古典主义具有共同的基本主张：以笛卡儿的唯理主义为思想基础，崇尚古典，遵\n从权威，提倡真实，模仿自然，严守规范。\n法国新古典主义受到皇宫贵族支持，更多地反映了他们的思想和需要；\n英国新古典主义关注古今之争，更多体现了知识界的自发声音；\n德国新古典主义着力于建立民族文学的地位，渗透了更多的民族民主意识。"
    },
    {
     "q": "启蒙运动文学理论",
     "a": "ü 要求文艺反映新兴资产阶级和广大市民阶层的现实生活，反对盲目崇拜古人，批判古典主义。把\n文学看作宣传和教育的工具，为宣传启蒙思想服务。\nü 文学理论家一般是集哲学家、美学家、文学家于一身的思想家，他们有关文学的思考大都渗透着\n变革社会、移风易俗的意图和要求。\nü 法国伏尔泰的文学发展观、卢梭的“返回自然”的主张、狄德罗的严肃剧理论，都是法国启蒙\n主义文艺思想中的重要内容。\nü 18 世纪70 年代德国兴起的“狂飙突进”运动是启蒙运动的继续和发展，先驱和主要领导者是莱\n辛和赫尔德等人。"
    },
    {
     "q": "第一节狄德罗",
     "a": "法国，《百科全书》主编。《关于〈私生子〉的谈话》《论戏剧诗》《演员奇谈》。\n一、自然原则与真实原则\n狄德罗继承了亚里士多德的模仿说，认为艺术是对自然的模仿，真实是衡量艺术美的首要标准。\n（一）自然\nü 狄德罗的“自然”是指客观存在的世界，包括物质世界、精神世界和人类社会的历史和现实。\nü 艺术模仿自然，并不是简单描写转瞬变异的现象，不是外在的相仿，而是关系的一致。\n（二）真实\nü “真实”指的是艺术在模仿自然的基础上，揭示事物之间的“关系”,达到“逼真”的效果。\nü 艺术模仿自然，揭示关系中的自然秩序，因此艺术的真实不同于历史的或生活的真实。历史叙述\n已经发生的事情，艺术却描述必然发生或可能发生的事，属情理性真实，也就是“逼真”。\n二、严肃剧与文艺的启蒙功能\n狄德罗提出戏剧改革的主张，创立了严肃剧这一新的剧种。目的就是让城市平民成为戏剧的正面角\n色，通过戏剧引起人们对社会问题的严肃思考，发挥戏剧的启蒙教育作用。\n（一）严肃剧——正剧\n1. 打破悲剧、喜剧之间的界限，扩大戏剧反映和表现生活的范围。两极之间的生活才是人的正常生\n活，因此应该有一个介于喜剧和悲剧之间的剧种。\n2. 严肃剧的两个分支：家庭悲剧描写身边人们的不幸。严肃喜剧以人的美德和责任为对象。\n3. 严肃剧又被称为“正剧”。严肃剧具有严肃、正派的主题，能够发挥道德教化的积极作用；严\n肃剧描绘普通市民的生活和情感，更易受到观众的肯定和赞赏；严肃剧语言平易通俗，更符合\n艺术模仿生活的要求。\n（二）严肃剧的功能\n1. 重视戏剧的社会作用，尤其是对观众的道德提升作用。\n2. 戏剧具有提高人生境界、变易社会风俗的作用，狄德罗设想，一个坏人进入剧院，他也会憎恶舞\n台上的丑恶，从而灵魂得到净化。剧作家的宗旨就是彰显德行，批判丑恶。\n3. 戏剧在建立民族风尚、扫除社会偏见、弃恶扬善、提升境界方面，具有不可估量的作用。"
    },
    {
     "q": "第二节莱辛",
     "a": "l 德国文艺理论家、批评家、剧作家。\nl 《关于悲剧的通信》《关于当代文学的通信》《拉奥孔》和《汉堡剧评》等。\n一、诗与画，《拉奥孔》，又名《论画与诗的界限》。\n（一）莱辛vs 温克尔曼\n1. 温克尔曼认为“希腊杰作有一种普遍和主要的特点，这便是高贵的单纯和静穆的伟大”。\n2. 莱辛认为希腊造型艺术的最高法则是美而不是所谓“静穆”。\n1) 绘画和雕塑不宜表现丑，而剧烈痛苦所伴随的面部扭曲是丑的。拉奥孔雕像不同于维吉尔诗\n篇的地方，说明雕塑家要表现美而避免丑。\n2) 诗在表现物体美方面不如绘画和雕塑，但在表现人物的情感时却自如奔放得多。\n（二）莱辛认为模仿自然是艺术的共同规律，诗与画也不例外。诗与画的差异主要有以下几点：\n1. 从媒介看，绘画的媒介是形体和色彩，在空间中并置排列；诗的媒介是语言，在时间中前后承\n续、线性发展。\n2. 从模仿对象看，莱辛将空间中并列的事物称作“物体”,时间中先后承续的事物称作“动作”,进\n而推论，物体是绘画的特有题材，动作是诗的特有题材。画的题材限于可以眼见的事物，只适宜\n表现美的事物，诗则可以描写丑，描写喜剧性的、悲剧性的、可嫌厌的和崇高的事物。\n3. 从艺术效果来看，画是通过眼睛来感受的，所以适宜感受静止的物体；诗是通过耳朵来接受的，\n所以不适宜把握并列事物的描绘，而易于把握事物的发展。\n（三）对艺术表现时间和空间关系的辩证思考：\n1. •绘画也能摹仿动作，通过选择“最富于孕育性的那一顷刻”，使此前和此后的动作得以理解。\n2. •诗也能描绘物体，但是只能通过动作，方法是通过选择“能够引起该物体的最生动的感性形象\n的那个属性”实现的。\n（四）莱辛对诗画进行比较的目的在于说明诗的优越性：\n诗不及绘画雕塑鲜明丰富，但却能全面、广泛、透彻地描写事物的动作以及情绪的发展变化。\n当诗要表现物体的美时，常用的有效方法有两种：\n1) 一是就美的效果来描写美。例如荷马写出了海伦走到特洛伊元老们面前所引起的赞叹。\n2) 二是化美为媚。媚就是运动中的美，动态之美给人的印象更生动。\n二、市民剧理论\n莱辛《萨拉·萨姆逊小姐》开创了德语“市民悲剧”的先河，《汉堡剧评》体现了市民剧理论。\n（一）创作目的\n1. 指出莎士比亚的悲剧看上去缺乏规则，悲喜交混，但这恰恰反映了人类生活的真实状况。\n2. 反对把悲剧变成纪念大人物的工具，提倡在剧作中表现市民阶层的日常生活。\n3. 认为悲剧的特有情感是同情而不是赞赏，“悲剧的天职就是扩展我们的感知同情的能力”。而赞\n赏的对象往往是“冷漠的英雄”,我们通过悲剧关注的不是王公贵族的丰功伟业，而是他们与普\n通人一样的情感波澜。莱辛由此开始了从平民立场向贵族阶级戏剧观念的挑战。\n（二）人物塑造和规则设置：\n“对于作家来说，只有性格是神圣的。加强性格，鲜明地表现性格，是作家在表现人物特征的\n过程中最当着力用笔之处。”\n（三）悲剧的净化效果：\n“悲剧应该引起我们的怜悯和我们的恐惧，仅仅是为了净化这种和类似的激情，而不是无区别地净\n化一切激情”。“这种净化只存在于激情向道德的完善转化中”,道德存在于激情的两个极端之\n间，中和适度才是净化之道。"
    },
    {
     "q": "第三节赫尔德",
     "a": "德国启蒙主义批评家，“狂飙突进”运动的先驱和精神领袖。\n著作《论德国现代文学片断》《批评之林》《论语言的起源》《莎士比亚》《论莪相和古代民间的诗\n歌》《关于人类发展的另一种历史哲学》《论希伯来诗歌的精神》《民歌》《散论集》和未完成的\n《人类历史哲学大纲》等。\n一、民族文学论\n1. 诗是一面反映民族性情、民族理想的镜子，通过对各民族诗歌的阅读，最终得到的是对世界各民\n族思维方式、理想愿望、人生态度的理解。\n2. 在评论莎士比亚的戏剧时，赫尔德认为不同的民族孕育了不同的戏剧，不能用希腊悲剧的规则来\n要求和限制莎士比亚的悲剧，两种悲剧的起源不同，不可能符合同一种规范。\n二、诗、自然、社会\n（一）诗\nü 赫尔德认为，诗的最高代表是抒情诗。\nü 诗歌凭借想象力把“时间、空间、能量”合为一体，用综合的表现力完成了精神世界的表达。\nü 诗便在理性与自由意志的基础上产生的，因此诗歌不仅是抒情的呼喊，而且是寓言和神话。\nü 诗人不是在模仿自然，而是用一种意象来比拟自然，这更像是对造物主的创造力的模仿。于是，\n诗成为人类自我塑造的一种手段。\n（二）诗与自然、社会\n诗的目的在于人的自我塑造，在于“人性”。自然的首要法则就是“让人为人”。“让人为人”的自\n然法则融会到文学活动中，形成两种观念：\n•一是诗人在自我塑造的过程中，应依照自己的天性，凭借天才去勇敢和自由地创造。\n•二是文学的发展受到自然环境和社会历史条件的制约。"
    },
    {
     "header": "第六章 德国古典哲学"
    },
    {
     "q": "小结",
     "a": "一、启蒙主义文论的地位：\n启蒙主义文论在历史上的承上启下地位令其受到特别关注。\n一方面，它将理论批判的矛头指向新古典主义文论，\n另一方面，又以对自然人性的肯定和对现实生活的关注开启了浪漫主义文论和现实主义文论的大门。\n二、启蒙注意文论家的特点：\n第一，相信知识的力量。狄德罗、莱辛、赫尔德等人都受过良好的学校教育，较为系统地掌握了自\n然、历史、社会、文学诸方面的知识，这使得他们可以充分运用古代和外国的思想资源，为批判因循\n守旧的社会风气和文艺陈规服务。\n第二，关注现实，呼唤变革。文论家具有强烈的社会意识和责任感，努力为新兴的市民阶层和资产阶\n级提供展示自身的舞台，力图通过严肃剧、市民剧和凸显民族性格的诗歌等倡导启蒙思想主张。"
    },
    {
     "q": "第一节康德",
     "a": "德国古典哲学和古典美学创始人，《纯粹理性批判》《实践理性批判》《判断力批判》。\n一、艺术论\n康德论述了判断力在联结知性和理性、认识与道德、自然与自由、真与善的过程中所起的桥梁作\n用，指出审美判断力作为一种反思性判断力，将“自然的形式的合目的性”作为自身的先验原理。\n（一）一般的艺术\n1、康德通过三个比较区分出了“一般的艺术”，强调了“一般的艺术”的自由本质和理性特征。\n第一，与自然相区别，艺术是人的创造物。\n第二，与科学相区别，艺术是技能的活动，科学是知识的活动。\n第三，与手工艺相区别，艺术是自由的游戏，手工艺是雇佣的劳动。\n2、从“一般的艺术”之中，又区分了两种艺术：机械的艺术和审美的艺术。\n•如果艺术单纯地满足于实现对一可能对象的认识，这种艺术就是机械的艺术；\n•如果艺术以愉快的情感作为自身直接的企图，这种艺术就是审美的艺术。\n3、在审美的艺术中，康德又区分出了两种：快适的艺术和美的艺术。\n•快适的艺术是康德所轻视的，它单纯以享乐为目的，如宴席间的一切高谈阔论和欢愉消遣等；\n•美的艺术是真正的艺术，使愉快伴随作为认识方式的那些表象的艺术，可以分为“语言的艺术”\n“造型的艺术”和“感觉游戏的艺术”。\n（二）审美活动的普遍性与社会性：\n•美的艺术具有突出的“形式的合目的性”:即艺术作品的形式虽然不是为了某个具体的目的而存\n在，但它却能够自然而然地符合审美目的，给人以美的享受。\n•审美愉悦的普遍性与反思性:这种普遍性不是基于感官的快适，而是基于反思判断中的自由愉快。\n审美愉悦之所以具有普遍性，是因为它不依赖于个人的具体感觉或概念，而是基于一种普遍\n的、先验的审美原则。\n（三）“自然性”与“人为性”的辩证统一：\n康德认为，美的艺术虽然是人创造的，但“在它的形式中的合目的性却必须看起来像是摆脱了有意规\n则的一切强制，以至于它好像只是自然的一个产物”。\n•形式规则与自由：康德把艺术理解为自由的游戏，但依然强调艺术应该遵循一些形式规则，比如\n“语言的正确”等。但所有形式规律都不应该显现出任何人为的痕迹。\n•意图的有意与无意：美的艺术尽管必然体现出一定的意图和目的，但是它应该看不出有什么意图和\n目的。“美的艺术必须看起来像是自然，虽然人们意识到它是艺术。”\n二、天才论\n康德把艺术才能理解为艺术家天生的心灵禀赋，具有这种才能的艺术家就是天才。\n（一）康德认为天才的心理能力由四种机能构成：想象力、知性、精神和鉴赏力。\n1.鉴赏力是核心\n2.想象力是最活跃的力量\n3.知性比想象力还要重要\n4.精神就是灌注生气于对象之中的能力\n（二）天才的特征\n1.第一，独创性是天才的第一特征。天才和模仿是完全对立的，这种独创性是无法传授的。\n2.第二，典范性。天才的独创性可以成为评价其他艺术作品的准绳，成为后世艺术创作的范例。\n3.第三，天才的创作过程和结果，是天才的一种无意识的、自然的流露，也无法传达给他人。\n4.第四，天才活动的领域是艺术，而不是科学。自然科学领域中的知识都是可传授的，而在艺术中，\n天才和一般人却有着种类上的区别。\n5.第五，天才的想象力和知性之间的比例及其协调是天生的，是由主体的自然本性造成的。\n6.第六，天才除了具有卓越的鉴赏能力之外，更具有通过表象对审美理念的传达能力。\n三、审美理念\n（一）审美理念与典型\n审美理念是康德艺术理论的核心概念，接近于当代文学理论中的“典型”概念。\n•理性理念：指包含了丰富内容但尚未获得直观表象的理性概念。它是纯粹的理性思维产物，缺乏感\n性的具体形象，因此难以被人们直观地感知和理解。\n•审美理念：是理性理念与感性直观的结合体。既包含了理性概念的丰富内涵和深刻意义，又有感性\n形象的具体生动性，使人们能够在直观感知艺术形象的同时，领悟到其中的理性理念。\nü 审美理念是感性的和理性的、具体的和抽象的、有限的和无限的、特殊的和一般的、现实的和理\n想的统一体。这样一种矛盾的统一体，事实上也就是我们所理解的“典型”。\n（二）美的理想\n概念：康德把我们鉴赏的原型、最高的典范、评判的标准称为“美的理想”,它是理性的不确定的理\n念，不是一个抽象的理性概念，而是通过具体的艺术形象来体现和实现的。\n特征：\n•合目的性：一个事物必须趋向于一个目的才可能具有理想性，因为通过目的我们才能判定其是否完\n满\n•只有只有人才能有美的理想：只有人才能凭借自身的理性规定自己的目的，只有人才在一切事物当\n中独具完满性的理想，所以，只有人才能有美的理想。\n类别：美的理想包含了两部分：“审美的规格理念”和“理性理念”。\n•审美的规格理念，想象力通过平均方法形成的对某类事物的经验性标准，也就是表象的类型或者共\n性；\n•理性理念，就是体现在人的形体上的道德精神，如慈祥、纯洁、刚毅、宁静等，这是普遍地同时又\n积极地给人快感的原因所在。\n美的理想实际上就是理念体现在具体的、不与经验性标准相矛盾的形象之中，比较接近文学理论中\n经常提到的“类型化的典型”概念。"
    },
    {
     "q": "第二节歌德",
     "a": "“狂飙突进”运动和德国古典文学的代表，文艺思想主要体现在爱克曼所辑录的《歌德谈话录》中。\n一、艺术与自然\n艺术和自然的关系是歌德全部文艺思想的核心。\n歌德接受了泛神论思想，认为整个自然是至高无上的，它遵循自身的规律发展和演变，人生的使命和\n意义在于发现自然、遵循自然。“自然”并不仅仅指自然界，也包括了人类的社会生活。\n（一）歌德首先强调了自然的优先地位，认为自然是文学活动的基础。\n（二）歌德坚持自然的优先地位，认为艺术品源于自然又超越自然。艺术能够超越自然，在于艺术\n是艺术家心灵的产物，在反映自然的真理、揭示社会人生的真相方面所具有的能力和所达到的层次要\n远远超过零散的现象，并且艺术家为了这个目的甚至可以违背自然的真实。\n（三）艺术家和自然的关系：\n1.艺术家可以违背自然的真实：\n2.艺术家与自然有着双重关系：“他既是自然的主宰，又是自然的奴隶。”\n“他是自然的奴隶，因为他必须用人世间的材料来进行工作，才能使人理解；同时他又是自然的主\n宰，因为他使这种人世间的材料服从他的较高的意旨，并且为这较高的意旨服务。”\n（四）艺术创作原则：\n•艺术创作应当从客观世界出发，“在特殊中显现一般”,而不应当“为一般寻找特殊”;\n•艺术应该是“象征的”,而不应是“寓意的”;\n•艺术作品应该是“生气灌注的”“显出特征的整体”;\n•艺术作品应介于“简单模仿”和纯主观的“虚拟”之间，形成反映事物特殊本质的“风格”;\n•古典的艺术是“健康的”,浪漫的艺术是“病态的”;等等。\n二、民族文学与世界文学\n（一）歌德登上德国文坛前后的文学背景\n•其他国家文学：意大利、西班牙、英国、法国等国家的文学作品已经具有了世界影响。\n•德国文学：歌德《少年维特之烦恼》在全欧洲产生轰动效果之后，德国文学才被提升到世界水平。\n（二）歌德认为民族作家产生的条件是：\n•外在条件:深刻理解本民族的历史和文化，扎根本民族的土壤，使自身与整个民族精神保持高度统\n一，让个体的小我与民族的大我在思想情感上保持高度一致；\n•内在条件:必须具有一定的教育水平，能够广泛搜集素材，总结前人创作经验，并且具有一定的构思\n和传达等内在禀赋。\n（三）歌德的世界文学思想\n歌德首次提出了“世界文学”的概念，并对民族文学和世界文学的关系作出了辩证的阐发，但他对世\n界文学概念始终没有详细界定。"
    },
    {
     "q": "第三节席勒",
     "a": "《论悲剧题材产生快感的原因》《论悲剧艺术》《秀美与尊严》《审美教育书简》《论素朴的诗与感\n伤的诗》\n（一）核心概念与时代对应\n•素朴的诗对应古代：素朴的诗与古代相对应，其创作基于“自然”概念，即事物的自然而然状态，\n诗人的作用是模仿现实，尽可能完美地再现自然和现实。\n•感伤的诗对应近代：感伤的诗与近代相对应，当人失去了自然状态，艺术家在理想中寻求人的和\n谐、美好，其创作是把现实提高到理想，表现或显示理想。\n“在古代诗人那里，打动我们的是自然，是感性的真实，是活生生的现实，在近代诗人那里，打动我\n们的是观念”。\n（二）两种诗的创作动机与情感表现\n•素朴的诗：素朴的诗人以现实性取胜，其创作动机源于对自然和现实的直接模仿，情感表现较为单\n一、平静。\n•感伤的诗：感伤的诗人以理想性取胜，其创作动机源于对失去的自然状态的感伤和对理想中和谐美\n好的追求，情感表现复杂、多变，既有对现实的厌恶，也有对理想的向往。\n当人处在自然状态时，艺术家只需模仿现实就可以创作出伟大作品，从而成为一位素朴的诗人；\n当人失去了自然时，艺术家只能在理想中寻求人的和谐、美好的自然，他就成为一位感伤的诗人。\n（三）素朴的诗与感伤的诗的特点\n素朴的诗特点：\n•长于描述有限的事物，引发的情感在性质上完全一样。\n•与自己的对象只有单一的关系，只能模仿现实。\n•让人感到心灵的平静，引发松弛和宁静的感觉。\n•以现实性取胜，但要受到感性事物的限制。\n•依赖经验，依赖于他所生活的和接触的世界。\n感伤的诗特点：\n•长于表现无限的精神，引发一种混合的情感反应。如讽刺诗、哀歌诗。\n•与自己的对象是双重的关系，既沉思对象，又联系观念考察对象。\n•使心灵处在活跃的紧张状态，情感摇摆不定。\n•以理想性取胜，但无法彻底完成他的任务。\n•依赖自身，依赖于心灵内在的努力。\n（四）席勒对两种诗的态度与提醒\n素朴的诗和感伤的诗各有其长处和缺陷，试图确定古典主义文艺和浪漫主义文艺各自的特征。\n•提醒素朴的诗人：要把真实的自然和实际的自然严格区分开来，真实的自然是体现了生活的内在必\n然性、道德尊严和人性高贵的自然，而实际的自然是偶然的、不表现真理内容的自然，对实际\n自然的描绘会造成庸俗的情感和作品。\n•提醒感伤的诗人：不要陷入空想，认为浪漫主义的发展不能停留在夸张的表现之中，所表达的真理\n应该以想象力为支撑，没有客体的艺术是违背艺术规律的。\n（五）席勒的审美理想\n席勒认为美的人性是各种对立因素的和谐统一，是感性与理性、现实与理想、必然与自由、思维与情\n感的完美统一，体现这种人性的艺术就应该是素朴的诗与感伤的诗的统一。\n二、悲剧论\n•席勒非常关注文艺的教化功能，文艺在多大程度上能够提升人的自由的自主意识和道德意志，是席\n勒判断文艺作品价值高低的一条准绳。\n•在各种文学体裁中，席勒非常重视戏剧。认为戏剧反映人类生活，传递美好预言，深刻触动心灵。\n•在戏剧艺术中，席勒最重视悲剧，因为悲剧更容易激发人们的道德感，表现受苦的自然与道德反\n抗，最终引起同情，从而使观众在道德上受到教化和启迪。\n•第一，悲剧是对行动的模仿，其直观性让一切往事变成现在的事情。\n•第二，悲剧模仿“一系列彼此联系的事件”或者说“一个完整的行动”。\n•第三，悲剧要模仿完整的情节行动，情节行动必须是一个有目的的、统一的有机整体。\n•第四，悲剧模仿只追求艺术真实。历史真实要服从于艺术真实。因此，悲剧作家面对客观材料，需\n要发挥主观能动性，去掉那些偶然的东西，突出那些必然的和可能的东西。\n•第五，悲剧主人公必须是那些“像我们自己这样的有感情有道德的生物”,理想的主人公具有“善恶\n交织的性格”,“介乎完全堕落和完美无缺的人物之间”。\n席勒的这种主张明显受到近代市民阶级价值观念的影响。最后，悲剧的最终目的是引起同情。"
    },
    {
     "q": "第四节黑格尔",
     "a": "德国古典哲学、美学的集大成者，近代西方客观唯心主义哲学的主要代表。《美学》\n黑格尔被马克思恩格斯誉为“所有时代中最有学问的人物之一”。“他不仅是一个富于创造性的天\n才，而且是一个百科全书式的学识渊博的人物，所以他在各个领域中都起到了划时代的作用。”\n一、艺术的历史类型\n（一）美的定义与本质\n•理念与感性的矛盾统一体：黑格尔认为，美是理念和感性的矛盾统一体，其中理念占据主导地位。\n理念的运动变化产生了艺术类型的变化和发展，同时，艺术的内在演进又要求各种确定的感性\n形式来显现自身，从而造成了一系列具体的艺术门类。\n•理念的感性显现：美的事物必须是真的，当真的概念获得感性直观的时候，“理念就不仅是真的，\n而且是美的了”，因此，“美就是理念的感性显现”。这一定义综合了近代以来唯理论和经验\n论美学的两个方面，继承了德国古典美学传统的一般原则，体现了感性与理性、现象与本质、\n具体与抽象、有限与无限、现实与理想、必然与自由的统一。\n（二）艺术类型的发展\n从这个概念出发，黑格尔指出，理念的发展和借以显现的形象之间会形成三种关系，这三种关系就表\n现为三种艺术类型：象征型艺术、古典型艺术和浪漫型艺术。\n人类艺术发展的第一个阶段是象征型艺术阶段。\n•在这个阶段，理念本身还是抽象的、模糊的，当寻求自身的现实表达时，只能在“许多自然事物形\n状中徘徊不定，在它们的骚动和紊乱中寻找自己”,结果发现没有合适的纯自然形状可以表现自\n己，只能“企图用形象的散漫、庞大和堂皇富丽来把现象提高到理念的地位”。\n•象征型艺术中理念和感性、内容和形式的关系是消极的、外在的，而不是融合的、统一的，这种艺\n术给人以怪诞离奇、神秘崇高的感觉。\n•象征型艺术是古老东方民族如波斯、印度、埃及的主要艺术形态。黑格尔认为建筑是“地道的象征\n型艺术”。典型的象征型建筑是埃及金字塔。\n人类艺术发展的第二个阶段是古典型艺术阶段。\n•在这个阶段，理念获得了确定性，成为“具体的心灵性的东西”,也就是人的心灵；形象也不是原始\n的自然事物或现象，而是能够完美地符合“自由的个别的心灵性”的人的形象。\n•在黑格尔看来，只有古典型艺术才体现了艺术美的理想。只有真正体现人的价值的具体的、真理性\n的观念才可以成为古典型艺术的内容，只有经过纯化的、必然的、理想的人的形象才能成为古\n典型艺术的形式，只有两者的完美契合才能称作古典型艺术。\n•古希腊艺术被黑格尔认为是古典型艺术的代表，黑格尔认为雕刻最能体现古典型艺术的特征。\n人类艺术发展的第三个阶段是浪漫型艺术阶段。\n•理念按其本性是无限的、绝对自由的，它要突破具体的人体形状把自己自由地表现出来。艺术表现\n的内容变成了“自由的具体的心灵生活”。\n•从时间上看指从中世纪一直到黑格尔时代的艺术发展类型。黑格尔认为绘画、音乐和诗是最适宜于\n浪漫型艺术的表现方式，音乐是浪漫型艺术的中心，是“由绘画所用的抽象的空间感性到诗的\n抽象的心灵性之间的转摈点”。诗是最富于心灵性的表现，是艺术发展的最高阶段。\n•艺术发展到这儿，就会让位于更高的宗教和哲学，这个观点被后世称作“艺术终结论”。\n二、诗论\n在浪漫型艺术中，诗是艺术发展的最高阶段。诗在理念和形象两个方面都达到了极致。\n诗又分为三种类型：史诗、抒情诗和戏剧体诗。\n史诗：\n•艺术原则与手段：史诗的艺术原则是客观性，艺术手段是叙事。它采取造型艺术的原则，按照本来\n的客观面目描述客观事物和事件。\n•发展阶段：黑格尔把史诗分为三个发展阶段：\n①象征型的东方史诗（如印度的《罗摩衍那》《摩诃婆罗多》），\n②古典型的希腊罗马史诗（如古希腊的《荷马史诗》），\n③浪漫型的基督教各民族史诗（如但丁的《神曲》和密尔顿的《失乐园》）。\n抒情诗：\n•艺术原则与手段：抒情诗的艺术原则是主体性，艺术手段是抒情。它表现的是诗人的内心生活，具\n体的情调和情境。\n•发展阶段：抒情诗的发展分为三个阶段：\n①象征型的东方抒情诗（如中国人的抒情诗），\n②古典型的希腊罗马抒情诗，\n③浪漫型的抒情诗（如中世纪以来日耳曼民族、拉丁民族和斯拉夫民族的抒情诗）。\n戏剧体诗：\n•艺术原则与特点：戏剧体诗是史诗和抒情诗的结合，达到了诗歌的合题阶段。它的艺术原则是“史\n诗的客观原则和抒情诗的主体性原则”的统一。戏剧体诗既展现了由冲突造成的事件从开端到\n结局的客观的、完整的发展过程，又表现了表现在客观进程当中的人物性格和内心世界。\n•类型与冲突：根据动作目的、人物性格、冲突和结果，可以将戏剧体诗分为悲剧、喜剧和正剧三种\n类型。黑格尔最重视悲剧，认为悲剧的冲突与和解体现了对立统一的发展原则。\n三、悲剧理论\n黑格尔最重视悲剧，悲剧的冲突与和解被黑格尔认为是体现了对立统一的发展原则。\n1. •悲剧首要的因素在于它表现的对象是由一系列关系和力量构成的、普遍的、完整的伦理实体。\n2. •悲剧的第二个因素是它基于冲突的必然性。\n3. •悲剧的第三个因素是悲剧冲突需要解决，解决的结果就是冲突双方的片面性、特殊性遭到毁\n灭，永恒正义把伦理的完整性重新实现出来。\n索福克勒斯的《安提戈涅》最能体现黑格尔的悲剧观念。安提戈涅和克瑞翁之间的冲突是不同伦理力\n量的冲突，他们都有合理性，同时也都有片面性。"
    },
    {
     "header": "第七章 浪漫主义文论"
    },
    {
     "q": "德国— —施莱格尔兄弟与海涅",
     "a": "一、施莱格尔兄弟：心灵的无限和自由\n（一）文学与基督教哲学观念的统一\n弗·施莱格尔倾向于“感伤的诗”，认为浪漫主义使文学达到了哲学的高度，体现了文学应有的价\n值。所说的哲学是基督教哲学。他认为，文学应该努力成为基督教观念的体现者。\n（二）要求文学反映时代，艺术应该发挥认识功能\n•“只有浪漫主义的诗像史诗那样能够成为整个周围世界的镜子，成为时代的反映。”\n•“诗的核心或中心应该在神话中和古代宗教神秘剧中去寻找。当您以无限的观念充满您的生活感觉\n的时候，您便开始理解古代人和一般的诗了。”\n（三）艺术家的创作是完全自由的，是艺术才华的自由挥洒，不遵循任何既定的规律\n•弗·施莱格尔把艺术家理解为人类精神的代表，因此赋予艺术家高度的自由\n•浪漫主义的文学形式应该是包罗万象的，包容各种文体形式的，甚至是永远处在未完成状态的。\n（四）奥·施莱格尔\n•同浪漫派一样，要求文学创作讲究个性，崇尚独创，重视比喻和象征，鼓吹作家是神话创造者，创\n造出一个象征和对应物系统。\n•突出之处在于他非常强调艺术的无功利性，这显然受到了康德美学思想的影响。\n二、海涅：对浪漫主义的批判\n文学理论主要体现在《论浪漫派》(1833)、《论德国宗教和哲学的历史》(1834)等著作中。\n（一）《论浪漫派》对以施莱格尔兄弟为代表的德国浪漫主义进行了批判，指出德国文学发展的道路\n应该是吸收歌德和席勒两人文学创作的精华。\n（二）镜子说\n在文艺与现实的关系上认为艺术应该反映生活，坚决反对浪漫派对中世纪的缅怀、对现实的无视。"
    },
    {
     "q": "英国——华兹华斯与柯勒律治",
     "a": "一、情感与自然——华兹华斯\n华兹华斯长期隐居乡间，与柯勒律治等诗人一起曾在英格兰北部湖区居住，其诗多以湖区为描写对\n象，因此被称作“湖畔派”诗人。与柯勒律治共同出版的《抒情歌谣集》是英国浪漫主义的代表\n作，为《抒情歌谣集》所写的《序言》以及《序言附录》被认为是英国浪漫主义的宣言与纲领。\n(一)论诗的题材——日常生活特别是田园生活\n从作家反思、批判社会现实的社会责任与热爱大自然的本性两个层面论证了原因：\n(二)论诗的本质——激情的直接流露\n华兹华斯认为是激情的直接流露。这就是浪漫主义文论的表现说。\n•首先是由诗歌创作的特点决定的。诗人表达“直接的快感”,是一种感情的自然流露。\n•另外是“爱”的人性使然。\n(三)论诗的语言——该文力主诗歌应该运用日常乡间语言进行写作\n华兹华斯力主运用日常的乡下人的语言进行写作。\n同时，他也对于新古典主义对韵文的偏爱进行了反驳，主张打破韵文与散文的界限。\n二、想象与天才——柯勒律治\n文学批评著述《<抒情歌谣集〉序言》《文学生涯》(又译《文学传记》)、《莎士比亚评论集》。\n不完全同意华兹华斯的观点，表示诗歌的主要特点是韵律，但其对于想象与天才的论述却影响巨大。\n(一)论想象\n1、对于想象的突出强调是浪漫主义诗歌理论的重要特点。\n他给“想象”确定的两个内涵是统一的精神与融合的魔力，可以将艺术创作中各种因素综合起来加以\n发酵式地创造出具有无比感染力的艺术作品。\n他还认为，想象是将作家的主动性与对象的被动性在相当的深度与限度上加以综合的“中间力量”。\n2、柯勒律治还进一步分清了想象与幻想以及第一性与第二性想象的关系。\n幻想是一种简单的联想，而想象则是一种创造性的精神活动。\n第一性想象即为再现性想象，而第二性想象则为创造性想象，是一种艺术的想象。\n(二)论天才\n就像新古典主义强调规则一样，浪漫主义文论强调天才。\n•柯勒律治说天才就是在人们见惯的事物中唤起清新感觉的价值与能力。又认为天才是一种调和外部\n与内部、有意识与无意识的特殊天赋。\n•天才的素质：“良知是诗才的躯体，幻想是它的衣衫，运动是它的生命，而想象则是它的灵魂。”\n•没有否定天才与规则的联系。\n(三)论艺术活动中人与自然的关系\n•首先明确界定了艺术与自然的关系：“艺术隶属于自然。”\n•他给予自然美一个全新的解释：“样子美好的东西与有生命的东西的统一。”从而将形式美与生命\n美并列并将生命美放到重要位置。\n•如何创造自然美的艺术作品：“艺术家必须首先使自己离开自然，为的是以充分的力量归返自\n然。”“必须先有良好的教育，或者天赋的敏感，或者两者兼而有之。”"
    },
    {
     "q": "法国——夏多布里昂与雨果",
     "a": "一、神秘为美——夏多布里昂\n《基督教真谛》是代表作，还包括《莎士比亚》《文学和文人》以及一些书评。\n（一）基督教诗学\n•在《基督教真谛》一书中，他从诗学的角度为基督教进行辩护，宣扬“基督教诗意”,试图证明基督\n教是最富有诗意的、最人道的，是最有利于自由、艺术和文学的。\n•在精神与艺术上的双重追求：在精神上，他力图证明基督教是人类文明的归宿和精神家园；在艺术\n上，则以感情充沛、语言奔放、想象奇诡，开创了浪漫主义的一代文风。\n•夏多布里昂极力推崇基督教，基督教成为诗之根本、艺术之源泉、天才生长的滋养、思想发展的动\n力。诗人要想拒绝平庸，追求完美，就要学习基督教文本中的人物表现。\n（二）以神秘为美的艺术理想\n“神秘”“孤独”“忧郁”是《基督教真谛》中反复出现的词语。\n夏多布里昂设想了诗人在森林中孤独漫游这样一种典型景象，“森林里只有他一个人；但是人类精神\n却广泛地占据着大自然的空间，人间的所有僻静地都不如他心里的一个想法广大”。在夏多布里昂看\n来，此时孤独的诗人正与上帝同在，“森林是上帝的最早教堂”,“基督教诗人与上帝一起在孤独中\n漫游，他是多么幸运啊!”享受孤独的诗人天性多情而又忧郁，夜晚的沉寂、树林的黑暗、山岳的孤\n独、墓穴的宁静，这些才是忧郁诗人喜爱的图像，忧郁的诗人在他们的作品中呈现了令我们陶醉的幻\n想世界。\n（三）废墟的诗意\n“废墟使我们心灵产生了崇高的回忆，给艺术带来了激动人心的作品。”\n“人人对废墟都怀有一种神秘的好感。这种感觉来自于我们本性的脆弱，来自于这些倒塌的建筑物与\n我们存在的短暂之间神秘的一致。”\n“人类不过是一座倒塌的建筑，一块罪孽与死亡的碎片；他温柔的爱情，他动摇的信仰，他有限的仁\n慈，他不完整的情感，他贫乏的思想，他破碎的心，他身上的一切都只是废墟。”\n二、美丑对照——雨果\n《<克伦威尔>序言》是雨果为自己的第一部喜剧《克伦威尔》写的序言，被视为浪漫主义的宣言。\n在《<克伦威尔〉序言》中，雨果将诗歌的发展过程划分为三大阶段。\nØ 第一阶段：原始时期的抒情短歌，靠理想而生\n特点：这一阶段的诗是原始时期的抒情短歌，它歌唱永恒，具有淳朴的特征。\n代表人物：诗中人物是亚当、诺亚这样的伟人。\nØ 第二阶段：古代的史诗，借雄伟而存在\n特点：这一阶段的诗是古代的史诗，它传颂历史，具有单纯的特征。\n代表人物：诗中人物是阿喀琉斯这样的巨人。\nØ 第三阶段：近代的戏剧，以真实来维持\n特点：这一阶段的诗是近代的戏剧，它描绘人生，真实是它的特征。\n代表人物：诗中人物是哈姆雷特、麦克佩斯、奥赛罗这样的凡人。\nü 他把原始的抒情诗比作湖水，史诗比作河流，戏剧比作大海。戏剧既像是湖泊，照映着天空，又\n像是江流，反照出两岸，但只有戏剧才具有无底的深渊和凶猛的风暴。雨果强调戏剧糅合了一切\n最相反的特性，能够同时既深刻而又突出，既富有哲理意味而又不乏诗情画意。\nü 雨果区分了第二阶段和第三阶段，即古代和近代的文学艺术，并将前者称为“古典主义”，后者\n称为“浪漫主义”。\nü 浪漫主义引入了滑稽丑怪这一新的类型，使得文学作品能够更真实地反映自然和生活。作为第三\n阶段的诗，戏剧的特点就是真实，而真实产生于崇高优美与滑稽丑怪的非常自然的结合。\nü 雨果对莎士比亚的天才观给予了充分的褒扬，认为莎士比亚戏剧中崇高优美与滑稽丑怪的结合是\n其天才的体现。"
    },
    {
     "header": "第八章 现实主义文论"
    },
    {
     "q": "法国——巴尔扎克和左拉",
     "a": "一、现实主义的文学观——巴尔扎克\n《人间喜剧》的成就是“现实主义的最伟大的胜利之一”。\n（一）文学的使命\n描写社会是文学的使命，也因此，他以法国社会的“秘书”自居。\n（二）“风俗史”\n作家的职责不仅仅在于记录社会，还在于记录一个社会的真实，这种真实并不等同于历史事件的客观\n记录，而是一种存在于客观事件之外的“风俗史”，选取所谓的“重要事件”,并要从“同质”的性\n格特征中发现所谓的“典型”。\n（三）艺术真实与历史真实的关系\n•艺术真实只有与历史真实融为一体，即诗意性与哲理性相融为生动的形象，小说所揭示的才是存在\n于历史事件之外的“风俗史”。\n•艺术要深入挖掘历史背后隐含的可然性与必然性的东西。\n（四）细节\n细节真实构成了巴尔扎克“风俗史”的重要基础。\n•细节成为塑造现实主义小说的基本方法，也是构成现实主义小说真实性力量的基本源泉。\n•小说如果丧失了细节真实，则无可取之处。作家应该尊重生活真实。\n•巴尔扎克笔下的细节，试图通过细致而逼真的描摹，揭示生活和时代的本质。\n二、典型的艺术形象——巴尔扎克\n（一）艺术虚构正是典型形象获得真实性和普遍性的基本途径\n•一部文学著作的主题完全依赖于虚构，但这虚构是以现实为基础的，作家的职责不在于凭空捏造出\n一个人物来，而在于以现实为基础塑造出一个人物来。\n•巴尔扎克已经触及艺术典型问题的核心，即特殊性和普遍性的关系。\n（三）典型环境\n•人物性格是环境的产物。在人物的言行、思想、心理背后，存在着某种更为基本的力量，作家的职\n责就是要把握这种力量，并通过对人物的行为、心理、语言等方面的刻画，传达出这种力量。\n这种力量即所谓的“社会动力”。\n•对社会动力的把握有助于理解、认识人类的言行举止，从而更为有效地塑造人物的典型性。\n三、自然主义——左拉\n法国19 世纪后期自然主义作家和文艺理论家。以法国第二帝国为背景创作小说《卢贡-马卡尔家\n族》,目的在于描写一个家族在遗传法则的影响下，其盛衰兴亡的历史。\n（一）自然主义\n•“自然主义”即回到人的自然状态，借助直接的观察、精确的解剖以及对世上事物的描写，塑造艺\n术世界。\n•反现实主义“典型”理论。认为所谓的“典型”必须是以人的存在的生物本源为基本前提。\n（二）自然主义文学创作涉及以下两个大的问题：\n1. 其一是文学的真实性问题。要求作家所反映的艺术世界必须以科学真理为前提。\n2. 其二是文学创作的基本依据问题。积极倡导科学方法对文学创作的指导作用，文学写作必然\n也会成为科学写作的一种——实验小说。《卢贡-马卡尔家族》刻意表现人物在医学和遗传\n学方面的自然状况。"
    },
    {
     "q": "英国——狄更斯和詹姆斯",
     "a": "一、批判现实主义——狄更斯\n狄更斯(1812—1870),英国19 世纪批判现实主义作家。\n（一）对现实的忠实\n以历史和生活为基本原型，狄更斯期望，他的描写能成为时代的证据。\n为了描写某些情节，他花了相当多的时间对事件进行调查。\n（二）中心人物——英国下层民众\n狄更斯对英国文学的根本性改变主要表现为英国下层民众成为他描写的中心人物。\n狄更斯用精心的笔墨塑造出一个个典型环境，并让普通民众在这些环境中获得了新的生命。\n（三）讽刺性\n他小说中的讽刺性并非是针对某一个国家或民族的，而是针对某一个阶层的、某一种道德状况的。\n（四）道德意识\n•狄更斯期望通过自己的描写，让人们看到这个社会破败残酷的一面，以激起人们的同情，并使相应\n的情况得到根本性的改善。\n二、小说叙述的视角——詹姆斯\n亨利·詹姆斯(1843—1916),英国小说理论家。出生于美国，于1875 年移居英国。《小说的艺术》。\n（一）小说存在的价值意义和小说有机体\n•一部小说存在的唯一理由，就是它“确实试图表现生活”。\n•小说有机体：一部小说就是一个有生命的东西，正是这种生命赋予了小说以整体感，并使小说的每\n一个部分都流淌着其他部分的生命。小说的主题和形式，就如同针和线，是密不可分的。\n（二）小说写作视角\n詹姆斯注意到了小说叙述存在着两种模式，最早系统阐述：\n1.戏剧法的叙述意味着读者在阅读的过程中不得不直接面对看得到、听得见的事实，这些事实似乎在\n自动讲述故事。大致类似于今天所说的限制视角的叙述方式。\n2.图画法的叙述意味着所有的事件都在读者的阅读过程中得到了呈现，读者似乎可以看到并听到一\n切。类似于全知视角的叙述方式。\n（三）小说写作视角的研究\n•詹姆斯推崇对真实的再现，即似乎事件是在自我推动发展。认为在制造真实性幻觉上，戏剧法叙述\n要优于图画法叙述。\n•所谓戏剧法叙述，即叙述视角的单一化，即全部故事只能以某一个人为基点展开，这个人物就是小\n说中的“视点人物”。整个世界只有通过他的所见、所闻、所感才能被呈现出来，而任何人、\n事、物也只有通过他才能进入读者的视野。这一手法恰恰是制造戏剧性效果的重要方式。\n•詹姆斯认为作者引退是小说戏剧化的重要条件。对福楼拜的非人格化叙述大加赞赏。"
    },
    {
     "q": "俄国——别林斯基、车尔尼雪夫斯基和杜勃罗留波夫",
     "a": "一、形象思维——别林斯基\n别林斯基被列宁誉为“俄国社会民主主义的先驱”之一。\n（一）文学与形象思维\n•艺术是形象的思维形式：艺术是通过形象来思维的，艺术创作需要运用形象来表达思想和情感。\n•形象思维与哲学思维的区别：哲学思维侧重于逻辑推理和抽象概念，而形象思维则侧重于直观感受\n和具体形象。艺术创作需要运用形象思维，通过形象来表现生活的本质和规律.\n（二）文学与创作\n•创作的独创性：强调文学创作的独创性，认为作家应该具有独特的创作才能和个性。主张作家应该\n深入生活，观察和体验生活，用自己的眼光和思想去创作，创作出具有独创性的文学作品.\n•创作与想象：认为想象在文学创作中具有重要作用。想象也是读者理解和感受作品的重要途径.\n二、典型化——别林斯基\n（一）典型\n•典型是文学创作的核心：典型是文学创作的显著标志之一，是作家独创性的体现。作家应该塑造典\n型人物形象，既具有个性特征，又能够代表某一类人，从而揭示社会的本质和规律.\n•典型与现实的关系：典型人物既来源于现实生活，又高于现实生活。\n（二）文学与社会\n•文学来源于社会生活：别林斯基认为文学艺术的源泉是社会生活，认为文学是社会生活的镜子，能\n够反映社会的各个方面，包括政治、经济、文化等.\n•文学对社会的批判与改造：倡导文学应该具有批判精神，揭露社会的黑暗和不公，推动社会的进步\n与变革。他主张文学应该关注底层民众的生活，唤醒人们的觉悟，促进社会的公平与正义.\n（三）文学与民族性\n别林斯基的典型观念与民族性观念有着辩证的关系\n•民族性与独创性的关系：别林斯基认为民族性是文学独创性的重要前提。作家通过对本民族生活的\n独特观察和体验，能够创作出具有独创性的文学作品，从而在世界文学中占据一席之地.\n•强调文学的民族性：主张作家应该深入挖掘本民族的历史、文化和生活，创作出具有民族特色的文\n学作品，以增强民族的凝聚力和自豪感.\n三、艺术与现实的审美关系——车尔尼雪夫斯基\n车尔尼雪夫斯基(1828—1889),19 世纪60 年代俄国革命民主主义批评家。硕士学位论文《艺术对现\n实的审美关系》。\n（一）美是生活：\n“任何事物，凡是根据我们的见解我们从其中看到应当这样生活的，这就是美的；任何对象，凡是\n其中表现了生活、并且使我们想起生活来的，这就是美的”。\n•美的客观性与生活性：车尔尼雪夫斯基认为美是客观存在的，美的存在来源于生活。他强调艺术应\n该反映现实生活，从而肯定了美的客观性和生活性.\n•生活高于艺术：生活比艺术更生动、更完整，艺术不可能与生活竞赛。\n（二）艺术与创作\n•创作的现实性：主张作家应该深入生活，观察和体验生活，创作出真实反映社会现实的文学作品。\n•创作的客观性：认为作家在创作过程中应该尽量避免主观的想象和虚构，而应该真实地再现生活。\n（三）艺术与现实的关系\n•艺术反映生活\n•艺术解释生活：艺术通过对生活的再现和表现，使人们能够更深入地理解生活，对生活现象进行判\n断和思考，从而达到对生活的解释和理解.\n（四）艺术与想象\n•缩小创造想象的作用：艺术创作应该尽量避免抽象的观念和主观的想象，而应该真实地再现生活。\n•艺术典型化的作用：他同样尽量缩小了艺术典型化的作用，认为典型人物应该来源于现实生活，而\n不是通过艺术的典型化塑造。\n四、文学的人民性——杜勃罗留波夫\n杜勃罗留波夫(1836—1861),俄国民主主义批评家。《俄国文学发展中人民性渗透的程度》《俄国平\n民性格特征》《什么是奥勃洛摩夫性格》《黑暗的王国》。\n（一）文学与社会生活\n杜勃罗留波夫对文学人民性的考察首先表现在以唯物主义的态度对待文学和人民性的关系：\n•文学是社会生活的反映：文学的改变是以社会生活的改变为前提的，文学是社会生活的镜子，能够\n反映社会的各个方面，包括政治、经济、文化等.\n•文学与人民觉醒：文学中的人民性日益突出是一种新的现实的折射，即在现实生活斗争中，人民日\n益觉醒，并不断地从农奴制的压迫中解放出来。他认为文学是人民觉醒和抗争的重要工具.\n（二）文学中的人民性\n人民性是文学的重要特征，文学中的人民性具有如下特征：\n•首先，是反映人民的生活，表现人民的愿望。\n•其次，当代生活的缺陷、人民的生活内容成为文学表现的内容。\n•最后，站在人民的立场，饱含人民的情感，站在同一水平线上体验人民的质朴的精神生活。"
    },
    {
     "header": "第九章 19 世纪末20 世纪初文论"
    },
    {
     "q": "法国文学史批评：圣伯夫、丹纳和朗松",
     "a": "一、传记批评理论——圣伯夫\n（一）文学史批评的兴起——“哥白尼式革命”的重大变革\n•社会条件：19 世纪后期，随着现代大学制度的建立和发展，文学研究逐渐成为大学教育中的重要组\n成部分。在新建的文学系中，教授们不再是传统的作家或哲学家，而是专门的文学研究者。他\n们的职责是探究有关文学的种种知识，推动文学研究的科学化和系统化.\n•科学与历史的影响：19 世纪是自然科学突飞猛进的时代，科学知识取得了至高无上的地位。文学研\n究也开始向科学看齐，吸纳自然科学的方法进行研究。同时，新建立的历史学具有博学和实证\n的特性，为文学研究提供了重要的理论基础和方法论指导。文学史批评就是在这样的社会条件\n和思想背景下应运而生的.\n•文学史批评的奠基：19 世纪后期，文学史批评逐渐成为一门独立的学科。这一时期的文学研究开始\n关注文学作品的历史背景、作家的生活经历以及社会环境等因素，试图通过这些外在条件来解\n释文学作品的产生和发展。\n•关注文学创作的因果关系：文学史批评提出了全新的问题，如“为什么会出现这样的诗?”“荷马\n或者高乃依这样的诗人是如何产生的?”这标志着文学理论和批评开始关注文学创作背后的因果\n关系，试图揭示文学作品与社会、历史、作家个人生活之间的联系，从而为文学研究提供了新\n的视角和方法.\n圣伯夫(又译圣佩韦，1804—1869),法国著名传记批评家，也是法国现代批评的先驱之一。\n他的批评关注作家的生活，通过分析作家来理解作品，故称传记批评。\n他的主要作品有《保尔-罗亚尔修道院》《星期一漫谈》《新星期一漫谈》《文学肖像》等。\n（二）圣伯夫观点：\n•圣伯夫认为批评自身并不具有独立的价值，它的目的是为了帮助人们更好地理解文学作品。\n•他的批评关注作家的生活，通过分析作家来理解作品。他认为文学作品是作家个人性格、气质和精\n神状态的反映，因此对文学作品的研究也就意味着对作家这个人的研究。\n二、文学发展“三要素”——丹纳\n伊波利特·丹纳(1828—1893),法国19 世纪哲学家、历史学家和文学史家。\n他是法国文学史批评的先驱之一，其主要著作有《批评与历史文集》《艺术哲学》《英国文学史》。\n他提出了文学发展的“三要素”理论：种族、环境、时代\n（一）文学发展的“三要素”\n种族：种族是文学发展的内因，指的是作家天生的和遗传的那些倾向，与性格和身体结构上的明显\n区别联系成一个整体。\n•种族决定了作家的基本性格特征和创作倾向，是文学创作的最初决定因素。\n•例如，希腊民族的特性是聪明而早熟，热爱科学和抽象思维能力的发达，这使得古希腊艺术家善于\n辨别微妙的关系，创造出细腻而富于表现力的雕塑.\n（一）文学发展的“三要素”\n环境：环境是文学发展的外力，包括自然环境和社会环境。\n•自然环境如地形、气候等会对作家的性格和创作产生影响，例如希腊的地形狭小但外形明确，空气\n明净，这种环境造就了希腊人快乐的民族性格。\n•社会环境包括社会制度、文化传统、社会风气等，它们会干扰或强化作家的性格，从而影响文学创\n作。例如，城邦政治使希腊人性获得全面的发展，为艺术创作提供了良好的社会环境.\n（一）文学发展的“三要素”\n时代：时代是文学发展的后继推动力，指的是作家所处的历史时期和时代背景。\n•不同的时代具有不同的时代精神，即在某一时期形成的具有鲜明特色的哲学、宗教和文化特征。\n•时代精神对文学创作具有重要的指导和影响作用，它决定了文学作品的主题、风格和艺术特征。\n•例如，19 世纪法国的文化现实是资本主义快速发展、社会矛盾尖锐的时代，这使得巴尔扎克的小说\n具有鲜明的现实主义特征，反映了当时法国的社会状况.\n（二）文学创作的动力学和因果关系\n•作家与作品的关系：丹纳认为作家和艺术家的特色，不再仅仅归之于神秘、难以言说的天才，而属\n于自然和社会总体结构之一部分。作家的创作动力和作品的特征是由种族、环境和时代这三个\n因素共同决定的。\n•文学创作的因果关系：丹纳试图以科学的方法来解释文学创作的因果关系，把作家置入一个同心圆\n结构，认识的范围一层一层从外圈到圆心。作品由作家决定，作家由作家的群体决定，作家的\n群体由风俗和精神状态决定，精神状态由种族、环境和时代决定。这种因果关系揭示了文学作\n品与社会、历史、文化等因素之间的密切联系.\n（三）文学研究的方法论\n•宏观与微观的结合：丹纳强调在宏观和微观之间建立起解释的循环。例如，可以从19 世纪法国的\n文化现实来总结和抽取出巴尔扎克小说的特征，并解释其成因；同样也可以从他的小说的细节\n描写推论出当时法国的政治、经济、文化和思想观念.\n•文化系统观：丹纳认为人类的精神是相互依赖和联系的系统，在一种文明中，宗教、哲学、家庭形\n式、文学、艺术构成了一个系统，任何局部的变化都会导致整体的变化。\n三、文学史建构——朗松\n朗松(1857—1934),法国文学史研究的奠基者，其主要作品有《法国文学史》《文学史与社会学》\n等。\n他在法国大学体制大改革的时期走上了学术生涯的高峰。他不仅是一位学者，而且是一位文学教育\n家，把文学史方法推广到大学和中学的教学中。\n他继承了圣伯夫的传记批评和丹纳的科学精神，并加以取舍，奠定了文学史的主要方法。\n（一）文学史研究的方法论\n•继承与取舍：\nØ 朗松修正了丹纳过分机械的决定论，认为作家的个性和天才的部分也不能完全被环境所解释。\nØ 他也批评圣伯夫把作品当作研究人的工具，忽视了文学自身的审美价值.\n（一）文学史研究的方法论\n•社会学与传记研究：朗松认为文学研究要参考历史学的方法，像历史学解释社会变迁一样来探索文\n学的规律。他强调社会的因素，同时也重视对作家个人生活史的考察。他认为可以通过社会学\n和传记的方法说明作家的部分特点的来源，要用科学精神对作家加以研究\n•审美价值的重要性：朗松强调文学研究既具有客观性，同时又与自然科学有区别。文学研究是个人\n心灵的相互接触，其结果一定是不确定的，因此既要重视社会学的因果关系，又要重视文学自\n身的审美价值.\n（二）文学与社会的关系\n•文学的社会学影响：朗松格认为作家受到时代的影响，同时文学也对时代产生影响。\n他提出了对法国外省的阅读史和阅读生活进行研究的设想，关注文学爱好者如何组织读书俱\n乐部、出版内部刊物等活动，以及这些活动对文学作品的创作和传播的意义。这些研究为文学阅读史\n研究奠定了基础，并对文学本身的理解起到了重要作用.\n•时代与文学的互动：朗松更注重时代与文学之间的相互关系。\n他认为文学不仅是时代的反映，也是时代变迁的推动者。通过研究文学与社会的互动，可以\n更全面地理解文学的发展和变化，以及文学在社会文化中的地位和作用.\n（三）文学批评的科学化\n•文学批评的“科学要求”：朗松确定了对文学批评的“科学要求”，文学史研究使文学批评从审美\n感受转向了学术认识，把文学评论从文学家的事转向了文学研究者的学术工作。\n•文学研究的学术化：朗松的文学史研究为文学研究的学术化奠定了基础。他的研究方法和科学要求\n使文学研究成为一门独立的学科，能够在大学体系内进行系统的教学和研究。文学史研究不仅\n关注文学作品本身，还关注文学作品与社会、历史、文化等因素之间的关系，为文学研究提供\n了更为广阔的研究视野和方法论指导."
    },
    {
     "q": "王尔德— — 英法唯美主义",
     "a": "唯美主义：\n唯美主义运动是19 世纪中后期到20 世纪初盛行于欧洲的文艺思潮，维多利亚时代晚期的英国文学在\n其中扮演了举足轻重的角色。\n19 世纪晚期欧洲的资本主义显示出赤裸裸的功利主义，唯美主义一方面反抗功利主义，另一方面却\n又步入极端个人主义的歧途。\n•瓦尔特·佩特在1867 年之后发表一系列文章，主张热情拥抱生活，艺术的目的在于丰富瞬间的美\n感，人们应当寻求美的享受，追求生活的艺术化，而不应受制于社会政治或道德观念。\n•法国泰奥菲尔·戈蒂耶推广了这一观念，提出“为艺术而艺术”的口号。\n•19 世纪晚期，唯美主义发展至高潮，奥斯卡·王尔德的艺术创作、思想和生活方式都成为这一思潮\n的标志，也是“为艺术而艺术”这一口号的现实体现。\n一、为艺术而艺术——王尔德\n奥斯卡·王尔德(1854—1900),生于爱尔兰，是英国著名的剧作家、诗人和散文家，唯美主义的旗\n手。\n他的代表作品有戏剧《莎乐美》《温德密尔夫人的扇子》,童话《快乐王子》。\n王尔德设想出美的乌托邦，相信美对于人生的拯救力量，艺术具有其独特的价值，不受其他价值的制\n约，艺术的价值仅仅在其自身。\n他在《英国的文艺复兴》、《谎言的衰落》(也译作《谎言的衰朽》)、《作为艺术家的批评家》、\n《<道连·格雷的画像〉自序》等论文里阐述了自己的艺术观，并在一系列文学作品中加以体现。\n1.艺术和生活的分离：艺术要超越生活和自然。他认为艺术高于生活，使人摆脱日常生活的束缚。王\n尔德喜爱人工的东西，讨厌自然的景色。越是艺术，就越远离自然，艺术只是人的世界。\n2.艺术应当撒谎，远离真实：王尔德认为，19 世纪的文学大都平庸陈腐，原因是很多作家养成了一\n种病态的说真话的习惯。他认为一切坏的艺术都是返归生活和自然造成的，与其相信现实，\n追求真理，不如用谎言来打开幻想的大门。\n王尔德的童话作品讲述美而不真实的故事，在《快乐王子》中，金属做的雕像会流泪，小燕\n子因为爱上一根芦苇而误了南飞的行程，这都是艺术想象与虚构的结晶.\n3.艺术的独立价值：为艺术而艺术，艺术与道德无关。唯美主义者宣称艺术有完全独立的价值，只应\n该以艺术本身作为自身的价值尺度。王尔德不仅反对当时的现实主义，而且反对古希腊以来\n的文艺传统，期待制造出一个如梦如幻的“为艺术而艺术”的唯美王国。\n4.艺术与道德的分离：艺术家为了享乐而生活，并不在意善恶，善恶对于他来说，完全就像画家调色\n板上的颜料一样，无所谓轻重主次之分。循规蹈矩的好人缺乏变化，而人性恶的表现则千奇\n百怪，恶人代表色彩、变化和奇特，更能激发人们的想象力。\n二、生活模仿艺术——王尔德\n（一）艺术对生活的塑造作用：\n王尔德认为人们不是从自然中睁开双眼，打量世界，学习生活，而是通过凝结着想象的艺术作品来获\n得生活的意识、观念和价值观。\n在他看来，艺术作品会改变人们对于世界的感知，人们在生活中模仿艺术作品中的主人公，甚至自然\n也深受艺术的影响。\n例如，伦敦的雾景之所以被人们所欣赏，是因为诗人和画家教他们懂得这种景色的神秘的可爱性.\n（二）生活艺术化：\n王尔德把生活的优先权赋予美学，以美感主导生活法则。\n他不仅在作品中体现自己的审美观念，而且在自己的生活中也遵循美学高于伦理学的原则。王尔德在\n装束上与众不同，孔雀羽毛、向日葵、百合、陶器、长发和棉质的天鹅绒马裤成为他的标志，这种外\n观让他成为唯美主义运动的“活标本”。\n他把生活本身当作一件艺术品，舞台就是生活，生活就是舞台，人生艺术化使美的法则代替道德标准\n成为指导人生的新指南.\n（三）生活的伦理是相对的：\n道德法则随着时代和风俗的变化而改变，正邪善恶是有可能相互转化的，所以就没有必要在生活中遵\n循道德的规定，只需在美感的享受中陶醉人生。\n由于生活的善恶是不确定的，那么生活的另一种价值——“美”就凸显出来。\n人生艺术化使美的法则代替道德标准成为指导人生的新指南，如果说伦理的法则要求社会中的每个人\n为他人承担一定的责任，那么把美作为唯一追求的人生实际上就放弃了所有的社会责任，在生活中仅\n仅需要顺从天生的本能的指引，走向了绝对的个人主义。"
    },
    {
     "q": "波德莱尔、马拉美和瓦雷里— — 象征主义",
     "a": "象征主义：\n•而象征主义的诗歌则皈依想象，接续浪漫主义个人化的传统，在心灵的内向探索中，感触世界神秘\n的本源。\n•象征使用暗示性的手法寄寓某种超越自身形象的内涵，常常具有某种神秘的色彩。\n•象征的艺术总是通过某种个别的形象指向遥远而模糊的事物，甚至诗人自己也并不清楚他到底写的\n是什么,但是他很清楚，在表面的诗句背后，有一个广阔而深沉的空间，有一个只有心灵才能抵\n达的神秘世界。\n•象征主义通过“客观对应物”来表达思想和感情，这种表现不是直接描述思想和感情，也不是描绘\n具体意境，而是一种暗示，通过使用不加解释的象征符号，在读者心里将它们重新创造出来。\n一、感应论——波德莱尔\n夏尔-皮埃尔·波德莱尔(1821—1867),出生于巴黎的中产阶级家庭。他是浪漫派晚期的代表和象征主\n义的先驱，被称为那个时代的但丁。他的主要著作有《恶之花》《巴黎的忧郁》等。\n波德莱尔继承了继父的遗产，过着有钱闲适的生活，但是青年时期的波德莱尔热衷于社会革命，1848\n年巴黎工人武装起义，反对复辟王朝，波德莱尔还登上街垒，参加战斗。然而革命的失败使波德莱尔\n对现实的政治丧失了兴趣，转而投向浪漫主义和唯美主义的怀抱，接受了戈蒂耶的“为艺术而艺术”\n的理念。\n（一）波德莱尔世界的统一性\n•探索世界的本源：波德莱尔相信，尽管现代社会的科学进步已经让我们认识到宇宙的诸多秘密，但\n并不足以消除我们对这个世界的梦幻遐思。他更关心世界的本源，认为繁复的生活世界一定都\n有一个统一的源头，而诗人就应该用他的灵感探索这个根本的统一性\n•万物一体的感受：波德莱尔的诗歌《应和》被当作象征主义的宪章，视觉、触觉、嗅觉之间的界限\n不复存在，不同的感觉交互贯通，人的整体和自然的整体形成了完美的对应，表达了万物合一\n的感受\n（二）美的特殊性与时代性\n•美是特殊的：波德莱尔否定传统的永恒静止的美学，强调美感仅仅属于它的那个时代。他认为任何\n美都包含某种永恒的东西和某种过渡的东西，即绝对的东西和特殊的东西\n•美主要来自主体的激情：波德莱尔认为美主要来自于主体的激情，而没有客观的标准。因此，诗人\n可以选择普通人认为丑陋的对象作为诗歌的题材，只要它们能激发诗人的感情和想象。这种新\n奇的感受让他拥抱被文明世界所排斥的一切，他认为丑的东西常常更能表现时代和世界，更能\n产生众生一体的感受。\n（三）《恶之花》\n•波德莱尔对生活中阴暗面的描写，并不是他赞成恶，否定善。一方面，他认为诗作不应受到伦理的\n直接限制；另一方面他要把人类的痛苦写入他的诗歌。\n•古典的十四行是最和谐的诗歌形式，反复推敲韵律和节奏，把技艺的锤炼当作优秀诗人不可缺少的\n劳作。\n二、纯诗论——马拉美\n•马拉美(1842—1898),法国著名的象征主义诗人和散文家，现代派诗歌理论的奠基人，著有《诗与散\n文》、诗集《徜徉集》等，长诗《希罗狄亚德》《牧神的午后》是其代表作。\n•马拉美在诗歌创作的过程中开始反思诗歌语言自身的问题：像文学这样的东西存在吗?如果存在的\n话，文学是什么?\n•马拉美第一次对文学本身的存在提出疑问，并且不断尝试作出回答。\n（一）诗歌的哲学思考：\n•马拉美认为文学是通过解释世界来消除“偶然”，达到绝对性。在他看来，“偶然”指的是违背人\n类理解的无序的精神现象，而诗人的职责就是通过诗歌来赋予这个世界一个秩序，恢复世界的\n统一性.\n•马拉美的诗歌意象的塑造无疑受到了柏拉图和黑格尔的影响，现象世界的背后隐藏着更真实的世\n界，每一个诗句都对应着整体的诗歌。他相信，在相对的世界背后有一个绝对的世界，而诗歌\n就是通过象征的方法探索这个纯粹之物.\n（二）诗歌的语言：\n•他认为语言仅仅只是概念，而不是它所指的现实事物。诗句中“花朵”这个词对我们来说仅仅意味\n着“概念的效果”，而不是现实花朵的效果，诗歌并不是用来描绘世界的，诗句仅仅展现了它\n们自身的联系\n（二）诗歌的语言：\n诗歌的“不及物性”：\n•他认为诗艺并不让人真正投入现实的生活，而是使用语词和诗句，这就说明诗歌的来源和目标并非\n现实生活。\n•诗歌的纯粹观念才是世界真正的秘密，也是诗人努力触摸的不可触摸之物，努力看到的不可见之\n色，努力听到的不可闻之音.\n（二）诗歌的语言：\n诗歌弥补语言的缺陷：\n马拉美认为语言本身也许并不是足够完美的工具，对于纯粹的诗歌来说，不仅杂多的世界和诗人是不\n完美的，而且语言本身也受到质疑。\n诗歌存在的理由就是用来弥补语言的缺陷，使语言获得拯救，赋予语言更纯粹的意义，在诗歌的特殊\n语言结构中，指向那个本质的存在.\n（三）诗歌的创作：\n•诗的创作是可学习和训练的艺术：马拉美认为诗的创作是一门可以学习和训练的艺术，而不是浪漫\n派所谓“天才的灵感”。他强调“语言炼金术”才是诗人的工作，通过苦思冥想和对语言的精\n心锤炼来创作诗歌.\n•纯诗的追求：马拉美追求的是纯诗，即排除个人的因素，让词语的世界绽放出光芒。他认为纯粹的\n作品必然要隐去说话的诗人，把主动权让给词语，词语的不平等性被调动起来，从而取代了古\n老的抒情气息之上的呼吸或者句子中个人的热情所指的方向.\n三、诗歌语言论——瓦雷里\n•瓦雷里(1871—1945)是法国著名的诗人和哲学家，1925 年被选为法兰西学院的院士。\n•瓦雷里年轻时与马拉美交往密切，深受前辈诗人的影响，并成为马拉美诗学最杰出的继承人。其代\n表作有诗集《海滨墓园》和五卷《文艺杂谈》。\n（一）诗歌的形式和韵律\n•瓦雷里在诗歌形式上，完全支持古典主义的和谐、固定的形式、格律和各种限制。\n•他认为这些形式上的要求不仅不会限制诗歌创作，反而可以给词语以秩序，形成真正的诗意。\n•瓦雷里认为诗律本身并没有必然性，而仅仅是一种约定俗成，其本质是“任意性”的。\n•韵律写诗是戴着脚镣的舞蹈，一旦诗人突破韵律的限制，这脚镣反而成为才华的表现，同时也象征\n着宇宙的绝对秩序。\n（二）诗歌与语言的关系\n•语言的纯粹性：瓦雷里把诗的语言与散文的语言对立起来，认为诗歌超越了实用和意义之外。在诗\n歌中，语言之所指失去了意义，反而是语言本身成为被关注的对象\n•纯诗的概念：瓦雷里所说的纯诗，其“纯”并不是伦理上的纯洁，而是指精神上的“绝对”，没有\n任何实际意义，被封闭在自身内部，绝无所指，纯粹展示自身绝对秩序\n•技艺和理性的重要性：纯诗要求特殊的语言形式，需要计算、构思、寻找合适的词语，构建恰当的\n诗句。诗人必须像一位舞蹈家一样加以训练，通过严格而理性的训练，才能用词语写出超越散\n文的诗作\n（三）诗歌的普遍性与晦涩性\n•排斥个人性和偶然性：瓦雷里认为诗歌所寻找的是普遍性，偶然的灵感没有价值，仅仅属于个人的\n情感和经验也没有意义\n•晦涩性作为特征：瓦雷里的诗作充满形而上的思考和玄思，非常难懂。他认为难懂是贴近纯诗的必\n要特征，因为只有难懂，才能保持暗示的生命力"
    },
    {
     "q": "尼采",
     "a": "弗里德里希·威廉·尼采(1844—1900),生于德国但泽(今属波兰，更名为格但斯克),\n他是德国著名哲学家，西方现代哲学的开创者之一，同时也是卓越的诗人和散文家。\n尼采的权力意志论对20 世纪的哲学、美学和文学都产生了不容忽视的重要影响。\n在19 世纪的欧洲，一方面，一些人继续对基督教权威提出挑战；另一方面，在科学迅速发展的同\n时，一部分思想家对理性传统也开始进行反思。\n德国哲学家叔本华(1788—1860)把生命的意志作为世界的基本动因，进而认为意志是一种无法从根本\n得到满足的冲动和欲望，它使人陷入无法摆脱的痛苦中，只有艺术才能使人获得暂时的超越。\n尼采继承了叔本华的生命意志论，但把他的悲观主义转换成充满悲剧意识的乐观主义——权力意志\n论，试图以男性气概去获得生命的超越和面对痛苦的勇气。\n一、酒神精神与日神精神\n（一）酒神和日神\n尼采认为人类本性中存在着两种相互对立又相互渗透调和的力量：酒神精神与日神精神，或者说狄俄\n尼索斯精神与阿波罗精神。\n•酒神精神代表非理性、冲动与狂欢，追求群体相融合的狂喜；\n•日神精神代表理性、优雅和单纯，追求个体的外观的优美.\n（二）悲剧的起源和功能：\n尼采认为希腊悲剧的最基本动力是酒神精神，悲剧通过艺术的形式超越了人生的痛苦和精神冲突，使\n人们在面对世界的荒谬和痛苦时，能够获得精神上的拯救和安慰。\n悲剧向观众展示生命之脆弱和痛苦，但在梦幻般的日神的照耀之下，艺术把生存荒谬可怕的厌世思想\n转变为使人借以活下去的表象。\n尼采认为，埃斯库罗斯和索福克勒斯的悲剧都表现了酒神精神的充沛生命力，而后期的欧里庇得斯则\n渐渐衰退，因为他过分强调了理性的力量。\n（三）对传统悲剧观的颠覆：\n尼采对悲剧的理解与亚里士多德截然不同。\n亚里士多德认为悲剧具有道德教化的功能，而尼采则认为人类的非理性冲动和情绪是生命的本能，是\n我们应当拥抱和赞美的能量，而道德是一种偏见，会削弱人的生命力，使人颓废。\n二、重估一切价值\n（一）权力意志与超人哲学\n酒神精神不仅是悲剧理论，也是人和生命的关键词。\n1.权力意志：尼采把这种源自生命冲动，向外不断扩张的力量称为“权力意志”，这是一种面对生命\n和事物的支配手段和力量。他认为人生最重要的使命就是实现生命本能的完满和充盈，超越\n种种社会和现实的限制，成为超人。\n2.超人哲学：尼采在《查拉图斯特拉如是说》中宣布上帝死了，超人降生。超人哲学所赞赏和期盼的\n是一种意志充盈的生命力，无视一切束缚和限制，无论是理性还是道德、宗教。\n他要求重估一切价值，彻底清算古希腊哲学、中世纪基督教和现代思想之种种弊端，消除所有使生\n命弱化的东西，为超人的降临做好准备。\n（二）重估一切价值\n对基督教传统的批判：\n•认为基督教只是一种驯化人类的手段和思想，使人对自己的力量发生怀疑、忧惧甚至自戕，损伤了\n人的权力意志。\n•他还反对基督教对情欲的态度，认为情欲是人类生命的自然本能，是人类创造力的源泉之一\n（二）重估一切价值\n对理性传统的反思：\n•尼采对苏格拉底以来的希腊哲学充满敌意，认为理性所对抗的是生命的自然本能，理性本身并不可\n靠。\n•他强调非理性的价值，认为非理性冲动和情绪是生命的本能，应当被拥抱和赞美\n（二）重估一切价值\n对道德的批判：\n•尼采认为传统的道德是弱者束缚强者的阴谋，是弱者的阴谋。\n•他强调力量显示了人类的高贵，而乏力的弱者为维护自己的生存，制造了道德的话语。\n•尼采的伦理学所强调的是人生的积极进取和创造，要求打破善恶的束缚.\n（二）重估一切价值\n对于艺术和美的认识：\n•尼采对艺术和美的认识总是从有利于生命的角度出发，强调艺术和美对于人生之效用和利益。他认\n为真正的美有助于身体的健康，提升人的生命力，艺术是对生命的形而上的肯定，使人类的痛\n苦、灾难和缺陷得以安慰，在虚构中创造出梦幻般的世界\n•尼采认为审美的本质不是外观所引发的快感，而是迷醉。迷醉的本质是力量的升华和充溢的感情，\n艺术家要超越道德，获得超尘拔俗的自由"
    },
    {
     "header": "第十章 心理分析文论"
    },
    {
     "q": "弗洛伊德",
     "a": "心理分析文论(又译精神分析文论),是20 世纪初在弗洛伊德心理分析学说基础上形成并盛行于\n欧洲的文学理论与批评流派。弗洛伊德将心理分析学方法引入文学研究，以图更深入地理解作家的创\n作动因、作品的编码形式和文本的内在含义等问题，从而开创了心理分析文论。\n弗洛伊德出生于奥地利一个犹太商人家庭，其主要代表作有《歇斯底里研究》、《释梦》(又译\n《梦的解析》)、《性欲三论》、《论无意识》、《自我与本我》、《焦虑问题》、《自我和防御机制\n》等。\n1895 年，《歇斯底里研究》，弗洛伊德第一次使用了“心理分析学”这个概念。此后，弗洛伊\n德以一系列骄人的成果，成为“心理分析之父”。\n一、无意识理论与人格结构\n（一）无意识理论\n浮出水面的冰山一角是人们可见到的意识，而深藏于水下的大部分冰山却是无意识部分。\n无意识不能为意识所知，是一个有巨大能量的心理系统，它具有非理性、无逻辑性的特征。\n无意识是一个动力系统，存在着动机、欲望和压抑力量之间的激烈冲突。两种无意识：\n一种是处于深层的无意识，叫“被压抑的无意识”;\n一种处于较浅的层面，接近意识，叫“前意识”或“潜伏的无意识”。\n（二）人格理论：人格心理结构由本我、自我和超我三部分构成\n1.本我是人格中最原始、模糊而不易把握的部分，由遗传的本能和性欲构成，无视逻辑、理性和社会\n的风俗习惯，奉行“快乐原则”。\n2.自我处于前意识和无意识之间，代表着理性和审慎，感受现实，处理个体与现实之间的关系，奉行\n“现实原则”，对“快乐原则”进行控制和压制。于是，本我中的“快乐原则”就不得不通过\n迂回曲折的方式发泄，向宗教、文学、艺术和哲学升华。\n3.超我也称理想自我，主要作用是按照个体所属的社会道德观念，鉴别善恶，作为自我行动的准则。\n它代表着理想和良心，奉行“道德原则”。\n二、力比多的升华与白日梦\n（一）力比多\n力比多是本我中的性欲冲动，它为各种本能冲动、欲望提供力量，是整个精神活动的基础和源\n泉。性欲既包括生物本能的性，又包括同爱有关的广义内涵，自爱、父母之爱、子女之爱等。\n（二）力比多的升华\n客观条件常常限制个体的本能冲动，某种冲动可以替代或接管另一种冲动的强度。假使一种冲\n动的满足在现实中受到挫折，另一种冲动的满足则常常能够提供完满的补偿。\n升华，是指人将原有的本能冲动、欲望转向崇高的目标、方向和对象的过程。\n（三）白日梦\n人的智力活动和精神生活大多来自于生物性的本能冲动，甚至整个文明的造就也是这种无意识\n冲动和刺激的结果。文学作品是作家无意识心理的外部表达，艺术创作就是作家自己的白日梦。\n•文学是作家的欲望无法在日常生活里得到发泄或者满足而以一种伪装的方式表达出来。\n•对于接受者来说，在欣赏的过程中，接受者可以心安理得地放纵自己平时在宗教、政治、社会和性\n的方面压抑着的冲动，进行任意的发泄，通过作品获得心理上的共鸣来继续自己的白日梦。\n（三）白日梦\n在《释梦》中，弗洛伊德认为梦和文学作品有着明显的一致性。\n•首先，梦是欲望的满足。文学作品和梦都源于儿时受压抑的欲望以伪装的形式出现。\n•其次，梦含有“显意”和“隐意”两个方面。显意相当于文学作品中表层的意义，隐意相当于作品中\n的深层意义。要深入理解梦和文学作品，必须通过表层意义去挖掘深层意义。\n•最后，梦有四种语法规则：凝缩、移置、再现、润饰，作者也是通过这四种形式进行艺术加工，因而\n梦的语法也是文学的语法，释梦的语法规则亦可运用到对文学的解释上。\n三、俄狄浦斯情结\n俄狄浦斯情结，又名恋母情结，是指男孩对母亲的依恋心理。与之相对应，女孩的恋父情结被\n称为埃勒克特拉情结。\n人类心理发展分成前俄狄浦斯阶段(出生到2 岁)和俄狄浦斯阶段(2~5 岁)。要成长为健康正常\n的个人，就必须发展道德和良知，就必须把握俄狄浦斯情结和埃勒克特拉情结，而这个过程就是超越\n快乐原则通往现实原则的人格发展之径。\n观众之所以被《俄狄浦斯王》感动，是因为“他们的反应好像用自我分析而发觉自己内心也有伊\n谛普斯情结，知道神和预兆的意志就是他自己潜意识的光荣的化装物，好像是他记起了自己也有驱父\n娶母的愿望，而又不得不憎恶这个念头\"。"
    },
    {
     "q": "荣格",
     "a": "荣格(1875—1961),瑞士著名的心理学家和心理分析医生，分析心理学的创立者。主要著作有《\n精神分析学理论》《无意识心理学》《心理类型》《心理学与宗教》《分析心理学》《心理学与文学\n》《集体无意识的原型》等。\n荣格和弗洛伊德的分歧：\n首先，是对力比多的解释不同。弗洛伊德认为力比多是性能量。荣格认为力比多是一种广泛的\n生命能量，在生命的不同阶段有不同的表现形式。\n其次，是对人格发展的认识不同。弗洛伊德认为人格为童年早期经验所决定，荣格认为人格在\n后半生仍有希望加以引导和塑造。\n最后，是对人格结构构成的认识不同。弗洛伊德认为人格由本我、自我、超我构成，但荣格认为\n人格由意识、个体无意识、集体无意识构成。\n一、集体无意识与原始意象\n（一）集体无意识\n在著作《寻找灵魂的现代人》中，荣格认为人类的心灵包括意识、个体无意识、集体无意识。\n•意识是人的心灵中唯一能够被个体直接感知的部分。\n•个体无意识是无意识的表层，它包含了一切被个体遗忘了的记忆、知觉和被压抑的经验。主要内容\n与形式是“情结”。所谓“情结”,就是个人的包括观念和情感在内的一组一组的心理内容聚集\n在一起，形成一簇难以解开的心理丛或心理结。\n•集体无意识为在漫长的历史演化过程中世代积累的人类祖先的经验，是人类必须对某些事件作出特\n定反应的先天遗传倾向。荣格进而将集体无意识定义为原型。\n集体无意识虽不为个人所知觉，却时刻制约和束缚着个人的精神、心灵和行为方式。它的表现方式具\n体分为三个方面：\n第一，集体无意识是类似神话和宗教的原始意象，是人类共同的、普遍的深层心理形式。\n第二，集体无意识具有种族的、历史的积累性质，是先民们生活之幻想与幻想之生活的积淀形成的深\n层心理形式。\n第三，集体无意识潜隐于人类心灵深处，它是一个超越所有文化和意识的共同基底，所有意识和无意\n识现象都从集体无意识中生发出来。\n（二）原型\n也可以叫“原始意象”“古代残存物”。\n原型是一切心理反应的具有普遍一致性的先验形式，是一切心理过程的必不可少的先天要素。\n如中国的龙凤原型、千里马原型、龟寿原型、松鹤原型、月亮原型等。\n•原型的动力系统的核心是抽象情感，是初民在与自然相协调的过程中产生的情感积淀\n•原型的流传机制是依靠生物遗传的方式，这也是其原型理论中最受争议的部分。\n二、文学中的原型分析\n一切伟大的艺术并不是个人意识的产物，而恰恰是集体无意识的造化。\n正像并非歌德创作了《浮士德》,而是德意志民族的浮士德精神造就了歌德一样。\n达·芬奇的圣安妮、圣母玛丽亚和幼年基督的画\n弗洛伊德认为，达·芬奇的这幅画与画家本人有两个母亲这一童年经历有着内在联系。\n荣格则认为这幅画所表现的还有一个非个人和超个人的神话母题。荣格以对“两次诞生”的母题的解\n读否定了弗洛伊德的看法。他指出：两次诞生的母题与两位母亲的幻想无处不在的联系应合了人类中\n一种普遍存在的需要。"
    },
    {
     "q": "拉康",
     "a": "雅克·拉康(1901—1981),法国杰出的心理分析学家和心理学家，也是当代法国思想界非常有影\n响的人物之一，被称为“法国的弗洛伊德”。\n1953 年7 月，拉康在《象征，真实和想象》一文中，首次提出“回到弗洛伊德”的口号。同年\n9 月，拉康于罗马大学发表了长篇报告,对弗洛伊德主义进行了一场革命性的改造。\n1960 年他基本上完成了其理论建构的两大基石——主体理论和欲望学说，这构成了拉康式结构\n主义心理分析学的根本支柱，进而深深地影响了后现代主义思潮。\n一、无意识的语言结构\n（一）拉康vs 弗洛伊德的无意识\n1.首先，弗洛伊德认为无意识先于语言而存在，拉康则认为这两者几乎是同时出现的，并把无意识看\n作语言的产物。\n2.其次，弗洛伊德把无意识看作纯粹的欲望本能，拉康则强调欲望是在无意识之后即有了语言之后才\n存在的。语言创造了无意识，无意识是是语言对欲望加以组织的结果。\n3.最后，弗洛伊德认为意识是理性的，无意识是任意的，非理性欲念支配着意识。拉康则认为无意识\n像语言一样有规律、有结构，像镜子一样能够折射出心理的和社会的想象世界。\n（二）拉康vs 索绪尔的结构主义语言学\n索绪尔认为：能指和所指是任意性的，但一旦关系确立，符号就被固定下来，并且符号的这两个\n功能相互对称、互相依赖。\n拉康认为：意识中的话语由符号构成，无意识中的话语则是由那些同所指分离的能指构成。能\n指与主体的联系基于人类是一种符号生物、语言生物，人类使用语言的目的就是为了表达欲望。只有\n语言介入才能使个体欲望步入正轨，使原本处于无意识层面上的能指拥有明确的所指意义。\n（三）拉康用结构主义语言学解读弗洛伊德的《释梦》\n弗洛伊德认为：梦的本质是无意识中被压抑的欲念经过伪装后的满足，其基本途径是移置和压\n缩。\n拉康认为：梦是符号通过隐喻与转喻向想象的转变。压缩对应隐喻，即不同事物因某一方面的\n相似而被合并或替代；移位对应转喻，即通过某种关联将一个概念转移到另一个概念上。\n例如，在梦中，不同人物的特征可能被合并到一个人身上，这类似于语言中的隐喻；而梦中的情\n节可能通过某种逻辑关联被重新组合，这类似于语言中的转喻。\n二、镜像理论与文本解读\n（一）《作为“我”的功能形成的镜像阶段》：\n镜像阶段发生在6~18 个月的婴儿生长期，在这个阶段中，婴儿能从镜子中认出自己。\n起初，婴儿还不能区分自己的镜像与他人他物的镜像；后来，区别了自己的镜像与自己；最后，\n知道了自己的镜像是自己的形象，并认识到自己与别人别物是有区别和联系的。\n以镜像认同为基础，婴儿就逐渐变成有情感和观念的人了。\n任何一种“认同”,本质上都是一种“误认”。\n（二）三届说：现实界、想象界、象征界\n1.现实界\n现实界处于三界之中的最底层，是一种原始的混沌，无法用语言和符号系统完全表达的现实，\n是人类经验中无法被完全理解的部分。\n现实界与婴儿刚出生的状态相对应，是镜像阶段确立之前的主体的“空白”状态。\n在梦境中，实在界的表现形式通常是无法解释的、荒诞的或令人不安的元素。例如，一个人在梦\n中看到自己处于一个完全陌生的、无法理解的环境中，这可能反映了实在界中的某些无法被符号化的\n体验。\n（二）三届说：现实界、想象界、象征界\n2.想象界\n想象界处于三界的中间位置，属于人的主观意识领域。\n在想象界的镜像阶段，婴儿所产生的只是意识的幻象和片段，没有完整和独立的自我。婴儿在\n镜中看到自我形象并错误地与其认同，是一种虚幻的、理想化的自我。\n例如，在梦中看到自己变成了一位超级英雄，这可能反映了其在想象界中的自我理想化。\n（二）三届说：现实界、想象界、象征界\n3.象征界\n象征界位于三界中最上层。当儿童形成了他者的观念并将自我与他者认同时，就开始进入了象\n征界。\n象征界是社会和文化规则的象征化，通过语言和符号系统来表达。\n在梦境中，象征界的表现形式通常是隐喻和换喻。\n（二）三届说：现实界、想象界、象征界\n三界说实际上是对拉康的镜像理论的进一步拓展，三界之间是一种相互包容的关系，一环连着\n一环，每一环的错位都会导致个体人格形成混乱。\n镜像阶段是自我意识形成的关键时期，如果在这一时期主体心理发生了任何的偏差或者缺少作\n为他者的参照物，那么主体的自我意识将不能实现。\n人总是不断地在重复着镜像阶段的过程，人是在反复的认同—破灭—认同的螺旋模式中构成主\n体的发展和自我实现。也就是说，人不断地经历认同镜像、发现之前认同的误认性、镜像破裂、走出\n镜像而后开始新的认识过程。\n（二）三届说：现实界、想象界、象征界\n拉康的三界说指向的是主体性的形成问题，即当人处于结构中不同的位置时，形成了相应不同\n的主体性。\n当人完全视而不见时，他就处于现实界，只具有客体性的意义；\n当人自以为看见其实有所不见时，他就处于想象界，形成了自为的主体性；\n当人能把握住见与不见背后的结构时，他就处于象征界，形成了自觉的主体性。\n拉康对美国作家爱伦·坡的侦探小说《被窃的信》的解读正是其理论实践的产物。\n（三）《关于〈被窃的信〉的研讨会》\n《被窃的信》讲述了一个窃信的双重故事。王后收到了一封密信，国王突然返回寝宫，王后在匆\n忙间只好把信倒扣在桌子上，认为这样不致引起国王的疑心。恰好此时大臣前来，他察觉到王后的慌\n张并发现了这封信，于是大模大样地用外表相像的另一封信换走了那封密信，王后碍于国王的在场只\n能眼睁睁地看着这封信被窃。之后，王后命令警长找回这封信。警长经过几轮地毯式的搜索一无所获\n后只好求教于侦探杜宾。杜宾经过推理，认定大臣必定效仿王后的做法把信藏在明处，结果发现密信\n经过伪装随便插在壁炉架上挂着的袋子里，遂引开大臣的注意力在原处放了一封相似的信并把密信拿\n走。\n（三）《关于〈被窃的信〉的研讨会》\n国王代表了唯实论者的无能，书信虽然就在他的面前，可他视而不见；王后掩耳盗铃，沉湎于幻\n觉、想象和错觉中，代表想象界的脆弱；大臣看透国王的无能和王后的幻想，代表象征界的眼力。\n警长自以为侦探技术高明，目空一切，代表唯实论者的无能；大臣自以为是，误以为自己隐藏信\n件的方法已经成功，从而成为想象界幻觉的牺牲品；杜宾看出警长的无能和大臣的错觉、幻想，找到\n了书信，再次代表了象征界的眼力。\n（三）《关于〈被窃的信〉的研讨会》\n因信的内容不为读者所知，它是漂浮的能指，对信的角逐体现了一种权力关系。\n对于王后来说，这封信随着它的被窃意义发生了改变；\n对于大臣来说，这封信也随着杜宾的发现而改变意义。\n概言之，随着信的持有者的不同，信的意义也在发生着变化。\n信的易手过程类似于能指在语言链上的位移运动，一切能指都是所指。"
    },
    {
     "header": "第十一章 俄国形式主义文论"
    },
    {
     "q": "概述",
     "a": "俄国形式主义文论：\n20 世纪早期在俄国兴起，它主张研究文学的形式特征与艺术技巧。\n诞生于1914 年至1915 年间，彼得堡诗歌语言研究会和莫斯科语言学学会相继成立之际，在30\n年代后逐渐销声匿迹。语言学学会是一场“语言学家进入诗学研究的集体性历险”,而诗歌语言研究\n会则是“语言学家和文学理论家两个边界分明团体的一次联合”。\n诗歌语言研究会以维克托·什克洛夫斯基为首，成员多是文学理论研究者，主要致力于运用现\n代语言学方法解决文学理论或文学史的基本问题。\n莫斯科语言学学会则以罗曼·雅各布森为首，最初致力于俄国方言和民间故事的讨论，后来转\n向诗歌语言研究。\n巴赫金思想：\n巴赫金是与俄国形式主义同时代出现的一位文论家，他既反对形式主义将语言与意识形态相剥\n离，也反对庸俗马克思主义的社会学批评，主张沟通文学艺术的内部因素和外部因素。\n他早期致力于批判心理主义、形式主义和结构主义的研究，提出“超语言学”的理论，注重语言\n、心理与社会意识形态的辩证思考，后来又提出“对话”“复调”“狂欢化”等文学理论命题，成为\n了后结构主义思想的重要来源。"
    },
    {
     "q": "什克洛夫斯基",
     "a": "维克托·什克洛夫斯基(1893—1984)是彼得堡诗歌语言研究会的主要创始人。\n1914 年出版《词的复活》,开始形式主义方法探讨。1930 年宣布放弃形式主义。\n先后发表《马雅可夫斯基的〈穿裤子的云〉》《论诗与玄奇的语言》《作为手法的艺术》《艺术\n的形式和材料》《散文理论》《怎样写电影剧本》《汉堡纪事》等论著。\n一、诗歌语言与日常语言\n诗歌的要义不在于形象，而在于语言，他作出了对诗歌言语的界定：\n它是一种障碍重重的、扭曲的言语。诗歌言语——是一种言语结构。散文——则是普通言语：节\n约、易懂、正确的语言。\n第一，艺术要与日常生活相区分。第二，艺术要与科学认识相区分。\n（一）陌生化\n陌生化理论，是指通过形式的艰深化，增加审美主体对审美客体的感受难度，同时延长感受时\n间。“制成之物”无关紧要，重要的是“制作过程”本身。\n他详细分析了托尔斯泰的小说《霍尔斯托密尔》。\n二、陌生化与突出\n（二）突出\n陌生化是针对习惯化、程式化的日常认知态度而提出的，“突出”则将这种对习惯化、程式化的\n“抵抗”挪移到了对艺术史的理解中。\n所谓“突出”,具体是指艺术作品的材料通过形式得到更鲜明的强调。突出是有意识地与已有作\n品形式保持对立的自觉创作。\n由突出这个观念出发，艺术史应该是一部新形式取代旧形式的历史。"
    },
    {
     "q": "雅各布森",
     "a": "罗曼·雅各布森(1896—1982),莫斯科语言学学会的主要创始人。\n作为语言学家，雅各布森致力于借助语言学介入诗学研究，建设一种符合文学特性的文学科学\n。因此，雅各布森的形式主义探讨可以称为语言学诗学。\n他较早运用索绪尔语言学进行诗学研究，在布拉格时期又推演出结构主义语言学思想，并建立\n了一种语言学诗学批评方法。雅各布森还是俄国形式主义与法国结构主义两大文学思潮传承过渡的核\n心人物。\n一、文学性与主导\n（一）“文学性”：\n文学性是文学的科学对象，即使该作品成其为文学作品的那种内涵。——《现代俄罗斯诗歌》\n文学性作为手法：文学性是使文学成为文学的某种内涵。个人生活、心理经验、政治、哲学等传\n统的文学史材料，都只是有缺陷的第二手资料，文学性的真正主角应该是“手法”。\n文学性作为语言：诗歌是语言材料组织成的样式。文学中的手法具体可以落实为诗歌的语言，\n它是一种具有自身独立价值的语言。\n文学性作为词：就诗歌语言而言，文学性表现在“词使人感觉到是词”,而不只是语言的现实所\n指或者诗人的主观情绪。更具体而言，表现在“获得了自身的分量和意义”的“词和词序、词义及其\n外部和内部形式”。\n（二）诗歌语言的本质：\n第一，隐喻与转喻。雅各布森认为，抒情诗歌、浪漫主义偏向于隐喻式意义建构，散文小说、现\n实主义侧重于转喻式意义建构，甚至绘画、电影等其他艺术类型的意义生成也均在这两种“语义学途\n径”的控制之中。\n第二，诗的功能。与诗歌语言与其他语言的区别，实质是语言功能的侧重不同。\n（三）主导：\n雅各布森将艺术作品理解为一种共时结构，其内部核心成分决定了整个结构的性质。\n第一，艺术风格上，是主导的差异影响了诗歌中时代风格、作家风格、流派风格的面貌；\n第二，艺术功能上，诗歌不等同于单一的美学功能，还有情绪、交际、指称等功能。\n第三，艺术门类上，主导视野引发了过渡文类或边缘艺术的问题。在文学与其他艺术之间，插图\n是绘画与诗的过渡，浪漫曲是音乐与诗的过渡；在文学内部，书信、日记、笔记、旅行见闻等在特定\n时期都曾包含了文学的主导成分，作为文学形式发挥过重要作用。\n当雅各布森后来又补充进“主导”这一观念时，他的文学演变观得以最终形成：\n“诗的形式的演变，与其说是某些因素的消长问题，不如说是系统内种种成分之间相互关系的\n转换问题，换句话说，是个主导成分转换的问题。”\n二、文学史演变\n1921 年，雅各布森发表《论艺术的现实主义》一文，展现了他对文学史探讨：\n雅各布森认为，传统的艺术史和文学史缺乏科学性，更像是随笔，原因在于：\n第一，传统的艺术史和文学史缺乏明确界域。它们包罗万象，交织着心理学、哲学乃至社会问题\n，在不同主题间跳跃。\n第二，传统的艺术史和文学史缺乏科学术语。\n雅各布森对现实主义的上述探讨，体现了形式主义在文学史方法论上的一些特点：\n第一，坚持科学性。文学史研究不能随意使用术语和选择对象，术语和对象必须经过严格筛选\n和辨析，有明确范围和内涵；\n第二，凸显文学性。文学史研究无须关注作家心理、时代哲学或社会问题，而应聚焦文学现象本\n身的文学性，如现实主义得以界定的诸多艺术标准、艺术手法和艺术配置；\n第三，强调共时性。文学史研究不能将文学简化为在时间轴上连续不断地发展演变，任何文学\n史对象(如现实主义)都是一个处于历史流变背景中的共时异质系统。"
    },
    {
     "q": "巴赫金",
     "a": "巴赫金(1895—1975),苏联文学理论家、批评家，20 世纪最有影响的思想家之一。\n《弗洛伊德主义批判纲要》《文艺学中的形式主义方法》《马克思主义与语言哲学》《陀思妥耶\n夫斯基的诗学问题》《长篇小说话语》《拉伯雷的创作与中世纪和文艺复兴时期的民间文化》等。\n一、超语言学\n巴赫金认为：“超语言学，研究的是活的语言中超出语言学范围的那些方面。”\n他提出了符号、话语、多重音性、评价等理论观点，构建起了超语言学的基本框架。\n二、对话与复调\n（一）对话\n第一，语言层面的对话性。传统语言学无视对话关系，把词、句法、话语乃至文献仅仅视为与实\n际生活环境相隔绝的规则。巴赫金指出：“对话关系是超语言学的研究对象。”\n第二，心理层面的对话性。巴赫金指出精神分析学实质是将内在经验非历史化和非社会化。文\n学的心理经验其实是社会经验的间接表达，而社会经验又是在个体对话关系中形成的。\n第三，表述层面的对话性。巴赫金指出形式主义的问题在于使文学沦为一种封闭孤立存在。文\n学表达的主要方式“表述”。文学表述也是在对话交际中产生、接受和被理解的。\n第四，哲学层面的对话性。人的主体性在自我与他者的对话中形成，具有社会性、历史性和交互\n性，对话不仅是理解语言、心理和艺术的重要途径，更是理解人之本质的根本视域。\n（二）复调\n复调原本是一个音乐理论术语，指的是一种独特的多声部现象。复调是依据严格调性组织而成\n的多旋律交响乐。\n巴赫金将陀思妥耶夫斯基创作的这种小说视为一种全新体裁，即复调型小说。\n在复调型小说中，作者和主人公是平起平坐的，主人公的意识并不等于作者的意识，主人公的\n声音和议论有着特殊的独立性。代表是陀思妥耶夫斯基。\n在独白型小说中，作者与主人公处于不平等的地位，作者之于主人公犹如造物主，作者声音和\n作者意志高度权威化，主人公则沦为依附于作者意识的无生命的客体对象。代表是托尔斯泰。\n三、狂欢化与怪诞现实主义\n（一）狂欢化\n在狂欢式中，等级制被打破，距离感消失，人与人之间形成了新型相互关系，如随便而亲昵的接\n触、插科打诨、俯就、粗鄙等特征。\n狂欢化是指这种狂欢传统渗入文学乃至小说发展中而形成的独特属性。在狂欢化文学中，人物\n形象间的亲昵化缩短了史诗和悲剧中人与人的距离，引起了作者对主人公的亲昵感；人物形象间的插\n科打诨引入了低身俯就和降格以求的书写逻辑。\n狂欢化文学的源头是庄谐体，即古希腊罗马文化时代的某种文学体裁，它与史诗、悲剧、历史、\n古典演说等严肃体裁相区别。\n后经中世纪民间文学一直延绵到陀思妥耶夫斯基的作品，即表现为对话型小说。\n在巴赫金看来，“拉伯雷就是民间诙谐文化在文学领域里最伟大的表达者”。\n首先，拉伯雷笔下的文学形象具有非文学性和非官方性。\n其次，唯有从民间文化数千年的发展史中才能把握拉伯雷的文学意义。\n最后，民间诙谐文化共同反映出一种看待世界的诙谐眼光。\n（二）怪诞现实主义\n怪诞现实主义，是指受到民间诙谐文化影响而保留下来的一种特殊审美观念的遗产。在怪诞现\n实主义中，物质和肉体是其文学形象展示的核心：\n•物质和肉体是全民参与的，不是资产阶级的利己个体；\n•物质和肉体是夸张硕大的，具有肯定和积极的性质；\n•物质和肉体是节庆欢快的，不是刻板严肃的；\n•物质和肉体是世俗粗野的，不是抽象理想的。\n怪诞现实主义最深刻地展现为以物质和肉体的形象将一切高高在上的事物作“降格”处理。这\n种降格，其实质就是民间文化对于官方文化的颠覆和抗争。\n四、巴赫金的思想\n第一，它提供了一种狂欢性的艺术视界。\n第二，它提供了一种颠覆性的民间精神。\n第三，它提供了一种底层性的审美品格。\n第四，它提供了一种杂语性的文学理解。"
    },
    {
     "header": "第十二章 英美新批评文论"
    },
    {
     "q": "艾略特、瑞恰慈和燕卜荪",
     "a": "一、非个性与客观对应物——艾略特\n艾略特出生于美国，后定居于英国。被视为新批评理论的创始人之一。\n艾略特注重对具体诗人的评价和鉴赏，也注重对文学进行全面、整体的思考。\n艾略特对深植于19 世纪浪漫主义诗学中的原创性观念和个性价值观提出了批判，提出了“有机\n整体观”“非个性化”和“客观对应物”等概念，倡导从作品本身出发进行内在研究。\n（一）有机整体观\n艾略特的有机整体观，是把从古至今的所有文学作品都看成是一个有机整体。\n艾略特指出：“诗人，任何艺术的艺术家，谁也不能单独的具有他完全的意义。他的重要性以及\n我们对他的鉴赏就是鉴赏他和已往诗人以及艺术家的关系。”\n（二）非个性化理论\n“诗不是放纵感情，而是逃避感情，不是表现个性，而是逃避个性。”\n应该把诗人放在文学史这个整体和文学传统之中加以考察，判断诗人的作品有无价值就要看它\n是否符合过去的标准，而并非是否具有个性。诗人应该不断地放弃自我个性才能前进，只有“做到消\n灭个性这一点，艺术才可以说达到科学的地步了”。\n（三）客观对应物\n为了做到“逃避感情”和“逃避个性”,艾略特在《哈姆雷特》中提出了“客观对应物” ，“客\n观对应物”,指的是诗人寻找到的把自身情感外在转化后的某种媒介。\n二、情感语言与实用批评——瑞恰慈\n瑞恰慈著述颇丰，主要有《美学基础》(与奥格登、伍德合著)、《意义的意义》(与奥格登合著\n)、《文学批评原理》、《科学与诗歌》、《实用批评》等。\n瑞恰慈运用语义分析方法，借助心理学研究，分析了情感语言和科学语言的区别，试图建立一\n种科学化的实用批评方法，从而为新批评派奠定了理论基础。有人把瑞恰慈称作“新批评之父”。\n（一）瑞恰慈把语言的使用分为科学用法和感情用法：\n•科学用法就是可以引起真假判断的表述，感情用法就是可以触发感情态度的表述。\n•科学语言直接指向语词所指的对象或外部存在的真实，它要么是真的，要么是假的，不容混淆；情\n感语言用于表达情感，它不必被所指对象证实，不一定要符合客观事实，只要能赢得读者情感\n上的共鸣就行了，非真非假，亦真亦假。\n•由于诗歌提供了“指称服从态度的最清楚的例证”,所以是“感情语言的最高形式”。诗的真理性与\n科学的“真”不同，指的是一种态度的可接受性。\n（二）语义批评、细读方法\n瑞恰慈提出了一种文学评论的 “细读”方法：对作品词语进行封闭地、细致地阅读和分析，它\n要求批评者排除与作品无关的杂念，对作品文本进行客观谨慎地阅读与考察。\n应该运用细读方法对文学语言的四种意义进行辨析。这四种意义分别是“字面意义”“情感意义\n”“语气”和“意图”。\n此外，瑞恰慈提出辨析文学语言的不同意义应当结合语境来进行。一个词的意义就是“它的语\n境中缺失的部分”。他的学生燕卜荪后来的“含混”理论，就是在这一观点的启发下提出的。\n三、含混——燕卜荪\n最早将瑞恰慈的语义学批评方法用于实践的学者，是他的学生威廉·燕卜荪。\n燕卜荪在《朦胧的七种类型》(1930)一书中分析了200 多部作品或片段，划分并分析了“含混\n”(又译朦胧、复义、歧义等)的多种类型，有力地支持并落实了新批评的细读法。\n“含混”,指的是“一种非常明显的而且通常是机智的或骗人的语言现象”。其实就是诗歌语言\n的模糊性。\n燕卜荪认为，含混是诗歌强有力的一种表现手段，对含混的利用是“诗歌的根基之一”。\n穿过矮林，我走向欲望(Passion)的荒野，就是那有人称为沼泽的高地的地方：\n它是一片荒芜，有时却很富饶。就在这儿我的全部财产被掠夺，\n只剩下一枚印有美丽天使的金币(Angel),那是一位朋友系在我身上。\n燕卜荪认为，这首诗中的含混既有双关也有讽喻，感情多样。如Angel 是对金币和天使的双关\n称呼，既可以指物质，也可以指情感。\n诗歌采用的是一个旅行者的口吻，没有一点冲动，但这种口吻和诗中传达出的感情形成了对比\n，主要是因为Passion,它的意义有很多，如被激怒而无耐性、对肉体的爱恋、所放弃的利禄之心等。\n这样，这首诗表现的未必是归隐之心，而可能给人留下追求名利后一无所获的哀婉和卑屈的印象，意\n义颇为复杂。"
    },
    {
     "q": "兰色姆、退特和布鲁克斯",
     "a": "一、本体论批评——兰色姆\n（一）“构架一肌质”理论\n兰色姆以建筑上的墙和墙皮上的装饰作为例子，说明前者是构架，后者是肌质。\n所谓“构架”,是指逻辑意义，即可以用散文概括的意义的部分，而所谓“肌质”,才是诗的本体\n论部分。肌质比构架更为重要。\n兰色姆认为两者的关系是互相干扰的——肌质干扰构架的逻辑清晰性，对结构造成障碍，表现\n在诗歌创作中，类似于俄国形式主义所说的陌生化或阻拒性。\n（二）本体论批评\n兰色姆提出文学批评应当从文本出发，关注文学作品本身，而不应当受到社会背景、历史观、作\n者的生平传记、伦理道德等外在因素的影响。\n1.本体论批评首先意味着一种独立的批评，即更科学化，或者说更精确化和系统化的学问。它主要指\n的是“研究艺术的技巧”,包括研究某种艺术的独一无二的形式，如诗的格律(诗的倒装、反语\n法、违背语言常规、严密的文章逻辑)、诗的修辞或使诗歌得以获得审美距离并脱离历史的虚\n构和杜撰等手段。\n2.其次，本体论批评也意味着把作品视为独立于作者和读者的经验和意识之外的存在。\n二、张力、反讽和悖论——布鲁克斯、退特\n（一）张力：“诗的意义就是指它的张力，即我们在诗中所能发现的全部外延和内涵的有机整体\n”。外延指的是诗的意象之间概念上的联系，内涵指的是诗歌的感情色彩或联想意义等，退特认为好\n诗是“内涵和外延的统一\",具有张力是好诗的共同特点。\n（二）悖论和反讽：悖论是指非逻辑地违背科学和常识，把不和谐和矛盾的东西结合在一起；反\n讽是指语境对于一个陈述语的明显的歪曲，字面意义与实际意义对立。\n二者都是相互矛盾冲突的意思的调和，都表现了一种矛盾的语义状态。\n区别在于：悖论中矛盾的意义在字面上都出现，而反讽是指没有说出的实际意义与字面意义两\n个层次的互相对立。简言之，悖论为“似非而是”,反讽为“口非心是”。\n三、意图谬误与感受谬误——维姆萨特和比尔兹利\n•“意图谬误”是过分看重作者的创作意图而导致的误区。维姆萨特等人认为，就衡量一部文学作品\n成功与否来说，作者的构思或意图既不是一个适用的标准。\n•“感受谬误”是针对读者反应和阅读效果而提出的观点，如唯情感论，唯想象论，生理学类型，幻觉\n说。\n根据维姆萨特等人的意见，在作品与作者、读者的复杂关系中，作者和读者都不必考虑，因为作\n品的意义是不以作者和读者为转移的，只要研究作品即可。这种观点彻底贯彻了新批评派的主张，不\n过也走向了过于重视形式的另一个极端。"
    },
    {
     "q": "韦勒克",
     "a": "雷奈·韦勒克(1903—1995,又译勒内·韦勒克)是诞生于奥地利的捷克裔美国文学理论家和文学\n批评史家，是新批评后期的杰出代表。\n韦勒克等人将“虚构性”“创造性”和“想象性”确立为文学的突出特征，将文学研究划分为内\n部研究和外部研究，将文学研究分为文学批评、文学理论和文学史三部分，这些理论都产生了很大影\n响。\n一、外部研究与内部研究\n外部研究：作家研究、文学社会学、文学心理学以及文学与其他学科的关系之类不属于文学本\n身的研究；\n内部研究：对文学自身的要素，如作品的存在方式、叙述类型、语义、文体，以及音韵、节奏、\n意象、隐喻、象征、神话等因素的研究。\n健康的批评倾向，就是集中精力去分析研究实际的作品，以现代的术语重新认识和评价经典的\n修辞、批评和韵律等方法，如法国的“原文诠释”派、德国的形式分析法、俄国形式主义文论以及英\n美的新批评等。不过，韦勒克的内部研究不仅仅是形式研究。在韦勒克看来，内容与形式的分野并非\n那么清楚，韦勒克建议不要使用传统的两分法。\n二、文学批评、文学理论与文学史\n（一）概念\n文学理论是对文学的原理、范畴和判断标准等问题的研究\n文学批评(其批评方法基本上是静态的)或文学史研究具体的文学艺术作品\n关系：文学理论不可能不植根于具体文学作品，文学的准则、范畴和技巧都不能‘凭空’产生。\n（二）透视主义\n透视主义即“把其他类型的文学看作一个整体，这个整体在不同时代都在发展着、变化着，可以\n互相比较，而且充满着各种可能性”。\n要研究某一部文学作品，就必须能够指出该作品在它那个时代的和以后历代的价值。文学不是\n一系列独特的、没有相通性的作品，也不是被某个时期的观念所完全束缚的一长串作品。"
    },
    {
     "header": "第十三章 结构主义文论"
    },
    {
     "q": "新批评主义的一致特点：",
     "a": "第一，他们都反对文学研究只研究社会、历史、文化、作者、读者等文学作品以外的因素，特别\n反对以往只重作者、不重文本的做法。\n第二，他们都主张以语言研究为基础，以语义分析为基本方法，对文学语言和结构进行分析，认\n定文学批评的核心是作品本身。\n第三，他们的理论建构和批评实践紧密结合。新批评派的学者多有着丰富而深厚的文学创作体\n验，他们理论都是在具体的文本细读中提出的。"
    },
    {
     "q": "索绪尔",
     "a": "瑞士语言学家索绪尔(1857—1913),被称作“现代语言学之父”。\n索绪尔把结构的观点运用于语言学研究，并以“语言”与“言语”、“能指”与“所指”、“共\n时性”与“历时性”、“聚合关系”与“组合关系”等一系列的二元概念，奠定了现代语言科学的基\n础，并作为一种可供操作的方法模式广泛应用于诸多学科领域。\n一、语言与言语\n（一）历时与共时\n索绪尔认为，语言学必须致力于从总体上把握语言的本质，因此必须放弃语言的历史研究，选\n择特定时刻的语言系统的横断面，把它从历时态中“抽取”并固定下来。\n他把语言的历时态研究排除在外，否定了语言起源问题的价值，专注于语言的共时态研究。\n（二）言语和语言\n所谓“语言”,是由词汇和语法组成的规则系统，它是制约一切语言使用者的、超个人的“同质\n”的共时性的“社会制度”。\n所谓“言语”,作为对语言的具体使用，它是一种纯粹个人性、历时性的“异质性”活动。\n人们通常所说的“言语活动”正由这两部分组成，它兼具社会性和个人性，涉及物理、心理、生\n理等众多领域。\n语言学不是考量变动发展的具体言语现象，而是“以语言为唯一的对象”,亦即构成复杂言语现\n象后面的那些语言规则或原理。\n二、所指与能指\n（一）所指与能指\n他把概念称为“所指”,把音响形象称为“能指”,“所指”与“能指”联结成整体的“符号”。\n（二）任意性\n一个符号的所指和能指之间的联系是任意的，什么样的概念用什么样的声音来表示，完全是约\n定俗成的。比如对于“水”这一概念，汉语里读为“shuǐ”,英语里读作“['wo:tər]”,\n不仅声音能指的选择是任意的，而且人们用什么样的概念范畴(即所指)来表达组织世界的方式\n也是任意的。\n（三）线条性，组合关系、聚合关系\n语言符号的能指具有在时间的链条中依次出现的线条性。\n在话语中，这种在时间长度中的结合是句段关系，又称“组合关系”。\n在话语之外，各个具有共同点的词语会在人们的记忆里联合起来，构成具有各种关系的“集合”\n。这些集合就是联想关系，又称“聚合关系”。\n句段关系是横向的、历时性的时间关系，联想关系是纵向的、共时性的并存关系。"
    },
    {
     "q": "列维-斯特劳斯",
     "a": "法国著名的人类学家和哲学家，素有“结构主义之父”的美称。其重要著作有《忧郁的热带》《\n神话的结构研究》《结构人类学》《野性的思维》《神话学》(四卷)等。正是由于他在20 世纪50 年\n代一系列著作的出版，结构主义才发展成一种影响广泛的思潮。\n列维-斯特劳斯认为，语言与神话、与人类的一切文化现象和社会生活形式都具有结构上的相似\n性，因此，神话和人类的一切文化现象和社会生活形式都可以用语言学模式加以分析。\n一、神话的双重结构\n在各个民族的千变万化的神话形式背后，必定存在着某种不变的共同的无意识结构。\n列维斯特劳斯依据语言学模式从大量的神话材料中抽绎概括出人类神话思维的深层结构模式。\n俄狄浦斯神话是一个神话系列，它包括三个神话故事：卡德摩斯寻找妹妹，俄狄浦斯弑父娶母，\n安提戈涅之死。\n要是我们只是讲述神话，那我们就会不顾这些竖栏，而会横着从左读到右，从上读到下。但如果\n我们想要“理解”神话，我们就必须不顾历时这一维的一半(从上到下),而是一竖栏一竖栏从左读到\n右，把每一竖栏当作一个单元。\n步骤：分析神话素——用二元对立方式排列神话素——揭示神话的深层结构\n第一栏的共同特点是“过分看重血缘关系”,第二栏则是“过分看轻血缘关系”;第三栏的共同特\n征是“对人的出自地下的起源的否定”,而第四栏则是“坚持人的出自地下的起源”。\n第四栏与第三栏之间，就像第一栏与第二栏之间一样，它们都构成了对立关系。这样，在上述神\n话故事中，就存在着两组二项对立。\n神话的意义就存在于这种深层的二项对立结构之中。在这种深层结构中蕴含着神话对“人类究\n竟为大地所生”,还是“由两性结合所生”之类初始问题的思考，以及在这种思考中所遇到的困难或矛\n盾。\n二、二项对立与文本分析\n列维-斯特劳斯与雅各布森合作撰写《波德莱尔的《猫》》\n三种分法：\n三个复合句，可从整首诗中的三个句号看出来。\n这首诗也可以按照“双韵诗节”和“单韵诗节”一分为二。\n还可以按照各句间的语义关系把它们划分成几部分。\n但无论如何划分，都可以看到“整首诗的构成却恰恰是基于这两种排列方式之间，以及它们各\n自包含的对称成分和非对称成分之间的张力”。\n第四种分法：是把前六行(1—6)分成一部分，后六行(9—14)分成一部分，把中间第7—8 行看\n作一部分，因为中间两行在各个方面都与其他两部分表现出明显差异，就像音乐中的变调一样，引导\n读者从一个真实世界进入一个神秘的超现实或双重非现实的领域。\n在全诗第一行中埋下的“情人和学者”之间的种子，在后面都以对称的方式显现出来了：丰满的\n腰臀暗示着情人的享乐，而猫的瞳孔则象征学者的深邃睿智；\n“魔术”呈现出情侣的炽热和积极；“神秘”则揭示出学者沉思和冷静的态度。\n最后两位作者还谈到，诗歌的主题存在着在“男性”和“女性”之间的摆动，这种摆动让我们看\n到了“一个从爱情的极大限制中得到解脱的(或是没有陷入其中的)”和“一个被严肃的学者们解放了\n的宇宙”。"
    },
    {
     "q": "巴尔特",
     "a": "法国著名的思想家、符号学家和文学理论家，其理论发展跨越了结构主义和后结构主义的不同\n时期。\n代表作有《写作的零度》《作者的死亡》《神话——大众文化诠释》《符号学原理》《批评与真\n理》《S/Z》《文之悦》《罗兰·巴特自述》等。\n一、从“零度写作”到“作者之死”\n（一）零度写作\n中性的、不介入的“零度写作”,除了写作本身之外再没有其他目的的“不及物”写作。\n巴尔特所说的“零度写作”作为一种中立的、不介入的写作，其中不仅作者主体是缺席的，世界\n、事物也是“不在”那里的，所以说这一写作是“不及物”的。\n（二）作者之死\n当写作成为一种无外在功利目的、仅仅止于写作活动的状态时，写作已没有了意图，“声音就会\n失去其起因，作者就会步入他自己的死亡”。\n作者死亡是读者诞生的前提，而读者的诞生则意味着作品意义的开放性。随着作者的死亡，文\n本便没有了单一意义的来源，从而向读者无限开放，读者的创造能力在这类文本中也就有了释放的空\n间。\n二、符号学与神话学\n在巴尔特看来，任何事情都可成为神话，一幅照片、一部电影、一场表演、一次展览，都可以成\n为神话语言的载体，也都可以从符号学角度加以分析。\n巴尔特举的一个例子是《巴黎一竞赛》画报封面上的一幅照片。\n能指：照片\n所指（能指）：一个穿着法国军服的年轻黑人在敬礼，双眼上扬，凝神地注视着一面法国国旗。\n概念（所指）：法国所有子民，没有肤色歧视，忠实地在她的旗帜下服务。\n更大的符号概念：法兰西帝国的正当性"
    },
    {
     "q": "托多罗夫",
     "a": "结构主义在文学理论中的直接成果可以说是叙事学。\n“叙事学”一词，由托多罗夫在1969 年出版的《<十日谈〉语法》中首次提出，它被界定为“关\n于叙事作品的科学”。\n茨维坦·托多罗夫(1939—)是法国著名的文学理论家、批评家、符号学家及结构主义叙事学的\n重要代表。\n其重要著作有《<十日谈〉语法》《诗学》《幻想文学导论》《散文诗学》《象征理论》《米哈\n伊尔·巴赫金：对话原则》《批评之批评》等。\n一、叙事语法\n托多罗夫通过对故事结构的研究指出：\n“故事中一个平衡向另一个平衡过渡，就构成一个最小的完整情节。”\n因此，“一个故事由两类成分组成：第一类描写平衡或不平衡的状态；第二类描写从一种状态向\n另一种状态的转变”。\n“叙事语法”,是指存在于所有叙事作品之中的共同的抽象的语法规则。托多罗夫要探究的是叙\n事的内在规律。\n托多罗夫把叙事作品视作一个“大句子”,句子有语法结构，叙事性作品也有语法结构。\n叙事性作品有两个单位：行动元、叙述句。\n托多罗夫把《十日谈》的所有行动归结为三个基本动词：变更、触犯、惩罚。\n故事有两大类：第一类可以称为避免惩罚型，第二类可以称作转变型。\n在第一类故事中，有一个完整的过渡，即平衡—不平衡—平衡。而不平衡总是由该受惩罚的违\n规行为引起的。\n在第二类故事中则只有第二部分，即从不平衡到最终的平衡。这个不平衡并不是某个特殊的行\n动(一个动词)引起的，而是由人物的品性(一个形容词)决定的。\n二、叙事话语\n托多罗夫将叙事话语分成三个方面：叙事时间、叙事体态和叙述语式。\n（一）叙事时间形式：\n第一种是“时间的歪曲”。打乱正常的故事时间顺序的时间排列方式。如先写结尾再写开头。\n第二种是“连贯，插入和交替”。所谓“连贯”,是指第一个故事刚结束，就开始第二个故事；\n所谓“插入”,是把一个故事插到另一个故事里去。所谓“交替”,一会儿叙述这一个故事，一会儿叙\n述另一个故事。\n第三种是“写作时间和阅读时间”，即“写作的陈述时间和阅读的感知时间”。\n（二）叙事体态即叙事视角\n第一，叙事者>人物。叙事者比他的人物知道得更多，他可以知道他想知道的任何东西，而不必\n向我们解释他如何获得了这些知识。“全视角”叙事。\n第二，叙事者=人物。在这种情况下，叙事者和人物知道得同样多。对于事件的原委，在人物发\n现之前，叙事者不能向我们提供。“限制视野”的叙事。\n第三，叙事者<人物。叙事者比任何一个人物都知道得少。他仅仅描写人物看到、听到的东西，\n但他没有进入任何人的意识。“纯客观”的外视角叙事。\n（三）叙述语式叙述者讲故事所运用的话语类型\n描写和叙述，分别相当于话语和故事，这两种语式有两种来源：编年史和正剧。\n•编年史是一种纯叙述，人物都不讲话。\n•在正剧里，故事并非转述，而是在我们眼前发生，没有叙述，叙述包含在人物的对白中。\n运用的语式是描写时，我们对动作就有身临其境的感觉，而在叙述时这种感觉就会消失。\n叙事的体态和语式的关系十分密切，并且它们都涉及叙述者的形象，文学评论家们因此都曾有\n把它们混为一谈的倾向。但在托多罗夫看来应区分讲述的人与观看的人。"
    },
    {
     "header": "第十四章 西方马克思主义文论"
    },
    {
     "q": "结构主义文学理论特征",
     "a": "第一，把各种文学和文化现象都看作“语言模式”,用结构主义的语言学术语、语言学方法加以\n分析，语言学分析方法是文学研究的基础。\n第二，结构主义把各种具体的文学、文化现象看作言语，把整个文学或文化看作语言系统，这种\n研究的目的旨在寻找具体文本之下的抽象的、普遍的文学或文化结构。\n第三，结构主义关心的是文本意义生成而非意义为何，它的目标不是发现具体作品的意义，而\n在于探讨、确立文学的意义生成的普遍法则。\n第四，结构主义具有反主体性和反实在论倾向，是一种带有形式主义和批判特征的理论。"
    },
    {
     "q": "概述",
     "a": "西方马克思主义文学理论并不是一个统一的流派，其中有影响的分支有：法兰克福学派、结构\n主义的马克思主义学派、英国马克思主义学派等。\n西方马克思主义文学理论经历了早期和中晚期两个发展阶段。\n早期以卢卡契、布莱希特、本雅明、葛兰西等人为代表，关注现实主义、现代主义与艺术生产等\n问题。\n中晚期以阿多诺、洛文塔尔、伊格尔顿、詹姆逊、马歇雷等人为代表，关注艺术的否定性、大众\n文化、意识形态、后现代主义等问题。"
    },
    {
     "q": "卢卡契、布莱希特、詹姆逊",
     "a": "一、现实主义与整体性——卢卡契\n卢卡契(1885—1971,又译卢卡奇),西方马克思主义及其文学理论的早期代表人物。\n主要著作有《小说理论》《历史与阶级意识》《欧洲现实主义研究》《现实主义问题》《历史小\n说》《审美特性》等。\n现实主义理论是卢卡契文学理论的核心，而他的现实主义理论又同他的物化理论和整体性理论\n相关联。\n（一）物化批判\n物化指的是在资本主义商品生产条件下，人与人的社会关系转化为物与物的社会关系，人的能\n力转化成物的能力。\n由于资本主义生产的分工和专门化，经济的各种因素和各个部分以前所未有的方式独立出来，\n个人因为分工被孤立化、原子化，使资本主义的外表显得支离破碎。表现在文学上，就是流于旁观和\n碎片化直观描写的现代主义文学大行其道。\n在卢卡契看来，这种文学有明显的局限性，这就需要用一种具有世界观意义的艺术原则，来解\n决部分与整体、偶然和必然之间的表面对立。\n（二）整体性\n卢卡契强调整体性内在于主体自身，是主体所参与的现实历史过程的各个方面，包含一定的趋\n向和结果，因而整体性可以统一主体与客体，最终破除物化并促使无产阶级理解自己的历史使命。\n面对资产阶级的这些优势，无产阶级唯一的武器，它的唯一有效的优势就是：它有能力把整个\n社会看作是具体的、历史的总体；有能力把物化形式把握为人与人之间的过程；有能力积极地意识到\n发展的内在意义，并将其付诸实践。\n（三）现实主义\n现实主义是最能通达整体性的艺术原则。卢卡契的现实主义理论涵盖了三个基本命题：\n首先，现实主义将作为社会关系总和的人视为思维中心和结构中心，把人物描写、个性刻画与\n具体的社会环境结合起来，由此深刻揭示人的本质。\n其次，现实主义的目标是要提供一幅关于现实的完整图画，去除现象与本质、个别与规律、直接\n性与概念之间的对立。\n最后，现实主义致力于创造典型。\n他依据现实主义原则，有力地批判了自然主义以来的现代主义文学的琐碎直观描写。\n二、现实主义与现代主义之争——布莱希特\n布莱希特(1898—1956)是德国著名戏剧家和戏剧理论家，20 世纪20 年代后期转向马克思主义，\n剧作有《三分钱歌剧》《伽利略传》《四川好人》等，戏剧理论与批评论著有《移情论批判》《论叙\n事剧》等。\n布莱希特质疑历史上长期占统治地位的注重情感共鸣和净化的戏剧，认为这类戏剧取消了观众\n的独立思考和批判精神，于是他从当时的表现主义戏剧和中国传统戏曲中汲取灵感，创立了一套完整\n的叙事剧理论。\n（一）“间离效果”(又译陌生化效果)理论\n布莱希特力图把戏剧的功能从制造幻觉转变为提供反思性的人生经验，反映现实世界中具有重\n大社会与历史意义的问题，让观众清醒地意识到自己是在看戏而非现实情境。\n他力主以间离方法将观众从共鸣状态转变为自觉的批判状态。所以，布莱希特十分重视技术进\n步在舞台上的运用，对戏剧和文学中的新技术、新手法和新风格异常关注。\n（二）卢卡契与布莱希特之争\n第一是如何评价以表现主义为代表的现代主义艺术。卢卡契维护现实主义的正统地位，布莱希\n特则努力为现代主义以及某些新出现的艺术形式辩护。\n第二是现实主义要不要在新形势下发展。卢卡契的态度更倾向于经典的现实主义文学。布莱希\n特不仅肯定了现实主义的某些成就，而且认为现实主义需要发展革新。\n三、文学的历史分期——詹姆逊\n詹姆逊(1934—2024),美国当代最重要的马克思主义文学理论家和文化批评家之一。\n著有《语言的牢笼》《马克思主义和形式》《政治无意识》《后现代主义与文化理论》《晚期资\n本主义的文化逻辑》《文化转向》等。\n资本主义的发展经历了三个阶段。不同的资本主义经济和政治形态，造就了不同的文学形态。\n1.第一阶段是马克思写《资本论》的时期，称为市场资本主义阶段，这时资本主义的经济形态是国内\n市场的形成。——现实主义，描写金钱\n2.第二阶段是列宁写作《帝国主义是资本主义的最高阶段》的时期，出现了垄断资本或帝国主义，资\n本主义对内垄断和对外扩张，形成了世界市场。——现代主义，描写时间\n3.第三阶段是第二次世界大战后的资本主义阶段，又称为晚近资本主义、后工业社会、跨国资本主义\n阶段等，资本和劳动力的国际流动塑造了一个新的全球化的格局。——后现代主义，描写空间"
    },
    {
     "q": "第二节本雅明、马歇雷、伊格尔顿",
     "a": "一、作为生产者的作家——本雅明\n本雅明(1892—1940,又译本杰明)，是著名的西方马克思主义文学理论家和批评家。\n主要著作有《德国悲悼剧的起源》《单向街》《作为生产者的作家》《巴黎，19 世纪的首都》\n《机械复制时代的艺术作品》等。\n本雅明艺术生产理论的基本内涵：\n一是作家即文学的生产者。假如作家采取了代表艺术生产力和生产关系总体水平的最先进的技\n术，就能保证艺术质量和政治倾向的有机结合。\n二是艺术生产方式理论。现代生产力和科学技术的发展使艺术生产进入了机械复制的时代，对\n原作的“韵味”造成巨大的冲击。\n艺术活动的特点、性质由艺术生产力与生产关系的矛盾运动所造成。当艺术生产力与生产关系\n发生矛盾时，就会发生艺术上的革命。\n所以本雅明极其推崇艺术生产技术技巧的作用，推崇电影、新闻报道、摄影、叙事剧等新兴文体\n形式及其表现技巧，认为这些技巧可消除形式与内容间传统的僵硬对立，改变传统的艺术感知方式。\n二、文学生产理论——马歇雷\n马歇雷(1938—)是结构主义马克思主义代表人物阿尔都塞的弟子，巴黎大学哲学教授，著有《\n文学生产理论》、《论作为一种观念形式的文学》(与巴利巴尔合著)、《文学在思考什么》等。\n马歇雷借鉴了马克思艺术生产理论中偏重于“精神生产”这一哲学层面的含义，并吸取了阿尔\n都塞把意识形态视为一个与社会信仰有关的幻象系统的观点，主要关注意识形态在文学生产中的复杂\n表现。\n马歇雷的文学生产理论包含三个命题：\n第一，文学既产生于意识形态，又生产出意识形态。\n第二，文学生产凭借其虚构性开辟出复杂多样的精神空间，形成了一个对意识形态幻觉进行抵\n制的相对自主的生产领域。文学充满矛盾和差异的虚构叙述瓦解了意识形态幻象的整体性，这就形成\n了一个离心结构。\n第三，文学通过意识形态生产来挑战意识形态，“文本里存在着文本和它的意识形态内容之间\n的冲突”,“文学通过使用意识形态而挑战意识形态”。\n三、文学与意识形态——伊格尔顿\n伊格尔顿(1943—)是英国著名的马克思主义文学理论家和批评家，著有《莎士比亚与社会》《批\n评与意识形态》《马克思主义与文学批评》《文学理论引论》《美学意识形态》《意识形态导论》《\n后现代主义的幻象》《理论之后》《马克思为什么是对的》等。\n意识形态范畴及其与文学生产的关系，是伊格尔顿文学思想的核心内容。\n首先，伊格尔顿发挥了马克思的意识形态概念并用来解释文学生产，探讨了从生产方式到文学\n存在的多个中间环节。\n“文学是我们能够从经验上接近意识形态的最具有启发性的方式。只有在文学中，我们能够看\n到意识形态在阶级社会生活体验中复杂、连续、强烈而又直接的运作情形。”\n他提出了六个基本范畴：一般生产方式、文学生产方式、一般意识形态、作者意识形态、审美意\n识形态、文本。\n其次，伊格尔顿认为，一切艺术都产生于某种关于世界的意识形态观念之中。\n作家作为社会的人，必然进入到现实的意识形态符号秩序中去，文学生产通过语言与意识形态\n发生关系，即文学是通过特定语言与意识形态联结在一起的，但文学本身又通过语言而源源不断地生\n产新的意识形态。\n意识形态对作者来说可能是某种角色限制，他在创作时不可能不受某种群体、阶级或集团的价\n值观、理想、情感的制约，但他在运用这种意识形态的同时也是在构想和操演新的意识形态，成为审\n美意识形态。\n最后，文学是一种审美意识形态。\n作者意识形态是群体观念或价值观的个体内化形式，文学生产把某种渗透了一般意识形态、作\n者意识形态的艺术观念、方法，以虚构性、情感性、形象性的方式体现于一定的文类、风格、意象之\n中，便成为审美意识形态，发挥类似意识形态的感化、训导、劝说作用。"
    },
    {
     "q": "第三节阿多诺、洛文塔尔",
     "a": "一、艺术的否定性——阿多诺\n阿多诺(1903—1969,又译阿多尔诺),法兰克福学派乃至西方马克思主义最重要的哲学家、美学\n家、文学理论家之一，曾任法兰克福大学教授，著有《启蒙辩证法：哲学断片》(与霍克海默合著)、\n《棱镜：文化批判和社会》、《文学论集》、《否定的辩证法》、《美学理论》等。\n阿多诺不赞同卢卡契关于马克思主义辩证法的核心是整体性的说法，认为整体性是虚假的谎言\n，转而主张指向差异的否定性的辩证法。\n他对文化工业的诊断揭露了资产阶级意识形态和市场交换逻辑对大众文化无所不在的操控，在\n西方学术界产生了很大的影响。\n（一）艺术的否定性\n其一，现代主义的碎片化和内在心理描写颠覆了资本主义外在的统一性和整体性。\n比如普鲁斯特的小说《追忆逝水年华》,把人的活生生的整体分裂成单子，把小说由外在描写引\n向内在心理——人的感觉、印象、欲望等。\n其二，艺术的否定性还在于文学自身的虚幻性质。“艺术的社会性主要因为它站在社会的对立\n面。”\n其三，艺术的否定性还在于它对意识形态虚假性的揭露。\n（二）文化工业批判\n阿多诺称大众文化为“文化工业”而大加挞伐，主要基于大众文化失去了否定性，放弃了社会批\n判的权利，走向了对资本主义社会现实的认同和肯定。\n资本主义按照商品生产的交换逻辑批量地生产大众文化产品，这些产品带有同质化和标准化的\n特征，把文学变成了欲望的实现和消费的对象，预先操纵了接受者的口味。由于缺乏反思性和反抗性\n，大众文化的产品充当了统治者的帮凶。\n“人们不仅会失去对现实真正的洞察力，而且最终他们的生存经验也会在琳琅满目的图像冲击\n下迟钝麻木。”\n二、大众文学批判——洛文塔尔\n洛文塔尔(1900—1993)曾任加州大学伯克利分校社会学教授。著有《文学与人的形象》《文学、\n通俗文化与社会》,以及四卷本文集《社会交流》等。\n洛文塔尔经历了两次世界大战、美苏冷战、20 世纪80 年代欧美左派的失败、苏东剧变等重大历\n史事件。他晚年对无产阶级革命失去了希望，也对左派理论的前景产生了怀疑。他的名言“不是我们\n抛弃了实践，而是实践抛弃了我们”可谓自况。\n洛文塔尔关于大众文化的可复制性、商业性、娱乐性和保守性的批判给后人提供了思想启迪。\n（一）深化了阿多诺对大众文化的分析和批判\n文学分为作为艺术的文学（纯文学）和作为商品的文学（大众文学），分化始于18 世纪。\n•前者是个性化的创造、个人经验的表达，能够发现并记录时代的主要特征，是研究人与社会关系的\n根本资源之一。\n•大众文学不能给人提供真理与洞见，只能给人提供娱乐和信息。洛文塔尔认为恰恰是无反思能力的\n个体催发了大众文化。大众文化的商业性、娱乐性及其给受众提供的虚幻满足，使其具有维护\n资本主义统治秩序的意识形态功能。\n（二）把西方马克思主义文学理论转向文学的传播和消费问题\n•洛文塔尔选择20 世纪上半叶的传记作为考察对象，指出头25 年开放、自由的社会需要树立榜样来\n鼓励人们自我奋斗，所以传主多来自生产领域，企业家、发明家、科学家。\n•30—40 年代之后，人们追求物质消费，安逸和舒适成为生活的目标，转而追捧演艺、体育、娱乐明\n星。这类传记淡化传主与政治、社会的关系，热衷于展示传主的私人生活，用血统和天赋异禀\n解释传主的成功，消弭了人的创造性追求，提供了消费性的生活方式。\n而单调重复的大众文化之所以流行，正因为人们日常工作缺乏变化，需要不断重复的休闲活动\n为之辩护，并在对常识的认同和消费的满足中确认自己生存的合法性。"
    },
    {
     "header": "第十五章 读者接受文论"
    },
    {
     "q": "第一节英加登与伊瑟尔",
     "a": "一、未定点——英加登\n罗曼·英加登(1893—1970),波兰著名哲学家、美学家、文学理论家，现象学运动的代表人物之\n一，也是读者接受文学理论的先驱。代表作有《论文学作品》《对文学的艺术作品的认识》《艺术本\n体论研究》《经验、艺术作品与价值》等。\n英加登强调文学理论应直接面对文学作品，对作品进行现象学的意向性分析。这一想法最终促\n发了倾向读者阅读的文学理论的出现。\n英加登的一个基本观点是，文本中存在着大量的未定点或“空白”,因而有赖于读者的阅读活动\n去充实。\n第一，英加登认为文学作品是一种“意向性客体”。\n意向性客体指人的意识活动中的对象，是人的意识指向的东西，只有在意识指向活动中，对象\n才呈现出来，没有意识的参与，对象不具有意义。\n意向性对象概念提醒我们，文学作品并不是与阅读主体无关的孤立对象，而是有赖于读者的意\n向性，所以文学作品的意义与读者的意向性相关。作品的意义只有在阅读中才能显现出来，没有意向\n性主体(读者)的参与，就没有意向性活动，也就不存在意向性客体。\n所以，作品只有在阅读中才能完成自己，才能产生出文学作品的丰富意义。\n第二，英加登将文学作品分为四个相对独立又相互关联的层次：\n(1)语音基础层。指的是字音和音调、音色、声音的力度等，这是意向活动最先触及的层次。\n(2)意义单元层。指的是词、句、段等各级语言单位的意义。意义单元层已经能够展现一些具体\n的意义，仍然是意向活动从低向高、由片段意义向完整意义过渡的阶段。\n(3)再现客体层。这是作品构造起来的大致世界，包括人物、背景等，也就是作品的整体框架。\n这一层次是通过阅读整个作品把握到的。还存在着大量不确定的地方、大量的未定点。\n(4)意象世界层。这一层次偏重于读者的参与。由于再现客体层存在着大量的未定点，读者阅读\n就是填补这些未定点，并完成作品的世界。\n第三，文学作品的意义要在阅读活动中完成，这就要求将未定点补充起来，形成完整的审美认\n识，补充未定点的活动叫作文学作品的“具体化”。\n一个读者对文学作品的解读就是一次具体化的过程，不同的具体化既补充未定点，增加了作品\n的内涵，又无法穷尽未定点和空白点，所以具体化的过程是不断地反复进行的，作品的意义也不断得\n以深化。作品“活”在读者阅读的具体化过程中，一旦具体化停止了，作品的“生命”也就结束了。\n二、召唤结构——伊瑟尔\n代表作有《隐含读者》《阅读活动》《虚构与想象》《阐释的范围》等。\n伊瑟尔和姚斯被誉为读者接受文学理论的代表人物，他们同在康斯坦茨大学共事，理论接近，\n不同之处在于姚斯从读者接受的历史入手，而伊瑟尔认为读者一定要与文本联系在一起。\n“如果我们说姚斯研究的是宏观接受，那么,伊瑟尔研究的则是微观接受。”\n（一）文本vs 作品\n伊瑟尔区分了文本与作品，认为未经读者阅读的就不是完整的作品，文本敞开自己，吸引读者\n进入，读者的阅读是文本的内在要求。\n因此，伊瑟尔的未定点概念更强调文本具有一种内在的召唤结构：文本存在着空白，这就构成\n对读者的一种召唤，而读者会响应这种召唤，进入文本并展开具体的阅读。读者的阅读有他自己的期\n待视域，他会按照自己的期待视域来解读文本，阅读的过程又会不断地改变其视域。\n因此，阅读就是读者按照自己的期待视域理解文本并发展其期待视域的过程。\n（二）否定\n召唤结构的另一因素是否定。\n空白是文本对读者的吸引，而否定是文本对读者的某种阻碍，这一阻碍是让读者发现自己与文\n本的距离，进而引起读者的阅读兴趣。\n读者受到文本空白的吸引进入文本，并不是一下子就理解文本了，而是遇到文本对阅读的阻碍\n，正是在克服阻碍中不断进行理解，并构成往复的过程，丰富对文本的阅读理解。在潜—显、吸引—\n阻碍之间，读者完成了文本意义的建构，文本也完成了自己的使命，成为一个完整的文本。"
    },
    {
     "q": "第二节费什与卡勒",
     "a": "一、解释团体——费什\n斯坦利·费什(1938—)是美国读者反应文学理论的重要代表，代表作有《罪恶引起的震惊：〈失\n乐园〉里的读者》《课堂里有文本吗?解释团体的权威》《专业正确：文学研究与政治变革》等。\n费什认为，我们之所以把一首诗读成诗，不是因为诗人创作了它，而是因为我们按照诗的体裁\n把它当作诗而不是其他东西。比如中国古诗里有很多无名氏的诗作，但这并不影响我们把这些诗作读\n成诗。\n形式因素在确定诗之为诗中是一个重要的指标，但它不是决定性的，它会随着具体的解释团体\n和解释语境的变化而发生改变。\n所谓“解释团体”,指的是读者所处的某一阅读传统和阅读群体，读者的阅读受到一系列牢固的\n阅读规则和习惯的制约，无论他们是否意识到，这些规则和习惯都支配着文学阅读。\n第一，人们无时无刻不处于特定的解释团体当中，是解释团体塑造了读者的阅读方式和阅读趣\n味，也制约了阅读文本的形态。\n判断一首诗之为诗，是出自解释团体的阅读训练。公共阅读规则告诉读者何为诗，怎样的诗才\n是好诗，应该用什么方式去读诗，等等。\n第二，对具体作品的评判来自解释团体的不同策略的组合。\n费什认为，诗不是被创造出来的，而是被制作出来的，是由作者和读者所属的解释团体的解释\n策略制作的。\n第三，形成解释团体的最重要方式就是文学教育，而作业是文学教育中的关键的一环，它具有\n引导作用。\n文学文本的意义不是由作者赋予并固定在文本中有待发现的东西，而是在读者的阅读中不断生\n成的东西。\n二、文学能力——卡勒\n乔纳森·卡勒(1944—),美国著名理论家，他把结构主义和解构主义引入美国学界，代表作有《\n结构主义诗学》和《论解构》等。\n卡勒所说的文学能力实际是内化了的阅读程式。\n新闻有新闻的程式，诗歌有诗歌的程式，同一段文字在不同的类型中必然有不同的阅读感受。\n昨天在七号公路上，一辆汽车以时速一百公里行驶撞上一棵法国梧桐。车内四人全部丧生。\n昨天在七号公路上\n一辆汽车以时速一百公里行驶撞上\n一棵法国梧桐。\n车内四人全部\n丧生。\n第一，文学能力就是读者在阅读实践中展现出来的阅读程式。\n阅读程式指的是深藏于文本阅读活动中的规则，阅读程式不是教出来的，而是在不断地阅读作\n品，在品评鉴赏中体会到的。它是在潜移默化、不知不觉中习得的。阅读程式是一种潜在的、作为背\n景的文学能力。\n第二，阅读程式的构成多种多样，体裁、文学惯例、文化背景等都是阅读程式的构成因素，都会\n影响阅读效果。\n现在某些难以读懂的作品，也许是受制于文化背景或文学惯例，一旦改变文化背景或文学惯例\n就可能会产生新的理解。\n第三，只有理想读者才能把阅读程式与主观能力统一起来，让客观存在的程式与主观的能力达\n到一一对应。\n“理想读者”是“可接受性”这一概念的化身。“可接受性”就是说如果存在一个理想读者，他\n所能读出的一切感受，也就是文本阅读的一切可能性。\n第四，在文学能力中，读者的地位被强调了，作者的地位也就相应被降低，考察阅读过程往往存\n在忽略作者的情况，因为作者在阅读中只是隐蔽在场的。\n在卡勒看来，接受理论对作者的搁置只是因为读者的阅读便于考察，而作者的创作不容易建立\n一个规则来考察。作者主要是在创作部分考察的。"
    },
    {
     "q": "第三节姚斯",
     "a": "汉斯·罗伯特·姚斯(1921—1997),德国文学理论家、美学家，读者接受文学理论中接受美学的\n创立者和主要代表。\n代表作有《文学史作为向文学理论的挑战》《审美经验与文学阐释学》《理解之途》等。\n在姚斯看来，以往的理论或者过于追究读者的社会地位，或者过分强调读者的阅读能力，只有\n极少数读者能承担起阅读作品的任务，所以这样的理论实际上是在取消读者。\n姚斯认为，读者不能被取消，他不是作品的单向被动接受者，而是通过作品时刻在与作者进行\n双向交流，通过自己的接受行为让作品中隐含的审美意蕴得以实现。\n一、文学接受史\n作品的生命并不局限在作品本身，而是在人与作品的交流中得以展现和丰富。读者作为文学史\n中的一个能动的部分积极地参与到了文学史中，正是读者对文学作品的连续阅读构成文学作品的历史\n。\n文学经典是可变的，不同时代的读者眼中存在不同的文学经典，文学史必须依赖读者对文学作\n品的接受才能展现出真正的面目，那种认为文学经典一经树立就恒久不变的观点是缺乏辩证思考的。\n提高文学史中读者地位的意义：\n1.否定性，即文学史不再是一系列的文学经典和经典作家所构成的\n2.建设性，文学史必须先容纳进读者这一能动因素，关注不同时代的读者对文学作品的接受中产生的\n一系列变化，并将这些变化当作主要脉络包含进文学史，所以文学亦即文学的接受史或效果\n史。\n二、历史距离与视域融合\n历史距离：主体与对象之间存在时间距离，有历史理解问题。\n“视域融合”：伽达默尔创造，指的是当下主体的视域与历史文本当时视域的融会贯通。\n关系：\n第一，历史距离促发了视域融合，视域融合也以历史距离为桥梁。\n第二，视域融合之前存在着期待视域。期待视域包括两个方面，一方面是读者的期待系统，另\n一方面是文学作品的期待系统。在读者进入作品之前，对作品的内容和形式总会有某些预期或者期待\n，这就是读者的期待视域。文学作品的期待系统既是由作家来确定的，比如带有小说家富有个性色彩\n的独特语言、形象塑造方式等。\n第三，文学作品所敞开的审美视域与读者的期待视域之间的差距是作品魅力的来源。\n读者在进入作品前就会对作品抱有预先的期待，如果作品的审美内涵完全超越了读者的期待，\n作品就可能是无法理解的，如果完全与期待重合，作品就可能是缺少挑战性而令人乏味的。只有当作\n品既与读者的期待视域保持部分融合，又能在一定程度上溢出它时，才能最大限度地带给读者满足感\n。\n第四，历史距离不是要克服的东西，而是必须接受下来的事实。\n正因为作品所展现给我们的与我们所期待的不尽相同，我们才会在新奇感的推动下饶有兴致地\n去欣赏作品，并且在经过这种主动的努力最终实现双方视域的融合时，才会因为拓展了自己既有的审\n美视域而得到满足感和愉悦感。\n三、作为接受史的文学史\n姚斯认为我们不能只顾及当代人的视域，更重要的是应该充分注意一部作品被读者接受时的历\n史状况。\n比如，一部作品刚刚诞生时是否满足了当时人们的期待?后代人与前代人对这部作品的反应是否\n相同?其间究竟发生了哪些改变?姚斯举了一个饶有趣味的例子。\n法国作家福楼拜1857 年创作《包法利夫人》的同时，他的朋友费多创作了《范妮》。他们都描\n写了通奸的故事，但两部作品并没有取得同样程度的成功。费多的小说《范妮》一年发行13 版。然而\n时光流转，费多的作品早已被人遗忘，而福楼拜的《包法利夫人》却位列经典。\n姚斯认为，费多的《范妮》更适应那个时代读者的口味，流行的思想与被社会的时尚水准所压抑\n的愿望交织在一起，引发人们的好奇心，削弱了道德义愤。而福楼拜在形式上的创新，他的“非人格\n叙述”(不动情)的原则过于让当时的读者震惊，相对来讲要求更高的文学能力来接受。\n因此，在《包法利夫人》问世之初，只有少数慧眼之士将其当作小说史上的转折点来理解、欣赏\n。如今它已经享有了世界声誉，它所创造的小说读者群终于拥护这种新的期待标准。这种标准反而使\n费多的作品显得花里胡哨，抒情忏悔过于陈词滥调，《范妮》最终只得落入昨日畅销书之列。"
    },
    {
     "header": "第十六章 后结构主义文论"
    },
    {
     "q": "后结构主义文论",
     "a": "“post-structuralism”中的前缀“post”有两种意指：一是时间层面上的，指结构主义之后；\n二是空间层面上的，指反拨结构主义。后结构主义是一种出现在结构主义之后、对结构主义进行再思\n考再建构的理论。\n结构主义认为语言是约定的，因此人可以借助语言符号来建构自己的生活世界；而每一种语言\n符号的运行都受制于其内在统一、普遍、永恒的法则或结构。\n后结构主义认同结构主义关于世界是人借助语言符号建构的观念，但却不同意后者关于语言符\n号的结构法则是统一的、普遍的、永恒的观点，而认为它们是矛盾的、具体多样的、动态多变的。世\n界是人们借助多元异质、复杂多变的语言符号建构成的，因而是无限丰富复杂的。"
    },
    {
     "q": "第一节德里达",
     "a": "雅克·德里达(1930—2004)是后结构主义先驱和代表人物。\n他一方面彻底拆除旧的哲学概念和思想体系，另一方面全面重建新的理论术语和认知系统，开\n辟了一个新的理论空间。其《声音与现象》《书写与差异》和《论文字学》,是讨论语言和哲学思想问\n题的力作，而《播撒》和《文学行动》等是其讨论文学问题的重要著作。\n理论贡献\n•解构传统真理观：挑战了逻各斯中心主义，揭示了真理和文学的平等关系。\n•强调文本的动态性：通过“延异”概念，强调意义的生成是动态的、多元的。\n•揭示互文性：强调文学文本的互文性，揭示了文学创作和理解的复杂性。\n一、无底的模仿\n（一）延异\n作为区别、不同、偏差、间隙、空间化的差异,和作为迂回、延缓、接替、预存、时间化的延衍\n事物的意义并非固定不变，而是通过与其他事物的差异和时间上的延缓来呈现。这种观点打破\n了传统哲学中对事物本质的追求，认为事物的意义是动态的、多元的、异质的。\n•事物本身无法自我呈现：事物的意义总是通过与其他事物的关系来定义，不存在孤立的、绝对的意\n义。\n•符号与意义的不可分离性：符号既是事物的呈现方式，也是事物本身。意义的生成依赖于符号之间\n的差异和时间上的延缓。\n（二）对柏拉图的模仿论的解构\n（1）柏拉图的模仿论：文学是“摹本之摹本”，远离真理。画家的床是对木匠的床的模仿，而\n木匠的床又是对“床的理念”的模仿。因此，文学作为一种模仿，是虚假的、低劣的。\n（2）德里达的解构：逻各斯（真理）本身也是一种符号，是人类对世界的一种叙述。因此，真\n理与文学之间的关系并非是本质与模仿的关系，而是互为补充的平等关系。\n核心观点：\n真理也是文本：逻各斯或真理是人类对世界的归纳和抽象，是文化或话语的产物。\n文学与真理的平等关系：文学和真理都是人类话语的产物，不存在谁决定谁的等级关系。\n（三）文学文本的互文性\n无底的模仿：文学的模仿对象是其他文本，而不是某种外在的真理或现实。文学的意义在于其\n符号之间的差异和时间上的延缓，而不是对某种固定真理的再现。这么来看，文学的特性也就呈现为\n一种无根基、无原点的模仿，所以是一种“无底的模仿”。\n法国诗人马拉美的《皮耶罗弑妻》的来源可以追溯到《皮耶罗之死》，而后者又可能是对其他文\n本的模仿。这种无休止的追溯揭示了文学文本的互文性本质。\n二、签名\n（一）背景：“签名”用以解构结构主义的写作观\n德里达创立了一种既强调文学结构形式的基础作用，又不否认文学主体的主导地位的新学说。\n这一学说的支点是签名。\n签名作为一种社会行为，既需要遵循一定的规则（可重复性），又必须具有独特性（个性化）。\n这种双重性在文学写作中表现为：\n1.程式化：文学写作需要依托已有的文学传统、结构和语言规则。例如，金庸的武侠小说之所以成功\n，是因为他熟练掌握了武侠小说的写作模式。\n2.个性化：真正的文学创作又必须超越这些程式，通过个性化的改造创造出新的意义和形式。德里达\n通过分析法国作家弗朗西斯·蓬热的写作，展示了这种从大众化到个性化的转变。\n（二）文学写作的“双重折叠”\n德里达认为，文学写作是一种“双重折叠”的过程：文学写作既遵循程式又超越它\n•继承与创新：文学写作既是对已有文学结构的模仿，又是对它的个性化改造。作家必须进入某种现\n存的文学结构中，把握并穿透它，最终创造出新的结构形式。\n•形式与内容：文学主体不再是传统意义上的承载思想情感的“内容主体”，而是一种形式主体。这\n种主体通过“签名”活动，将程式化的文学语言转化为独特的文学作品。"
    },
    {
     "q": "第二节德· 曼",
     "a": "美国解构主义的先锋。原是比利时人，1947 年移居美国。\n德·曼一开始就对新批评持一种怀疑态度。尽管新批评在理论上不遗余力地强调一部作品是一\n个统一的有机整体，可在批评实践中却往往得出相反的结论。\n德·曼以通过重新阐释隐喻和修辞等概念，来解构传统的文学再现论和文学形式有机统一论。\n一、隐喻\n1.语言的本质是隐喻性的\n德·曼认为，语言符号的基础是概念，而概念的生成离不开隐喻。语言符号都不是对事物的直接\n呈现，而是对事物的置换和重构。例如：\n“红太阳”：不是对太阳的如实呈现，而是对太阳的一种属性（如颜色）的喻指。\n“巨人”：原始人用“巨人”指代他人，是因为恐惧使他觉得他人高大强壮，但这种指代是基于\n主观感受而非客观事实。\n因此，语言的本质是隐喻性的，它通过语词指代事物的属性或可能性，而非事物本身。\n2.文学语言的隐喻性：现实与虚构的合成\n文学语言的隐喻性表现得最为充分。文学语言不仅毫不掩饰自己的虚构性，还通过夸张、变形\n等手法，拉大词语形象与现实事物之间的距离。\n文学语言的这种隐喻特性决定了文学世界必然是双重的：一方面，由于它是对外在事物(如事物\n之属性或大脑意象)的指代，所以其中必含有外在事物的成分，有与外在世界相似的一面；另一方面，\n由于它是用自己的方式指代事物的，用语言符号呈现外在事物，将现实中的事物转换为书本上的词语\n形象，所以其中必然有语言符号因素，有与外在事物不同的一面。\n德·曼认为，文学语言的本质不是实指性的，而是喻指性的。\n3.语言与文学的建构性\n文学语言通过隐喻性表达，重构了现实世界，成为人类改造世界的有力武器。这一观点突破了\n传统的语言文学工具论，明确传达了后结构主义的语言文学建构论观念。\n二、修辞\n（一）文学语言的修辞性：喻指性与实指性\n德·曼认为，所有语言符号本质上都是修辞性的，而文学语言的修辞性尤为突出。这是因为文学\n语言更倾向于喻指性，而非实指性。具体来说：\n•实指性语言：如哲学和历史，强调语言的逻辑性和统一性，将语言视为记录思想的工具，掩盖了语\n言内部的矛盾和张力。\n•喻指性语言：如文学，强调语言的修辞性和形象性，凸显语言内部的不一致性和悖谬性。文学语言\n通过隐喻、象征等手法，将形式、形象和喻指置于首位，从而揭示语言的内在矛盾。\n文学的本质就是修辞，而修辞的本质在于其形式与内容之间的张力。这种张力是文学最典型的\n特征。\n（二）寓言与象征：差异性与同一性\n德·曼对寓言和象征的区分进一步揭示了文学语言的修辞性：\n•象征：用个别指示一般，强调同一性和逻辑上的统一性。在象征中，所指与能指、精神与物质、情感\n与意象是同一的。\n•寓言：用一种东西指示另一种东西，强调差异性和矛盾性。在寓言中，思想与形象、寓意与寓象是\n分离的，呈现出二元对立的状态。\n德·曼认为，寓言比象征更具有修辞性，因为它更明显地揭示了语言内部的矛盾和裂隙。\n（三）语言的多重性和不确定性\n语言的修辞性导致其意义的多重性和不确定性。\n以叶芝的诗《在学校的孩子们中》为例，诗中的最后一句“我们如何能从舞蹈中分辨出舞蹈者？\n”可以有两种完全相反的解读：\n语法角度：作为一般问句，设定舞蹈与舞者是分离的。\n修辞角度：作为反问句，强调舞者与舞蹈的一体性。\n这种多重性揭示了语言内部的矛盾和张力，而传统批评往往忽视了这种复杂性。\n（四）修辞学：未来的文学批评方向\n未来的文学批评应转向对文学语言的修辞结构的分析，关注其矛盾性和含混性。他将这种批评\n方式称为“修辞学”，并认为其目标是：\n1.摒弃逻辑：打破传统批评对逻辑统一性的追求，揭示文学文本的内在矛盾。\n2.发掘张力：关注文本中形象与实物、内容与形式之间的冲突。\n3.揭示蕴含：深入挖掘文学作品的多重含义和无穷蕴含。\n德·曼的修辞学试图突破传统符号学的局限，强调文学语言的矛盾性和多样性。\n（1）合理性\n•德·曼的理论揭示了语言的修辞性和内在矛盾，突破了传统批评对逻辑统一性的追求。\n•他将文学视为修辞的典范形式，强调文学语言的喻指性和形象性，凸显了文学的独特价值。\n•关注文本的多样性：修辞学的批评方式有助于深入挖掘文学作品的多重含义和内在张力。\n（2）局限性\n•德·曼过于强调语言的内在矛盾性，忽视了作家的创作意图和明确性。\n•过于关注语言的修辞性和含混性，可能导致批评脱离文学作品的实际状况。\n•未能充分考虑文学作品的文化语境和解释团体的语言惯例，忽略了文学作品在特定文化中的稳定性\n和一致性。"
    },
    {
     "q": "第三节米勒",
     "a": "1952 年获哈佛大学博士学位，同年应聘到约翰·霍普金斯大学执教，1972 年来到耶鲁大学，与\n德里达、德·曼一道在美国掀起了解构主义浪潮。\n1986 年加盟加州大学厄湾分校现代语言系，之后转而倡导解构主义言语行为理论。\n他自70 年代初走上解构主义道路后，40 年如一日，一直在孜孜不倦地从事解构主义的理论和批\n评活动，创立了一套完备的解构主义文学理论体系。\n他的文学理论观念集中在“重复”“寄生”等一系列关键词中。\n一、重复\n重复最早出自米勒解构主义理论批评的代表作《小说和重复——七部英国小说》。\n所谓“重复”是指“一种事例以这样或那样的方式在另一种事例中重新呈现出来”,其形态多种\n多样，可以分为横向重复和纵向重复。\n1.横向重复：指文本内部的重复，如词语、意象、修辞格等的重复。例如，在《德伯家的苔丝》中，\n阳光透过百叶窗的描写（“阳光透过了农舍的百叶窗缝儿，一直射到屋子里面”）与苔丝被亚\n雷凌辱的情节相互呼应，这种重复将文本内部的不同话语形式联结成一个整体。\n2.纵向重复：指文本与文本外部的重复，如事件、场景、主题等在不同文本或现实中的重现。米勒在\n《小说与重复》中主要探讨了纵向重复，认为小说通过再现社会、心理或历史现实，展现出丰\n富的意义。\n（一）文学的本质：重复与变异的结合\n米勒认为，文学的本质特征是重复结构，即文学作品是对现实事物的再现，但这种再现并非简\n单的复制，而是包含了变异和重构。具体来说：\n•同一性重复：文学作品通过语言符号再现现实事物，这种再现具有同一性，即文学是对现实的模仿\n。\n•差异性重复：文学作品在再现现实的同时，也对现实进行了变异和重构，这种变异使得文学作品与\n现实之间存在差异。\n米勒指出，文学作品中的现实并非直接呈现，而是通过语言符号编织而成的虚拟现实。这种虚\n拟现实是主观现实的语词转换，是记忆与语言的结合。\n（二）文学创作的过程：再现与重构\n文学创作是一个既再现又重构的过程，作家将大脑中的生活图景或意念转换为书本上的语词形\n象。这一过程具有以下特点：\n•再现性：文学作品集结了作家的主观意识，如记忆、经验等，是对作家主观现实的再现。\n•重构性：文学作品通过语言符号对现实进行置换和变异，创造出新的虚拟现实。这种虚拟现实是作\n家艺术表述方式的结果，是内容与形式的结合。\n例如，哈代的《被热恋的人》既反映了哈代的生活经历，又融入了他所借鉴的艺术传统。这种\n双重性使得文学作品既是生活经验的再现，又是艺术形式的重构。\n（三）文学与现实的关系：重构现实\n传统的文学观：如亚里士多德认为文学是对现实的摹写，华兹华斯认为诗是“强烈情感的自然\n流露”，弗洛伊德认为文学是无意识的升华。这些观点都认为文学从属于现实或主观意识。\n米勒的文学观：文学不仅是对现实的再现，更是对现实的重构。文学通过语言符号创造出一个\n虚拟世界，这个虚拟世界既来源于现实，又与现实不同，是一个“喻指世界”。\n米勒的这一观点突破了传统的文学工具论，充分肯定了文学的独立地位和建构功能。文学世界\n被视为一个独立于现实的另类世界，类似于网络世界是现实世界的虚拟化。\n二、寄生\n“寄生”是米勒阐述文学阅读特性的重要概念，最早出现在他的解构主义名作《作为寄主的批\n评家》中。\n米勒认为，寄生是一种普遍现象，具有以下特性：\n•生物学角度：寄生是指一种生物栖居于另一种生物体内或受其庇护，从中获取滋养并生长。\n•社会学角度：寄生不仅是一种简单的入侵行为，还是一种能够将宿主转化为自身副本的再生产能力\n。\n2.文学文本的寄生性\n文学文本本质上是寄生性的，因为它们依赖于反映对象和其他文本。文学作品并非独立自足，\n而是通过吸收和重构其他文本而形成。这种寄生性使得文学文本具有以下特点：\n•多元性与模糊性：文学文本不是统一的和明晰的，而是多元的、模糊的。它们内在地自我分化，重\n新回到寄生者和寄主的关系中。\n•反对单一意义：米勒反对艾布拉姆斯等人期望在文本中找到单一明显意义的观点，认为这种期望是\n不切实际的。\n3.文学阅读的寄生性\n文学写作文本是寄生性的，文学阅读文本也不例外。阅读文本是读者在已有文本基础上形成的\n。读者在阅读过程中：\n•栖居于文本：读者深入文本，吸收其营养，理解其意义。\n•再生产与增殖：读者不仅吸收，还通过判断、品评和重构，使文本不断丰富和增殖。\n由此可以说，阅读文本是借蚕食其他的文本而滋生的某种寄生物。寄生性阅读方法并未偏离正\n确的阅读路线，反而揭示了文本的内在运作规律。\n4.寄生性阅读的建构性\n米勒通过“寄生”理论强调，阅读文本是一种主动的建构活动。\n读者不仅解读文本，还通过创造性地揭示文本的盲区和未被注意的方面，开发新的结构和意义\n。\n这种阅读方式将读者提升到与作者创作同等重要的地位，使阅读成为一种改变世界的方式。"
    },
    {
     "header": "第十七章 后现代主义文论"
    },
    {
     "q": "女性主义文学理论：波伏娃、肖瓦尔特、克里斯蒂娃",
     "a": "一、“第二性”——波伏娃\n1.《第二性》的核心思想：女性的“第二性”与社会建构\n“女人并不是生就的，而宁可说是逐渐形成的。在生理、心理或经济上，没有任何命运能决定人\n类女性在社会的表现形象。决定这种介于男性与阉人之间、所谓具有女性气质的人是整个文明。”一\n言以蔽之，女性是男性性别歧视的社会化产物。\n2.经济独立与女性解放\n在波伏娃看来，性别歧视源于社会经济地位上的不平等。\n只有当女性获得经济独立，摆脱对男性的依附时，她们才能真正实现自由和平等。\n18 世纪中叶以后，伴随有教养的中产阶级妇女的参与，女性写作才开始逐渐兴起。\n3.文学领域中的性别歧视与女性形象的塑造\n男性作家笔下的女性形象往往是男性欲望和梦想的投射，而非女性的真实写照。\n女人的从属地位不是上天的安排，而是男性意识形态建构的产物，是整个社会中男性与女性间\n政治和文化不平等的写照。\n只有揭露女性神话的这种意识形态性，认清女性“第二性”的文化压迫性质，转向对女性权益的\n大声呼吁，女性的平等地位及其文学写作才能合法存在。\n二、女性主义诗学——肖瓦尔特\n（一）女权批评，女性文学的第二个阶段：反抗男性中心的文学标准\n女权批评兴起于20 世纪60 年代末期。旨在从女性经验的视角重新阅读过去的文学经典，批判\n男性批评话语中被压抑、扭曲的女性意识。\n这种对男权话语的批判性阅读，旨在从女性经验出发，指出男权话语中的性别偏见，重新评估\n那些为人推崇或被人忽视的文学作品。女性读者运用这种批评方式改变了我们对既定文本的理解，唤\n醒了女性的性别意识。\n但这种阅读同样会陷入男权话语的陷阱。肖瓦尔特：“如果我们(仅仅)研究男性批评中刻板的\n女性印象和性别偏见以及女性在文学史中所扮演的受压迫形象，那么我们就无法了解女性真实的感知\n和经验，因为我们获悉的都是男性认为女性应该如此的东西。”\n（二）女性主义诗学\n1.重视女性写作\n女性批评家把女性写作视为女性主义诗学的重要话题，它肯定女性经验和女性意识的价值，但\n否认存在一种本质论的女性气质和女性主体。\n肖瓦尔特认为两性文化之间是一种你中有我、我中有你的状态。因此，女性写作和女性批评必\n须是“双重声音的话语，包括缄默者和主导者，处于女性主义批评之内与之外的讲话”。\n2.建构女性文学史\n挖掘被埋没的女作家成为肖瓦尔特心中的追求。她呼吁妇女积极使用语言来发展女性特有的写\n作模式，表达并阐释女性独特而本真的经验，以便把女性从男性主宰的文学传统中解放出来。\n三、新女性主义诗学——克里斯蒂娃\n克里斯蒂娃是法国新女性主义诗学的代表人物。\n她广泛借鉴了精神分析学、符号学、马克思主义等理论资源，走出了一条从“诗学革命”到“女\n性政治”的思想道路。代表作有《诗歌语言的革命》《妇女的时间》《恐怖的权力》等。\n克里斯蒂娃主张把性别因素与阶级、族裔、民族等其他因素结合起来研究，关注女性群体的内\n部差异和女性主体的异质多元性。\n（一）有多少女人就有多少女性\n每一个女人都是独一无二的。大写的妇女只存在于种种神话或宏大叙事的想象之中。这要求女\n人独自以女性身份面对自己的人生，享受或承受作为女性/母性带来的快乐和痛苦。\n她通过拉康的精神分析理论，进一步提出，女性主体的形成是一个动态过程，而非固定不变的。\n女性主体的形成需要在符号与象征的交融中实现，而不存在纯粹的男性或女性，这种观点动摇了男权\n话语中的二元论结构。\n（二）女性写作与诗歌语言\n克里斯蒂娃将女性写作视为一种对边缘异质性的敏感体验，主张女性写作应抛弃自我审查机制\n，以无限变化的欲望呈现女性的声音。\n女性写作不应局限于传统的性别框架，而应在越界的嬉戏中享受双重视野带来的乐趣，从而在\n文学领域中重建女性的言说主体性。\n（三）互文性与性别伦理\n克里斯蒂娃认为文本之间相互交错、彼此依赖。女性写作与阅读将重建一种包容他者的性别伦\n理。这种伦理基于母性体验和爱，强调两性之间的完美结合，而非简单的性别对立。\n女性主义评价：女性主义文学理论带有鲜明的文化政治色彩\n首先，强调女人的从属地位和文化身份是男权文化后天建构的产物。它试图打破男权文化沾沾\n自喜的确定性，确立两性平等的信念，根除社会改造中的性别歧视。\n其次，强调女性经验和女性视角在女性写作、阅读和批评中的重要性。女性主义批评实践揭露\n了女性神话的意识形态性，试图唤醒文学活动中被忽略、被压抑的女性意识，重写文学史。\n最后，从早期的女权主义到晚近的女性主义，这一理论思潮内部也发生了许多深刻的变化。从\n男女简单化的二元对立到男女共存结构中的平等权益，女性主义文学理论提出了许多建设性的观念，\n对文学及社会文化产生了积极的影响。"
    },
    {
     "q": "后殖民理论：萨义德、斯皮瓦克、巴巴",
     "a": "一、东方学——萨义德\n出生于耶路撒冷，成长于巴勒斯坦和埃及，后赴美接受教育，成为哥伦比亚大学教授。\n萨义德《东方学》的出版标志着后殖民理论登上历史舞台。《东方学》《巴勒斯坦问题》和《报\n道伊斯兰》被学界称为“东方学”批判的三部曲，旨在分析东方在西方文化中的表征问题。\n（一）东方学的内涵：\n第一，它是西方文化中一门书写、研究东方知识的学科。它并未消除西方文化中心论和种族歧\n视，反倒以此为前提把种族的等级制区分系统化、固定化了。\n第二，它是一种话语形式。作为西方想象、认知、研究和批判的对象，东方是西方以话语的形式\n建构并强加给东方的幻象，是西方殖民欲望的投射。\n第三，它是一种建立在一系列二元对立基础上的思维方式。东方学是通过文明与野蛮、成熟与\n幼稚、进步与落后、科学与迷信、民主与专制等一系列僵化的对立来把自己合理化的。这种二元论思\n维强化了帝国主义的种族偏见。\n（二）权力与知识的结盟：《文化与帝国主义》\n文化帝国主义既建立在强大的军事和经济力量上，也建立在对原住民的形象、文化与历史的想\n象性的话语建构中。\n“帝国号手”吉卜林以饱含深情的笔墨在《基姆》中对印度生活进行了细致描写。克莱顿上校既\n是负责研究印度的人种学家，又是英国驻印情报机关的负责人。这暗示了知识与权力的共谋。对于克\n莱顿上校来说，印度是一个神秘的、柔弱的、充满色情想象的他者，了解印度是为了更好地统治印度\n，帝国主义造成的苦难与不幸没有在他的思考范围之内。\n小说接受了庞大的殖民体系和印度被奴役的宿命，因为吉卜林并未向我们展示冲突中的两个世\n界。相反，他悄悄抹去了冲突的痕迹。\n二、差异与混杂——斯皮瓦克&巴巴\n揭露并批判殖民主义话语中隐蔽的权力逻辑，再现文化的差异性和混杂性，正是印度裔美国人\n斯皮瓦克和霍米·巴巴的理论追求。\n斯皮瓦克关注“第三世界”女性在殖民主义和父权制双重压迫下的困境，提出了“属下能否言说\n”等重要问题。斯皮瓦克的理论强调从边缘视角出发，解构西方中心主义和殖民主义话语。\n巴巴的理论以“第三空间”“混杂性”和“居间性”为核心概念，强调文化身份的流动性和协商\n性。巴巴认为，殖民文化并非简单的二元对立，而是在“间隙”中不断协商和重塑。\n（一）斯皮瓦克《在他者的世界》\n西方的女性话语完全忽视了第三世界妇女，忽视了她们内部的差异性和多元性。\n在西方殖民主义文学中，第三世界妇女在异国情调的想象中往往被妖魔化。\n在简·爱等人的眼中，伯莎·梅森是发疯的野兽或魔鬼。她的声音被剥夺了，没有倾诉、辩解，\n更没有抗议。\n第三世界底层妇女遭受了双重剥夺。她们无论在殖民者的殖民话语中，还是在被殖民者的精英\n话语中，都无法真实地“再现”自己的音容笑貌，只能承受被\"代表”的命运。\n比如，寡妇殉身，在殖民话语体系中，英国废除寡妇殉身习俗，对妇女的保护变成了建设好社会\n的能指。\n在印度精英话语体系中，仁慈和开明的精英对妇女自愿殉身的“勇气”表示赞赏。\n（二）巴巴\n巴巴提出了“第三空间”和“模拟”等概念，认为被殖民者可以通过挪用和颠覆殖民文化的资源\n，实现对殖民话语的反戈一击。\n他强调，文化混杂是文化模拟的必然策略，通过“第三空间”的构建，被殖民者可以在两种文化\n之间建立一个相互渗透、相互平等的场域。\n这种混杂状态既不是简单的调和，也不是独立于殖民与反殖民文化之外的第三者，而是一个矛\n盾的、不断进行差异生产的意义空间。"
    },
    {
     "q": "新历史主义 ：格林布拉特、怀特",
     "a": "一、文化诗学——格林布拉特\n格林布拉特《通向一种文化诗学》：新历史主义不是系统的理论或教义，而是具体的文学批评实\n践和文化研究。\n第一，新历史主义批评是相对于旧历史主义批评而言的。\n第二，文化诗学反对形式主义批评。\n（一）新历史主义批评vs 旧历史主义批评\n新历史主义强调文学与历史之间的紧密联系，主张文学并非孤立存在，而是与社会、政治、文化\n等因素相互作用、相互影响。\n•文本的历史性与历史的文本性：历史被视为一种文本化的存在，文学作品也是历史的一部分，二者\n共同构成了一个“作用力场”。\n•权力与意识形态的交织：文学作品不仅反映意识形态，还参与意识形态的塑造。\n•将文学文本与非文学文本（如书信、游记、医学报告等）并置分析，打破文学的自治性。\n（二）文化诗学反对形式主义批评\n格林布拉特试图重建文本与语境之间的互动关系。他提出了文学阐释的三个相关语境，即作者\n创作的语境、读者接受的语境和批评者阐释的语境。\n•作者创作的语境包括作者创作文学作品的意图、社会处境、文化氛围等。\n•读者接受的语境旨在研究不同读者群欣赏作品时的社会心理和接受效果。\n•阐释的语境是指批评者在具体的文学批评实践中直面自我在当代批评中的处境。\n二、历史诗学——怀特\n文学与历史之间不存在绝对的界限，二者相互渗透、相互影响。\n历史书写本身就是一种叙事艺术，而文学作品也蕴含着历史维度。\n1.破除二元对立的话语模式\n怀特批判了传统史学试图将历史视为客观、线性的事件记录，强调历史书写同样需要叙事性和\n想象性。历史学家通过叙事赋予历史事件以意义，而这种叙事性与文学创作并无本质区别。\n2.重建文学的历史维度和历史的诗性维度\n怀特指出，历史并非客观的“过去”，而是通过叙事构建的“过去”。历史书写具有“诗性”，\n这种诗性来源于话语的比喻功能。历史学家在构建历史时会不自觉地使用叙事模式（如历史叙事、神\n话叙事、情节叙事等），这些模式赋予历史以连贯性和意义。"
    },
    {
     "q": "文化研究：威廉斯、霍尔",
     "a": "一、文化唯物主义——雷蒙德·威廉斯\n1.文化的重新定义\n“文化”不再专指高雅的少数人文化，而是包含了整个生活方式，是由全体社会成员共同创建、\n享有和认可的意义、价值和制度。这种定义强调文化的物质性和实践性。\n2.文化唯物主义的核心思想\n强调文化的独立性和能动性。文化既是社会生产的组成部分，也是社会变革的推动力量。\n3.情感结构与文化实践\n威廉斯引入了“情感结构”的概念，用来描述文化在日常生活中的具体表现形式。\n工人阶级要想获得文化领导权，首先要改变人们的情感结构，然后才有可能改变文化生活中各\n种主导性和从属性的社会关系，真正实现自下而上的文化变革。\n二、编码与解码——斯图尔特·霍尔\n1.编码—解码理论\n霍尔认为，文化意义的生产与消费通过编码和解码的过程实现。编码是将历史事件转化为话语\n符号的过程，而解码则是将符号转化为具体信息的过程。霍尔提出三种解码方式：\n•主导符码：观众按照信息编码的意图解读意义，与主导意识形态一致。\n•协商符码：观众在认同主导符码的基础上，根据自身情境进行调整。\n•对抗符码：观众基于自身文化身份，对信息进行创造性解读，与编码意图差距较大。\n这一理论揭示了文化传播中的复杂性和不确定性，强调受众并非被动的信息接收者\n2.文化表征与意指实践\n霍尔的编码—解码模式把大众文化的生产与传播看作是一个充满变数的动力学过程，信息的发\n送者和接受者不对等的复杂情况，必然使得编码和解码之间存在着差异。\n读者或观众并不是被动的信息接受者，面对同一信息，他们仍会基于自己的文化和传统，基于\n自己的身份认同，作出创造性的理解和解释。\n因此，文化表征的意指实践活动是开放性的：文化是一种表意实践，文化通过符号系统生产意\n义，而意义的生产与消费是动态的、开放的。"
    },
    {
     "q": "生态批评：鲁克尔特、布伊尔",
     "a": "一、生态批评——鲁克尔特\n1978 年，美国威廉·鲁克尔特首次提出“生态批评”的概念。核心思想主要表现在：\n1.人与自然关系的历史反思：批判工业化进程中对自然的过度开发和破坏。强调人类与自然的\n共生关系，倡导建立一种和谐的人与自然关系。\n2.生态整体观：强调生态系统内各部分的相互依赖，反对狭隘的人类中心主义。\n3.新人文主义与生态伦理：主张人类应从“自我意识”向“生态意识”转变，与自然和谐共处。\n（二）实践应用：\n1.研究经典文学作品中的自然原型：如伊甸园这些原型反映了人类对自然的集体记忆。\n2.分析自然文学现象：研究以自然为主题的文学作品，探讨其写作、阅读和批评中的问题。\n3.跨学科研究：借鉴生态学、哲学、社会学等学科的理论和方法，丰富生态批评的理论基础。\n二、绿色阅读——劳伦斯·布伊尔\n劳伦斯·布伊尔把以自然为主题的文学作品称为“绿色文学”,把对生态问题的理解称为“绿色\n思考和绿色阅读”。\n（一）生态批评理论\n生态危机不仅是自然环境的危机，而且是生态思想的危机。反思文学中的生态环境要素：\n1.文学作品中的自然元素并非仅仅是背景，而是与人类历史紧密相连的重要组成部分。\n2.在以环境为取向的作品中，人类利益并非唯一合法的利益，应关注更广泛的生命共同体。\n3.人类应承担起对环境的责任，这是生态批评的重要伦理取向。\n（二）环境想象，绿色写作与绿色阅读\n生态环境的想象将促进读者与环境之间形成一种关联。对自然文学的绿色阅读，将促使人们建\n立更加关心自然世界的伦理观。\n麦尔维尔的《白鲸》，捕鲸船及其船长对白鲸的惨烈追逐与喋血杀戮令人触目惊心。\n（三）生态批评的未来方向\n首先，要剖析引发这一问题的根源，确定其形式和特性。\n其次，在美国的思想传统中寻找有助于应对问题的思想资源，探索替代性的思想模式。\n同时，这种探索不应排除那些来自远古文化或带有异国、乌托邦特色的思想模式。在批评实践\n中，布伊尔重点分析了以梭罗为代表的自然文学传统，倡导在“绿色阅读”中重新评价自然，寻找阐\n释自然环境的人文话语，激发社会文化中的生态环境想象。"
    }
   ]
  }
 }
}
;