window.ZK_DATA=window.ZK_DATA||{};
window.ZK_DATA["10396"]={
 "name": "比较文学研究",
 "sets": {},
 "blanks": {
  "电子教辅": {
   "type": "raw",
   "title": "电子教辅",
   "sections": [
    {
     "h": "绪论 学习比较文学的意义",
     "c": "本章重难点分析\n第一节为什么要学习比较文学\n第二节本书的指导思想、结构与使用建议\n第一节为什么要学习比较文学\n一、文学的两个维度与比较文学研究\n文学的发展：\n纵向的革新与发展\n横向的交流与影响\n比较文学研究正是架设这座沟通人类文化与文学的五彩之桥。\n二、比较文学最初的理念\n比较文学最初的理念，就是要打破文学研究的国别限制，将眼光放开，将胸怀拓展，研\n究人类文学的相互交流与影响。\n比较文学与世界文学最早的倡导者歌德就认为：“诗是人类的共同财产，诗随时随地由\n成百上千人创作出来。民族文学在现代算不了很大的一回事，世界文学的时代已快来临了。\n现在每个人都应该出力促使它早日来临。”\n三、比较文学研究的根本特点\n比较文学的最根本特点，就是突破国家、民族、语言、学科、文明的限制，架起国际间\n文学交流的桥梁。\n四、比较文学的意义和作用\n比较文学是中外文化交流问题，也就是一个比较文化与比较文学问题。\n学习比较文学的更重要之处，是探索与学习文化与文学创新的途径。\n比较文学研究，其基本就是文化交流——文化杂交——文化创新。\n五、马克思和恩格斯的《德意志意识形态》\n马克思和恩格斯在《德意志意识形态》中的论述强调了比较方法在科学研究中的重要性。\n比较方法的批评：马克思和恩格斯批驳了青年黑格尔派施蒂纳提出的“无比性”概念，认为\n这是一种逃避比较和竞争的态度。\n比较方法的成就：他们指出，比较解剖学、比较植物学、比较语言学等科学领域通过比较不\n同对象并确定它们之间的差异，取得了巨大的成就。\n比较的普遍意义：马克思和恩格斯认为比较是一种具有普遍意义的科学研究方法，它的核心\n在于通过确定比较对象之间的差别来更深刻地理解每个对象。\n民族间的比较：他们提到法国人、北美洲人、英国人等大民族在实践中、理论中、竞争中和\n科学中经常进行比较，这是一种积极的态度。\n马克思和恩格斯在《德意志意识形态》中的论述强调了比较方法在科学研究中的重要性\n对比较的恐惧：相对地，害怕比较和竞争的德国人被描述为小店主和小市民，他们倾向于逃\n避到哲学的无比性概念背后。\n比较方法的进步性：马克思和恩格斯充分肯定了比较方法在科学研究中的运用，认为它是一\n个巨大的进步。\n认识对象的途径：通过比较，研究者可以更准确地认识和理解不同对象的特性和差异。\n马克思和恩格斯的这段论述不仅肯定了比较方法在科学领域的应用价值，也鼓励了跨文化、\n跨学科的比较研究，为后来的比较文学和文化研究提供了理论基础。通过比较，研究者能够\n揭示不同文化和文学之间的相互关系和影响，促进对人类文化遗产更全面的理解。\n六、举例\nHeisafox——他是一只狐狸\nSheisacat——（直译）她是一直猫；（含义）居心叵测、包藏祸心\nYouarealuckydog——（直译）你是一条幸运狗；（含义）你真幸运\n第二节本书的指导思想、结构与使用建议\n一、本书的指导思想\n本书以马克思主义理论为指导，以比较文学学科的百年发展为基础，以比较文学学科理\n论的创新为特色，从而实现继承与创新的结合。\n遵循辩证唯物主义思想，将比较文学的学科视为“涟漪”式的动态发展方式与螺旋式的\n上升过程。\n打破固有的学派设限，试图辩证地对比较文学几大代表性学派进行结构上的整合和重\n构。\n注重吸取当前学科的前沿观点，结合学科发展的新动态，以问题意识为中心，力图引向\n一种开放的、多元化的研究视角。\n二、比较文学学科发展史完全证明了马克思、恩格斯的论说\n其一，比较文学学科的发展历史。从最早倡导国际文学关系史的法国学派，到美国学派\n对“法国沙文主义”的批评，对“平行研究”的提倡和对比较文学研究领域的拓展；\n其二，比较文学学科关注对象的扩展。从初期以欧洲为中心的比较文学研究，到全球\n比较文学研究的拓展；从西方单一文明内部的文学比较，到东西方文明之间的跨文明比\n较研究的拓展，皆体现了从地方性的、区域性的比较文学研究体系，拓展到多元的、国\n际性的、世界性的比较文学研究体系的辩证发展历程。\n其三，比较文学学科的发展趋势，完全符合马克思主义理论关于“世界文学”和“民族\n文学”的辩证关系的论述。比较文学的研究通过对多元的民族文学的比较，不同文明\n的对话，最终将达到对“总体文学”“世界文学”的研究。\n三、本书的结构\n本教材除绪论外共分为十章：\n绪论：介绍学习比较文学的意义；\n第一章：比较文学总论，简介比较文学的定义、历史与方法\n第二章，国际文学关系与相互影响；\n第三章：比较文学与翻译研究；\n第四章：形象学、接受学与变异学；\n第五章：文学的类型研究；\n第六章：比较诗学；\n第七章：文学的跨学科研究；\n第八章：总体文学；第九章，跨文明文学比较；\n第十章：比较文学前景展望：世界文学时代的到来。"
    },
    {
     "h": "第一章 比较文学总论",
     "c": "本章重难点分析\n第一节比较文学的定义\n第二节比较文学学科理论发展的历史\n第三节比较文学的可比性与研究方法\n第一节比较文学的定义\n一、什么是比较文学\n何谓比较文学？或者说，比较文学的定义是什么？这是本学科自诞生以来几乎从未中断\n过讨论、从未停止争鸣的持久话题。比较文学的名称与实质在不同发展阶段有不同的内涵。\n二、法国学派\n（一）法国学派的学者们认为，比较文学并不是我们大家所认为的拿不同国家的文学进\n行比较，恰恰相反，比较文学是不比较的。\n“比较文学不是文学比较”\n从某种意义上说，反对的正是平行比较研究\n（二）法国学派代表人物\n卡雷——比较文学不是文学的比较；\n基亚——比较文学并非比较。比较文学实际只是一种被误称了的科学方法。\n梵第根——一个清晰明确的比较文学的概念首先意味着一个清晰明确的文学史概念，而\n比较文学就是文学史的分支。\n（三）法国学派的主张\n为什么法国学派要反对平行比较？而将比较文学定义为“国际文学关系史”为什么法国\n学派会走上偏狭道路？\n学界对比较文学学科合理性的质疑和挑战\n法国学者对比较文学学科科学性的理性反思与追寻\n法国中心主义导致了法国学派的学科理论特征\n三、美国学派\n（一）美国学派的定义\n比较文学是跨国与跨学科的文学研究。\n（二）韦勒克的《比较文学的危机》\n“我认为，内容和方法之间的人为界线，渊源和影响的机械主义概念，以及尽管是十分\n慷慨的但仍属文化民族主义的动机，是比较文学研究中持久危机的症状。”在韦勒克看来，\n法国学派对比较文学研究方法的限定，只能使“比较文学成为一潭死水”。\n（三）韦勒克和雷马克对比较文学的定义\n韦勒克：文学在只研究两种文学关系的狭窄含义上不能成为一门有意义的学科。比较\n的价值既存在于事实联系的影响研究中，也存在于毫无历史关系的语言现象或类型的平等对\n比中。\n雷马克：比较文学研超越一国范围的文学，并研究文学跟其他知识和信仰领域，诸如艺\n术（如绘画、雕塑、建筑、音乐）、哲学、历史、社会科学（如政治学、经济学、社会学）、\n其他科学、宗教等之间的关系。简而言之，它把一国文学同另一国文学或几国文学进行比较，\n把文学和人类所表达的其他领域相比较。\n（四）美国学派平行研究的背景分析\n学科理论上的纠偏\n民族主义动机\n文化软实力的原因\n四、苏联学派\n（一）代表人物：日尔蒙斯基\n观点与评价：总结并综合了法国学者和美国学者的观点，基本上没有学科理论上的独创\n性。\n五、中国学派\n（一）代表人物\n季羡林：广义的比较文学是把文学同其他学科来比较，包括人文科学和社会科学，甚至自然\n科学在内。\n钱锺书：比较文学作为一门专门学科，则专指跨越国界和语言界限的文学比较。\n陈挺：《比较文学简编》——对法国学派与美国学派比较文学理念的继承。\n乐黛云：《中西比较文学教程》——比较文学不应受到语言、民族、国家、学科等限制，而\n要走向一种开放性，力图寻求世界文学发展的共通规律\n陈惇、孙景尧、谢天振：《比较文学》——把比较文学看作跨民族、跨语言、跨文化、跨学\n科的文学研究，更符合比较文学的实质，更能反映现阶段人们对于比较文学的认识；\n陈惇、刘象愚：《比较文学概论》——强调“比较的自觉意识和兼容并包的特色”；\n曹顺庆：《比较文学教程》——比较文学是以世界性眼光和胸怀来从事不同国家、不同文明\n和不同学科之间的跨越式文学比较研究。它主要研究各种跨越中文学的同源性、变异性、类\n同性、异质性和互补性\n六、比较文学的最终定义\n（一）代表人物\n比较文学是不同国家、不同文明、不同学科之间的跨越性文学比较研究。\n意义：该定义既继承了法国学派和美国学派的定义，继承了传统的影响研究、平行研究\n和跨学科研究，又补充了跨文明研究，并以同源性、类同性、异质性作为可比性的基础，既\n认同“求同”也强调“求异”，强调文学变异研究。\n第二节比较文学学科理论发展的历史\n导语\n欧洲阶段，比较文学的成形期；\n美洲阶段，比较文学的转型期；\n亚洲阶段，比较文学的拓展期。\n一、比较文学学科理论的欧洲阶段\n（一）开始阶段\n1766，莱辛，《拉奥孔》；\n1798，弗·施莱格尔，“世界诗论”的观念；\n1809，福斯科洛“文学的起源和功能”讲座课；\n1816，诺埃尔和拉普拉斯，《比较文学教程》文学选集；\n（二）发展阶段\n1827，歌德，提出“世界文学”这个重要概念；\n1848，马克思、恩格斯，《共产党宣言》中论证了“世界文学”产生的必然性；\n1877，梅茨尔，发行全世界第一份比较文学刊物《比较文学杂志》；\n1886，波斯奈特，出版全世界第一部比较文学学科理论著作——《比较文学》；\n1887，科赫，在德国创办《比较文学》杂志；\n（三）理论形成阶段：\n（1）法国学派的学科理论真正形成大致是在20世纪初\n主要代表人物：巴登斯贝格、梵第根、基亚、卡雷、布吕奈尔\n（2）1921年，巴登斯贝格和另一位法国学者阿扎尔创办了《比较文学评论》及相关丛\n书，专门发表有关比较文学理论相关的论著。\n在其著作《歌德在法国》一文中，他以一种严密的历史学的方法详细考证了歌德对于法\n国作家的影响，其研究以丰富的材料和严谨的论证见长，这直接影响了法国比较文学重实证\n影响的研究倾向。\n（3）梵第根——他的《比较文学论》一书在欧美比较文学理论发展史上具有不可忽视的\n重要地位。该书系统性地回顾和总结了比较文学的历史及未来发展所需亟待解决的一些理论\n问题，对比较文学的方法和原则进行了较为详细的阐发，并对比较文学的研究领域做出了较\n为明确的界定，同时还探讨了比较文学与“总体文学”的区别和联系。\n（4）卡雷——负责编辑《比较文学评论》杂志。他在继承法国学派前辈的基本研究理念\n的同时，提出了一些与“形象学”有关的观念和研究方法。\n（5）卡雷的学生基亚在《比较文学》一书中进一步继承了法国影响研究注重国际关系史\n研究的特点，但在方法上也指出除了实证的影响研究之外也应适当地借鉴其他非人文学科的\n研究理念。\n二、比较文学学科理论的美洲阶段\n（一）转型期：\n比较文学学科理论的第二阶段在美洲。\n第二阶段是比较文学学科理论的转型期。从20世纪60年代以来，比较文学研究的主要\n阵地逐渐从法国转向美国，形成了以平行研究和跨学科研究为特征的美国学派。\n（二）相关作家\n韦勒克——1953年，韦勒克发表《比较文学概念》一文，专门对法国学派著名代表人\n物卡雷为其学生基亚《比较文学》一书所写的序言做出了批评。\n“法国学派过于强调历史材料的搜集和事实性证据的罗列，排斥对文学的美学意蕴和艺\n术规律的探讨，这实际上是一种狭隘的文学观，不利于比较文学的发展。”\n雷马克在《比较文学的定义和功能》一文中也对法国学派做出了批评：\n影响研究如果主要限于找出和证明某种影响的存在，却忽略更重要的艺术理解和评价的\n问题，那么对于阐明文学作品的实质所做的贡献，就可能不及比较互相并没有影响或重点不\n在于指出这种影响的各种对作家、作品、文体、倾向性、文学传统等等的研究。\n三、比较文学学科理论的亚洲阶段（拓展期）\n（一）比较文学在印度\n1949年：比较文学作为课程首次在印度大学开设，加尔各答大学聘请哈克勒主讲。\n1952年：哈克勒的讲课内容以《比较文学研究》为题发表。\n1956年：贾达瓦普尔大学设立比较文学系。\n1961年：《贾达瓦普尔比较文学》杂志创刊，主要介绍欧美等地比较文学发展近况。\n1980年：德里大学成立了印度比较文学学会。\n1983年：印度全国比较文学学会成立。\n在贾达瓦普尔大学召开了第一次全国性学术会议。\n1984年：印度比较文学学会举办了首次全国性会议，并出版了《印度比较文学观念》。\n1985年：出版了《比较文学论文选》。\n1988年：印度比较文学学会成立，两大学会合并。\n20世纪80年代：印度比较文学界进行了大量的学科理论探讨，并出版了多部相关著作。\n当代：印度比较文学研究显示开放性，关注语言、身份、中心与边缘等问题，并注重新兴研\n究领域，如文化身份、翻译、流散与移居文学、电影与文学的跨学科研究。\n（二）比较文学在日本\n三四十年代：日本比较文学研究着力于法国学派理论介绍，代表人物阿部次郎、野上丰一郎\n等。\n1948年：日本比较文学会成立。\n1953年：东京大学研究生院设立比较文学、比较文化专业。随后，东京大学比较文学会成\n立，创办《比较文学研究》。\n1958年：日本比较文学会创办核心刊物《比较文学》。日本比较文学会正式加盟国际比较文\n学协会。\n1962年：早稻田大学成立比较文学研究室。\n1965年：早稻田大学创办会刊《比较文学年鉴》。比较文学在日本逐渐走向成熟。\n1991年8月：日本比较文学会成功主办了第13届国际比较文学协会年会，吸引了逾千名各\n国学者。\n2000年8月：川本皓嗣在南非国际比较文学协会年会上出任会长，作出了突出贡献。\n（三）比较文学在韩国\n1955年：金东旭发表《比较文学小考》，将比较文学研究方法介绍到韩国。\n1957年：金东旭将法国梵第根的《比较文学论》译成韩文，产生广泛影响。白铁与金秉哲\n合译并出版了韦勒克和沃伦的《文学理论》，介绍总体文学研究方法。\n20世纪50年代后期：朱耀燮、异河润等学者全面介绍和阐述比较文学与韩国的关系及其在\n韩国的运用。\n1975年：韩国比较文学会重组，开始更加关注跨学科、跨文化研究。\n1977年：韩国比较文学会出版刊物《比较文学与比较文化》。\n1980年：刊物更名为《比较文学》。\n1980年代以后：韩国比较文学会大量翻译介绍比较文学论著，丰富了韩国的比较文学理论。\n现代：韩国比较文学在世界比较文学界占有一席之地。\n（四）比较文学在阿拉伯\n阿拉伯比较文学学科理论的奠基者是埃及的穆罕默德·古奈米·希莱勒。主要著作《比\n较文学》（1953）是阿拉伯世界第一本比较文学教材，希莱勒对比较文学的研究领域提出七\n个方面的内容：\n（1）媒介因素；\n（2）形式研究；\n（3）题材研究；\n（4）作家对他国文学的影响；\n阿拉伯比较文学学科理论的奠基者是埃及的穆罕默德·古奈米·希莱勒。主要著作《比\n较文学》（1953）是阿拉伯世界第一本比较文学教材，希莱勒对比较文学的研究领域提出七\n个方面的内容：\n（5）素材研究；\n（6）思潮研究；\n（7）对他国文学所描绘的某一国家状况的研究。\n其主要理论著作还有《现代文学批评入门》《比较文学研究中的人文主义典型》等。\n亚历山大大学阿语教授哈桑·欧文的《拉丁文学中的埃及》（1848）、\n叙利亚学者欧麦尔·夏克西的《维克多·雨果作品中的远东与近东》（1950）、\n穆罕默德·安巴尔的博士论文《阿拉伯安达鲁西亚诗歌及其对行吟诗的影响》（1949）等。\n值得一提的是，开罗大学塔基·艾哈迈德·穆基的《比较文学的起源、发展、提纲》，介绍\n了美国学派平行研究的历史起源和发展状况，打破了法国学派理论在阿拉伯世界的“霸权”\n地位。\n（五）比较文学在中国\n时间：滥觞于20世纪二三十年代，→特征：继承影响研究和平行研究理论，形成自觉的学\n科创新意识。在方法论上，提出阐发研究，跨文化、跨文明研究和文学变异学研究，突破\n了原有欧美比较文学学派的传统理论框架，进一步补充和完善了世界比较文学学科理论。\n1931年和1934年：傅东华《比较文学史》和戴望舒《比较文学论》，首次系统介绍西方比\n较文学理。\n20世纪30年代：出现多篇影响研究著述，如陈寅恪、季羡林、陈铨等人的研究。\n20世纪50年代：平行研究和跨学科研究取得进展，如梁宗岱、朱光潜、尧子等人的工作。\n20世纪60年代末至70年代：朱立民和颜元叔在台湾大学开设比较文学博士班，叶维廉、\n李达三等。\n1973年7月：台湾比较文学学会成立。\n1978年：香港中文大学成立比较文学研究组，同年香港比较文学学会成立。\n1981年：北京大学正式成立比较文学研究会。\n1983年：在天津召开了第一次全国性的比较文学会议。\n1984年：出版中国第一部比较文学教材《比较文学导论》。《中国比较文学》刊物开始出版。\n1985年：中国比较文学学会在深圳大学成立。\n1985年起：多所大学建立比较文学研究室和研究所。\n90年代：四川大学、首都师范大学成立比较文学系。\n70年代以来：中国比较文学研究论著逐步呈现繁荣局面，出版了多部重要的研究专著及论\n集。\n四、比较文学学科建立的标志（总结）\n①理论著作的出版\n1886年（英]波斯奈特《比较文学》--人们对这门学科的研究已进入自觉阶段；\n1889年（法]贝茨《比较文学书目集》--为比较文学的建立提供资料基础。\n②高校课程和机构的设置\n1896年[法]戴克斯特在里昂大学开设比较文学讲座；\n1899年[美]哥伦比亚大学创立了第一个比较文学系。\n③国际会议的召开\n1900年在巴察召开的国际性学术会议把“各国文学的比较研究”正是列入议题，表明世界\n文坛对比较文学的承认。\n第三节比较文学的可比性与研究方法\n一、可比性\n所谓比较文学的可比性，是指在跨国家、跨学科和跨文明的比较文学研究中寻求比较的\n学理依据，是比较文学研究的最基本立足点和出发点。\n二、比较文学的研究方法\n三、同源性——可比性的第一个立足点\n（一）定义\n同源性——指的是道过对不问国家文学的比较，寻求一种有事实联系的同源影响关系，这\n种影响的同源关系可以通过直接，具体的材料得以证实。\n法国学者提出“比较文学不是文学比较”，就是反对没有同源关系的乱比，实质就是强调可\n比性，主张比较文学必须建立在文学影响的同源关系之上。法国学派之所以反对平行研究，\n就是认为平行研究没有同源关系，因而就没有可比性。\n可比性的第一个立足点是同源性，同源性主要是针对影响研究而言。\n【例如“他国形象的变异——傅满洲”】\n（二）以同源性为基础的学科\n（三）同源性的完善\n变异学：完善了同源性文学关系研究\n变异性并不否认实证性的同源性，并且还将可实证的影响关系作为重要的基础性因素来加以\n考虑。在影响研究之中，既有实证性的影响关系，也存在超越实证性的变异，两者并存，互\n为参照。\n因而，必须强调，变异关系与实证影响关系都是建立在同源性基础之上，二者是相辅相成的。\n四、类同性——可比性的第二个立足点\n类同性的定义\n研究各国文学及其共同倾向、研究整个西方传统，在我看来总是包括斯拉夫传统，同最终比\n较研究包括远东文学在内的一切文学之间，会产生相互影响。——[法]卡雷：《<比较文学>\n序言》\n东海西海，心理攸同；南学北学，道术未裂。——钱锺书：《<谈艺录>序言》\n将全世界文学看作一个整体。——韦勒克\n定义：所谓类同性，没有文学影响关系的不同国家文学所表现出的相似和契合之处。\n五、比较文学可比性的特点\n打破了人为的设限，促进了不同文化思潮及知识领域之间的互补、互证和互识。\n倡导跨学科研究，注重文学与其他人文学科甚至自然学科之间的交叉互渗的关系。\n提倡一种非实证的跨越国家、民族、语言之间的平行研究。\n不同文化圈之间无影响关系的文学作品，也可能存在一种平行研究的研究价值。\n六、比较文学的异质性——第三个连接点\n①不同文明之间在文化机制、知识体系、学术规则和话语方式等层面表现出的从根本质态上\n彼此相异的特性。\n②在比较文学的跨文明研究中，其可比性既体现在“东海西海，心理攸同”上，又往往体现\n在不可通约的异质性和互补性之中。\n七、比较文学的变异性——第四个连接点\n变异学是中国比较文学学者针对法国学派和美国学派学科理论的不足所提出的一个重\n要理论创新点。\n八、比较文学的连接与变化\n法国——影响研究\n美国——平行研究\n中国——变异研究\n九、法国影响研究特点分析\n首先，法国学派的影响研究方法认为比较文学是文学史的分支，其重心在于探讨不同国家、\n民族、地区的文学之间的国际关系史。\n其次，注重事实性的关联和渊源性的影响，并采用严谨的实证方法，重视对史料的搜集和求\n证。\n最后，反对将比较文学视为一种文学理论或文学批评，反对涉及文学作品的美学内涵和艺术\n价值。\n十、美国类同平行研究特点分析\n首先，美国学派的平行研究将文学理论和文学批评纳入比较文学研究之中，注重对作品的文\n学意蕴的挖掘，试图揭示文学文本背后类同的、共通的美学精神和艺术规律。\n提倡一种没有影响关系的跨越国家的类同的平行研究。\n最后，倡导跨学科研究，注重文学与其他人文学科甚至自然学科之间类同的关系。\n十一、中国变异研究特点分析\n变异学弥补了法国学派影响研究方法的缺憾，提出了不同国家文学关系与流传影响中的变异\n研究方法。从影响关系研究的角度来看，文学变异学理论具有十分丰富的内涵。\n变异学方法也弥补了美国学派平行类同研究方法的缺憾。这主要体现在平行类同研究中异质\n文学、异质文论话语之间的阐发和对话之中。\n异质文明之间的可通约性和不可通约性。\n文学变异学理论的基础是异质性和变异性。\n总的来看，中国比较文学的学科理论方法吸取了西方影响关系研究、平行类同研究的主要理\n论方法特点，并根据当前世界比较文学发展的潮流和趋势，对法国学派与美国学派学科理\n论作出了进一步的补充和完善。"
    },
    {
     "h": "第二章 国际文学关系与相互影响",
     "c": "本章重难点分析\n第一节文学相互影响的辩证关系\n第二节流传学\n第三节渊源学\n第四节媒介学\n第一节文学相互影响的辩证关系\n导语\n早期的法国学派\n关注点：关注求同性文学关系，强调科学的、实证的、单向的影响关系。\n忽略之处：其中复杂的非实证性影响关系、审美性影响关系、双向互动的影响关系和变\n异性影响关系。\n尤其忽略了影响关系中的变异性，是法国学派学科理论的一大缺憾。\n一、国际文学关系与相互影响的科学性与审美性\n（一）科学性的要求\n研究文学国际关系中的客观性因素，通过资料的搜集、考订，寻找文学作品或者文学思\n潮之间的前因后果，以证实文学影响关系的存在。\n（二）审美性——不可言传\n文学作家作品之间具有可证实的模仿和借鉴、渊源和影响的关系，同时还具有艺术倾向\n和审美情趣方面的影响关系。\n作家和文学作品之间的风格、情感、心理等方面的影响关系往往是审美性的，而非仅仅\n是科学性的。\n（三）科学性与审美性的对立\n“‘比较’这两个字应该摆脱了全部的美学的涵义，而取得一个科学的涵义。”\n——梵第根\n“我们必须正视文学性这个问题，它是美学的中心问题，是文学艺术的本质。”\n——韦勒克\n（四）正确认识\n国际文学关系与相互影响研究要辩证地看，既要认识到其科学性的一面，又要考虑到其\n审美性的一面。\n【解析】国际文学关系与相互影响的研究需要综合考虑科学性和审美性两个维度。科学\n性体现在通过严谨的资料搜集和事实考订来揭示文学作品间的影响和渊源关系，而审美性则\n关注于作品之间在艺术风格、情感表达和心理描绘等方面的深层次联系，这些联系往往更为\n微妙且个人化，不易通过科学分析完全量化或测定。因此，一个全面的国际文学关系研究既\n要基于客观证据的科学分析，也要融入对文学作品审美价值的深入理解和评价。\n二、国际文学关系与相互影响的实证性与非实证性\n（一）遵循实证性的代表学派\n（二）非实证性\n文学作品在接受过程中发生误读、信息的增添与失落、形象的扭曲和变形、文本的变异等现\n象，需要非实证性的研究方法。\n真正的影响是一种精神性的存在，这种影响是无法用该国以往的文学传统和作家的独创性来\n加以解释，它不是靠具体的有形之物的借取，而是凭借某些文学精髓的渗透。\n——郎松《试论”影响”的概念》\n（三）实证性与非实证性之间的关系\n实证性：从文学的外部关系着眼，但不易从外部来揭示文学内部的关联。\n如：法国影响研究学派\n非实证性：在文化传播过程中客观存在，不可避免。也常在实证性中显露出来。\n如：基亚《比较文学》中对异国形象及其成因的难以实证。\n（三）实证性与非实证性之间的关系（理论）\n“实证能证明科学事实和科学规律，但不能证明艺术创造与接受上的审美意义。”\n——陈思和\n“严格意义上，影响会被认为‘像难以捉摸而又神秘的机理一样的东西’”\n——梵·第根\n影响和接受过程的复杂性，决定了文学国际关系研究中的实证性与非实证性的辩证统一。\n三、国际文学关系与相互影响的同源性与变异性\n（一）同源性————国际文学关系和相互影响中的同一性因素\n各民族文学中有一种稳固不变的东西，这种稳固不变的东西就是同一性。同一性是支撑文学\n走向世界主义的基础。——巴登斯贝格\n文学现象异同的考察，目的是“发现一种影响、一种假借”——布吕奈尔\n那些粗疏的异同比较是没有什么意义的，比较的意义在于实证那些存在于各国文学之间的影\n响和假借的同源关系。——卡雷\n（二）变异性——————被法国学派在国际文学关系研究中所忽视\n四、文学变异的特点及同源性与变异性的关系\n第二节流传学\n一、流传学的定义与特征\n（一）定义\n流传学（Doxologie）也叫誉舆学、声誉学，流传学研究一国文学流传到国界之外而产\n生影响的事实，是从起点开始而对于终点的追寻，以及它所产生的声誉、变动，最早由法国\n学者提出并进行实践。\n（二）特征\n在历史发展过程里，流传学研究形成了实证性、根源性与历史性三大特点。\n二、流传学的主要内容\n（一）某一位诗人与作家的思想和人格精神在国外的流传及其产生的影响\n例：尼采对鲁迅的影响\n①肯定阶段\n鲁迅早期十分推崇尼采的进化论思想、超人学说，并称其为：“个人主义之至雄杰者矣”。\n②否定阶段\n人生中后期，鲁迅对尼采的否定倾向越加明显，但尼采的人格精神与哲学思想对鲁迅的\n影响不可否认。\n（二）作品在国外的流传、影响与声誉\n文学作品在国外的流传、影响与声誉。作家作品在国外的流传，是世界文学史上的重要\n现象之一，作家的人格思想、作品的主题与题材、人物形象与艺术体式、技巧与语言对外国\n作家发生作用，都离不开影响对象对于具体文学作品的阅读与接受。\n例：《幽王烽火戏诸侯》及其译本《花笺记》及据此改编的长篇小说《美丽的褒家姑娘》。\n例：白居易《长恨歌》与紫式部的《源氏物语》\n例：寒山及其诗歌对日本文学与美术的深远影响，及其在美国诗坛学界的广泛性传播。\n例：中国第一部诗歌总集《诗经》对日本《万叶集》的影响\n（三）文学思潮与文学流派在国外的流传\n例：矛盾的《子夜》\n（四）文学理论与文学批评在国外的流传\n三、文学流传的五种形态\n（一）单向流传形态\n是指文学现象作为传播者来说是个体，作为接受者来说也是个体；从起点到终点，文学\n现象流动的方向是一维的，不是双维与双向的，也不是多维与多向度的。\n（二）多向流传形态\n多向流传形态。是指传播者是个体，而接受者却是群体，形成多向投射的态势。\n（三）多波次流传形态\n指某个国家的同一个作家或作品、同一种文学思潮或文学批评流派，在不同时段对同一\n个国家产生的影响，每次流传的内容与结果都是各不相同的。\n例：西方现代主义文学思潮在我国的流传\n象征派、现代派——二三十年代\n新感觉派——三四十年代\n朦胧诗派、剧作——八十年代\n先锋、实验小说——九十年代\n（四）聚合流传形态——从群体到个体\n是指传播者是群体作家，作为接受者则是个体作家。作为接受者的个体作家，把外来\n的作家与批评家群体的思想与艺术营养，转化成自我素质里的某种要素，然后进行再创造。\n例：西方作家群对鲁迅的影响\n（五）交叉流传形态\n是指传播者是群体的作家，接受者也是群体的作家。从事这样的流传学研究，需要广阔\n的视野、广博的知识与强大的考证能力，以及对历史与文学材料的吐纳能力。\n例：西方象征派诗人对中国诗人的影响\n（六）小结\n第三节渊源学\n一、渊源学的定义与特征\n（一）定义\n渊源学（Crenology）又称源流学或源泉学，属于法国学派提倡的影响研究的分支学科\n之一，主要研究以作家作品为主体的某些起点不明确的文学现象的域外来源问题。\n“这里，我们只谈外国的文学源流；它们在近代文学中，按着时代，国家和作者之别，\n而有时演着一个支配的脚色，有时在本国影响或古代影响旁边演着一个很不重要的脚色。我\n们给这种研究定名为‘源流学’”——梵第根《比较文学论》\n（二）特征\n①实证性：一个作家及其作品中的某种思想与艺术现象来自于何处，如果是来自于外国\n作家与作品以及文学思潮的影响，在下结论之前要有具体史料进行论证。\n具体史料如：作家的日记、笔记、回忆录、作家为自己作品写的“序”、“跋”\n②渊源性：研究者对于作为终点的作家作品相当了解，文学文本作为作家独立审美创造\n的结晶，许多优势与特点从其本国文学传统中与自己的发展中无法得到解释，只有从外国方\n向追根溯源才能找到其最终来源。\n③文本性：在渊源学研究中，作为终点的文学现象无非是作家与作品、文学社团、文学\n流派和文学思潮，然而不论是文学运动的渊源研究，还是文学思潮的渊源研究，对于作为具\n体作品的文本之审美分析与价值判断，都是不能忽略的。\n文学研究的中心还是作家与作品\n（三）实证性、溯源性与文本性的有机统一\n例：对鲁迅散文诗集《野草》的源头追寻\n二、渊源学研究的历史与发展\n三、渊源学研究的主要内容\n（一）笔述渊源\n是指可以从作家以及与他相关的历史文献里查找资料而得到说明，以“自述”与“他\n述”文字实录作为渊源存在的证据\n（二）口传渊源\n是指国外的神话、传说与民间故事通过口耳相传的方式，让本国作家以艺术事实的方式\n呈现出来。\n（三）印象渊源\n是指某一位作家到国外旅游或旅居、留学与游学所获得的种种印象，以文字方式保存在\n作品里的现象。\n（四）直线渊源\n就是孤立渊源，作为终点接受者的作家是个体，而作为起点传播者的作家也是个体。\n（五）曲线渊源\n是指接受者与传递者之间存在诸多中间环节，要寻找作家与作品的外来渊源，必须反复\n追寻与探讨才可以发现。\n（六）集体渊源\n是指作为接受者的作家所接受的国外文学影响具有多源性，其文学成就的取得与来自\n不同方向的传递者都有关系。\n四、渊源学研究的四种对象\n（一）作品与作品之间渊源关系研究\n例：冰心的诗集《繁星》与印度泰戈尔的《飞鸟集》\n（二）作家与作家之间渊源关系研究：\n这种跨越国度的作家与作家之间的渊源关系是普遍、大量存在的：\n例：沈从文与屠格涅夫、徐志摩与雪莱、莫言与马尔克斯、冯至与里尔克、曹禺与易卜\n生等作家与作家之间，存在明显渊源关系。\n（三）国家与国家文学渊源关系研究\n在某国文学作品里所出现的新因素与新现象，如果从本国的文学传统里不能得到说明，\n从作家自己的发展中也不能得到解释，就必定存在与他国文学之间的渊源关系。\n（四）文学思潮的跨国旅行\n文学思潮的跨国旅行是13世纪以来世界文学史上最显著的文学现象之一，如果从放送\n者的角度追寻是流传学的研究范围，如果从接受者的角度溯源则是渊源学的研究范围。\n五、渊源学研究的三种类型\n（一）西方国家之间文学渊源关系研究\n（二）东方国家之间文学渊源关系研究\n（三）东西方国家之间文学渊源关系研究\n例：郝维佳创作的《图兰朵》东方→西方→东方\n波斯故事集《一千零一夜》——16世纪\n加朗将阿拉伯文《一千零一夜》译为法文——1704年\n克洛瓦翻译创作《一千零一夜》——18世纪中期\n卡罗·哥兹创作寓言剧《图兰朵》——1762年\n席勒创作诗剧《图兰朵》——1802年\n《图兰朵》成为西方经典歌剧——1920年\n（四）小结——关注终点的渊源学\n东西方国家文学渊源研究中，对终点的关注极为重要。\n例：杨周翰对加帆车的考证\n第四节媒介学\n一、媒介学的定义、特征与历史发展\n（一）定义\n媒介学，指不同国家之间所发生文学关系的中介过程的研究。建立在文学交流媒介史实\n大量存在的基础上。\n媒介作用产生→媒介学研究产生→媒介学理论的提出与发展\n（二）特征\n①可见性，指所谓可见性，是指让作家作品等文学现象实现流传并产生变异的媒介总是\n有形的、物质化的，是研究者看得见摸得着的。\n外国文学作品的翻译\n外国作家作品的评介\n文学社团\n文学沙龙\n②实证性，是指媒介学研究的对象不仅是可视的，并且是可以实证的，任何现象都可以\n通过材料得到证明，任何结论都可以通过考证与考据方法得到论证。\n③流动性，是指媒介学研究的对象不是一成不变的，随着时代的发展与科技的进步，新\n的文学交流媒介出现了，媒介学研究者就会进行跟踪分析，采取新的研究方法而提出某些新\n的观点，媒介学研究不会停留在某个历史时段而处于静止状态。\n（三）三大特征的关系\n以上三大特征都是相对的，早期的媒介学研究特别强调实证性，在实证性的基础上才有\n了可视性，在历史发展演变的过程中才具有了流动性。\n二、媒介的四种类型\n（一）译本\n翻译是最重要的媒介，无论是个体媒介还是团体媒介，环境媒介还是电子媒介，都离不\n开文学翻译。\n例：\n《圣经》被译为德文、英文——盛行欧洲\n佛经故事译为汉语——————流行中国及东亚国家\n唐代诗人寒山及其诗歌————“垮掉派”\n（二）评论\n所谓“评论”，可以是关于译本的评论，可以是关于原本的评论，也可以是关于作家的\n评论；无论如何，评论是一种重要的文字媒介。\n例：\n鲁迅《<察拉图斯忒拉的序言〉译者附记》\n郭沫若《〈雪莱诗选〉小序》\n朱生豪译《莎士比亚全集》\n梁实秋译《莎士比亚全集》\n傅雷译罗曼·罗兰《约翰·克利斯朵夫》\n（三）改编\n从本质上说，改编是由一种语言的文学作品改编为另一种语言甚至是另一种文体的文\n学作品，更是一种跨文化的转换活动。\n例：\n伏尔泰曾经将元朝作家纪君祥杂剧《赵氏孤儿》改编成五幕话剧《中国孤儿》\n美国作家把北魏花木兰代父从军的民间故事改编成迪士尼动画电影《花木兰》\n（四）对话\n在各国文学相互之间的交流活动中，国际学术会议上的发言，具有跨文化背景的学者直\n接向与会者发表学术见解，或者不同国度的学者之间直接对话，都是重要的文学传播媒介。\n1954年成立的“国际比较文学协会”以及1953年成立的“国际翻译家联盟”\n三、文学媒介展开的三种方式\n（一）个体方式\n指某一国家的作家在对某国外作家产生影响的时候，作为传播者与接受者的作家个体都\n发挥着媒介的意义。\n尼采——鲁迅\n雪莱——徐志摩\n庄子——卢梭\n（二）团体方式\n是指来自外国的某个文学社团与文学流派作为一种整体力量，投射到作为接受国的一\n群作家或单个作家身上而产生的重要影响。\n文学研究会、创造社、太阳社、未名社、语丝社、沉钟社、南国社\n《新青年》《文学周报》《新潮》《创造月刊》《新月》\n李金发、王独清、穆木天，新月派诗人陈梦家\n现代派诗人戴望舒、徐迟、金克木、纪弦\n（三）环境方式\n从古到今，环境都是一种重要的文学传播载体。无论是古代还是当代，无论是西方还是\n东方，环境媒介所起的作用都是有目共睹的，许多时候具有其他媒介所不能代替的意义。\n斯泰因的沙龙\n重要的文学翻译机构\n爱荷华大学作家写作班\n陆上与海上丝绸之路\n四、媒介学研究的理论价值和实践意义\n（一）理论价值\n可以更加清楚认识到文学在流传过程中产生变异的原因，从而重新评价同一作品之思想与艺\n术价值，以及价值转换与实现途径。\n可以为媒介的多样化选择提供理论支持。媒介学是对于文学跨国传播现象的全方位研究，是\n以作家作品流传为中心的研究，因此，对于经典文学重读与文学传播本身都会产生重要影响。\n（二）实践意义\n可以促进人们对翻译之难及其重要性的认识。翻译作为跨越国界文学传播的重要媒介，对其\n研究形成丰富多彩的译介学理论。\n可以为媒介的多样性理论提供支持。如果没有媒介的最新发展与媒介学的最新研究成果，人\n们不能认识到文学媒介的多样性意义与创造性价值。\n可以为未来世界范围内的文学传播提供多种多样的选择。在可以预见的未来，现有的文字媒\n介与环境媒介方式会得以继续保留，电子与影视媒介基础上产生的新媒介会层出不穷，极大\n改变人们的思维方式与生活观念。\n总之，媒介学研究具有重要的理论意义与实践价值。"
    },
    {
     "h": "第三章 比较文学与翻译研究",
     "c": "本章重难点分析\n第一节比较文学视野中的翻译\n第二节创造性叛逆与翻译\n第三节文化意象的失落与变异\n第四节翻译文学与中外文学关系研究新视角\n第一节比较文学视野中的翻译\n导语\n比较文学与翻译研究\n译介学\n翻译文学国别归属、翻译文学史、文学翻译史\n文化意象的失落、扭曲、变异\n“翻译总是一种创造性叛逆”\n翻译的发展历程\n萌芽期：伏尔泰、赫尔德、歌德利用平行研究探索文学的一般规律\n湮没期：法国学派的影响研究长期居于主流地位\n分庭抗礼：在美国学者的倡导下，成为当今比较文学学科中另一种重要的研究方法\n一、早期比较文学视野中的翻译\n（一）未能进入早期比较文学研究者视野的原因\n最主要的：早期比较文学研究者的研究立场—欧洲中心主义—局限于欧洲文学框架之内。\n研究素养：早期比较文学研究者大多熟悉欧洲语言，在研究中并不需要依赖翻译。\n所处特定阶段的影响：\n第一代浪漫主义作家——世界性眼光\nVs\n第二代浪漫主义作家——强烈民族情感\n（二）同时期欧洲界对于翻译的关注\n19世纪的法国经历了翻译高潮，大量翻译了来自英国、德国、意大利、西班牙以及拉\n丁文文学作品。\n莎士比亚作品的翻译：在1800年至1910年间，法国推出了八套不同的《莎士比亚全集》译\n本。\n歌德的翻译体验：歌德通过法译本和英译本阅读了《好逑传》《花笺记》《玉娇梨》等中国小\n说，对译者的贡献表示赞赏，并由此萌生了关于世界文学的思想。\n洪堡的观点：洪堡强调翻译对于丰富译入语文化和文学的重要作用，认为诗歌翻译是一个国\n家民族文学最紧迫的任务，翻译能够使不懂原文的人接触艺术形式，丰富本土语言的意义和\n表达力。\n影响：尽管歌德和洪堡关于翻译的观点在早期并未引起比较文学研究者的重视，但他们\n的见解对20世纪的国际比较文学界产生了重要影响。\n二、西方对东方文学（特别是中国文学）的重视\n（一）19世纪以来西方对中国文学、文化关注和兴趣\n歌德对《好逑传》等中国古典小说的阅读和评论，\n伏尔泰对元杂剧《赵氏孤儿》的改编，\n理雅各对《论语》的英译。\n（二）20世纪以来西方对中国文学的翻译\n英国汉学家阿瑟·韦利的《汉诗选译》和《论语》《西游记》的选译，\n德国汉学家弗兰茨·库恩对中国古典和现代文学作品的大量翻译。\n三、东方比较文学的崛起与翻译地位的上升\n（一）对翻译问题的重视\n①法国梵第根的《比较文学论》：正式讨论了“译本和翻译者”的问题。\n②基亚《比较文学》：文学作品的“翻译理论问题”是“当前比较文学的中心问题”\n③布吕奈尔：“比较学者的任务在于指出，翻译不仅仅是表面上使读者的数量增加，而且还\n是发明的学校。\n④（意）梅雷加利：“翻译无疑是不同语种间的文学交流中最重要、最富特征的媒介”，“并\n且还应当是比较文学的优先研究对象”。\n⑤（德）吕迪格：“在近于哲学阐释的翻译理论之外，还远未加以研究的翻译艺术的历史构\n成了比较文学的一个重要任务。”\n⑥（美）约瑟夫·T·肖：“提供了外国作品与本国作品之间最好的媒介”，“直接影响往往\n产生于译作而不是原作。”\n⑦（英）苏珊·巴斯奈特：原本作为比较文学一个分支的翻译研究，从20世纪70年代以来，\n已经成长为一门独立的学科了。\n当前国际比较文学研究确实出现了向翻译转向的迹象。\n四、从比较文学到翻译研究\n（一）出现“翻译转向”的原因：首先与它自身的最新发展特征有关。\n全球化背景下，比较文学最新的发展特征：\n七八十年代：70年代的理论热；80年代的后现代主义思潮\n九十年代：研究对象扩展到非纸质的非文字材料的作品\n当前：进入到了斯皮瓦克说的“文化多元主义和文化研究”阶段\n举例：运用心理分析批评理论中的“恋母情结”解释莎剧《哈姆雷特》的主人公为何迟\n迟未能把剑刺向他叔父从而为父亲报仇的原因；运用女性主义的理论解读小说《简·爱》，彻\n底颠覆男主人公罗切斯特作为正面人物的评价；运用文学人类学的理论把《西游记》解读为\n一场人类初民的成年礼游戏。\n新视野：地缘政治、文明冲突、自然生态、民族图腾。\n（二）出现“翻译转向”的原因：其次与当代翻译研究的最新发展趋向有关\n七十年代以前：怎么翻译？\n七十年代开始：\n为什么这么翻译？\n翻译的本质和意义？\n为什么要翻译这些国家的作家及作品？\n（三）“翻译转向”的实质：就是一种文化转向\n无论是翻译研究，还是文化研究，都表现为：\n①都质疑学科的边界，\n②都开创了自己新的空间\n③都关注权力关系和文本生产\n④都认识到理解文本生产过程中操纵因素的重要性\n因此这两个学科的学者可以在很多领域进行更富有成果的合作。\n（四）翻译届的新研究课题\n①新的研究层面：翻译研究使得比较文学的传统课题得到了更深刻、具体的阐释。\n②多元系统论：提出了之前被忽视的问题，如文化对翻译的重视程度、被翻译作品的类型、\n作品在译语系统中的地位、翻译传统和规范的认识，以及翻译作为革新力量的作用。\n③译介学研究：翻译活动与经典作品在文学史上的关系，以及从比较文化的角度审视翻译和\n翻译文学的问题，这揭开了比较文学的新研究领域——译介学。\n④合作的可能性：比较文学与翻译研究的学者可以在多个领域进行更富有成果的合作。\n第二节创造性叛逆与翻译\n导言\n创造性叛逆（creativetreason）这一说法出自法国文学社会学家罗贝尔·埃斯卡皮。\n翻译是叛逆的：它把作品置于一个完全没有预料到的参照体系（指语言）里；\n翻译是创造性的：它赋予作品一个崭新的面貌，使之能与更广泛的读者进行一个崭新的文学\n交流，还因为它不仅延长了作品的生命，而且赋予它第二次生命。”\n在这种创造性叛逆中，不同文化的交流、碰撞、变异现象表现得特别集中、特别鲜明，\n因此也特别富于文化内涵。\n一、翻译总是一种创造性叛逆\n（一）翻译作品可以改变人们的：\n语言外壳、读者对象、接受环境\n不同文化的交流、碰撞、变异现象表现得特别集中、特别鲜明，因此也特别富于文化内涵。\n埃斯卡皮的举例：\n斯威夫特的《格列佛游记》：“十分辛辣的讽刺小说”，充满“哲理的悲愤”\n笛福的《鲁滨孙漂流记》：“十分辛辣的讽刺小说”，充满“哲理的悲愤”\n（二）西方译学界关于翻译的“重写”“改写”理论\n①美国翻译理论家安德烈·勒菲弗尔（AndréLefevere）曾提出翻译与文学批评、文学\n史的编撰和文选的编选等一样，都是对原作的一科“改写”或“重写”（rewriting）\n“（这种“改写”或“重写”）“已被证明是一个文学捍卫者用以改编（因时代或地理隔阂\n而）异于当时当地的文化规范的作品的重要手段，对推动文学系统的发展起了非常重要的作\n用。从另一层面上，我们又可把这种‘改写’或‘重写’视作一个文化接受外来作品的证据，\n并从这个方面对其进行分析”。\n②巴斯奈特：我们必须把翻译视作一个重要的文学手段，把它作为‘改写’或‘重写’\n的一种形式予以研究，这样可以揭示一个文学系统在接受外来作品时的转变模式。\n由此可见，创造性叛逆从某种意义上而言，也是“重写”“改写”的一个同义词。\n（三）当代翻译的文化转向\n20世纪80年代末至90年代初，西方翻译研究开始全面转向文化层面。\n90年代末，翻译研究完成了文化转向，超越了传统上仅关注语言转换的技术层面问题。研\n究者关注翻译行为的本质、动因、结果、传播、接受和影响等一系列与翻译有关的文化层面\n问题。这种文化层面的翻译研究成为当代世界翻译研究的一个主要趋势。\n创造性叛逆：从文学社会学的角度审视翻译，创造性叛逆加入了对翻译文化层面的考察，为\n翻译研究和比较文学译介学研究开辟了新空间。\n这一转向标志着翻译研究不再局限于语言转换的技术性问题，而是将翻译视为一种文化活\n动，涉及到文化、社会、历史和意识形态等多个层面。\n二、创造性叛逆的类型\n①译者的创造性\n②叛逆、接受者的创造性叛逆\n③接受环境的创造性叛逆\n（一）译者的创造性\n1.个性化翻译：\n特征之一：“归化”，表现为用极其自然、流畅的译语去传递原著的内容，然而在其深处却\n有一个用译语文化“吞并”原著文化的问题。\n严复：所译的《天演论》，古朴典雅、气势恢弘的桐城派古文式的译文，以及他对原作\n的理解和阐释，令人“倾倒至矣”。\n特征之二：“异化”：译语文化“屈从”原作文化。\n庞德：所译的中国古诗，仿效中国古诗意象并置的手法，把李白的“荒城空大漠”译成\n“Desolatecastle，thesky，thewidedesert”。\n2.误译与漏译：\n有意误译——\n或是为了强行引入或介绍外来文化的模式和语言方式，如庞德；\n或是为了输入新的内容和新的表现法，如鲁迅。\n例：阿·托尔斯泰的名作《苦难的历程》的英译名是“RoadtoCalvary”，英译者故意\n用一个含有具体象征意义的地名“Calvary”，代替了俄文中那个泛指“苦难、痛苦”的普通\n名词“myka”。\n3.节译与编译：\n二者都属于有意识型的创造性叛逆，混杂难分。\n例如：林纾和包天笑的翻译，删除了某些段落，是明显的节译。\n造成节译与编译的原因：\n为与译入国的习惯、风俗相一致，\n为迎合译入国读者的趣味，\n为便于传播，\n或出于道德、政治等方面因素的考虑等等。\n4.转译与改编\n共同特点——使原作经历了“两次变形”，二者都属于特殊型的创造性叛逆。\n转译展示了转译者对其他语种文学的主观选择与接收倾向。\n改编涉及了作品文学样式、体裁的改变和语言、文字的转换。\n例：\n巴金，通过英语翻译了许多俄罗斯文学作品。\n林纾，把易卜生的剧本《群鬼》改译成文言小说《梅孽》。\n（二）接受者也即读者的创造性叛逆\n读者的创造性叛逆\n读者调动人生体验，在译者翻译的基础上，对译作再创造。\n读者的再创造更富创造性，也更富叛逆性\n例如：\n俄国作家屠格涅夫读《哈姆雷特》，由于他自己对某些社会现象或道德问题的强烈见解，\n他竟不由自主地把哈姆雷特与俄国社会中的“多余人”形象相比；\n（三）接受环境的创造性叛逆\n对比接受环境的创造性叛逆读者的创造性叛逆\n环境影响历史、社会、民族文化人生体验\n行为主体读者的集体接受读者的个体行为\n屠格涅夫对《哈姆雷特》的接受和极富创造性叛逆特征的解读就是他的一种个人行\n《格列佛游记》和《鲁滨孙漂流记》的命运变迁，是整个接受环境使然。\n三、创造性叛逆与文学经典的形成\n韦斯坦因：“一本书只要还被人误解着，就具有生命力。鲁勃斯和埃斯卡庇一致同意说，\n伟大文学的标志就是看它能被‘背叛’的能力有多大。”\n梅雷加利：“伟大的经典著作总是被以后的各个时代不断地丰富，在作品的周围形成一\n个光环，产生一种模糊的形象；这个光环可能是从作品自身散发出来的，也可能并不属于作\n品本身。这当中，‘创造性背离’和‘弄假成真’的批评起了促进作用。”\n四、创造性叛逆与文学经典的形成\n波斯诗人莪默·伽亚谟诗集《鲁拜集》：\n英国诗人菲茨杰拉德以及中国郭沫若的翻译，成为名作；\n诗僧寒山的诗集：\n上世纪50年代起译为英文；寒山诗：充满禅机——崇尚自然美国社会：学禅之风+嬉皮\n士运动；接受者和接受环境的创造性叛逆把寒山诗塑造成了美国读者心目中的中国文学经典\n五、创造性叛逆的个案\n一个是法国诗人戈蒂耶误译德国作家阿尔尼姆的作品，把后者一部小说中“Ichkann\nunterscheidenwasIchmitdemAugeder，WahrheitsehenmussoderwasIchmirgestalt”\n（我能够准确地识别哪些是我必须用眼睛观察的真实，哪些是我自己形成的想法）这句话译\n成了“Jediscerneavecpeinecequejevoisaveclesyeuxdelarealitedeceque\nvoitmonimagination”（我觉得难以区别我用眼睛看到的现实和用想象看到的东西）。\n庞德故意用中国式的英语、甚至用根本不通的英语翻译中国古典诗，其中充满了误译，然而\n却引发了美国诗坛一大批意象诗的产生，庞德也成了意象派诗歌的领袖。\n六、对创造性叛逆的抨击的理解\n错误观点：误译——导致翻译质量的下降\n“度”——区分“好的创造性叛逆”和“不好的创造性叛逆”\n回应：\n创造性叛逆是翻译中的一个客观存在\n揭示了跨语言、跨文化传播和接受中的规律\n有助于认识翻译的实质，与“该怎么译”无关\n第三节文化意象的失落与变异\n一、中外文学和文化中的文化意象\n（一）文化意象的多种表现形式\n汉民族语言欧美民族语言\n植物松树、梅花、竹子、兰花、菊橡树、橄榄树、白桦树、玫瑰\n花花、郁金香\n飞禽走兽乌鸦、喜鹊、龙、麒麟猫头鹰、狮、熊、狐\n成语谚语画蛇添足、走麦城、Toputafifthwheeltothe\n典故地名三个臭皮匠，顶个诸葛亮coach.\nAllroadsleadtoRome.\nWaterloo\n数字三、八七、十三\n（二）文化意象的多种表现形式\n独特的文化意象，在跨语言、跨文化的背景中，有时候就会形成跨语言传递中文化意象的错\n位。\n汉民族语言欧美民族语言\n兔子静若处子，动若脱兔astimidasahare\n日常表述他瘦得像猴子asthinasashadow\n谚语无风不起浪Nosmokewithoutfire.（俄\n文、法文也如此）\n二、翻译与文化意象的失落、扭曲、变异\n在跨语际交流，尤其是在翻译文学中，文化意象不仅呈现出错位的现象，它还有文化意\n象内涵的失落、扭曲和变异，以及信息的增添。\n例如（失落）：\n“awolfinsheep'sclothing”（披着羊皮的狼）译成中文里的“笑面虎”，\n失落：失去了意象背后的伊索寓言的内涵\n在跨语际交流，尤其是在翻译文学中，文化意象不仅呈现出错位的现象，它还有文化意\n象内涵的失落、扭曲和变异，以及信息的增添。\n例如（扭曲）：\n英语、俄语：dragon（龙是邪恶、凶残的怪物），\n汉语：龙代表高贵、神圣，代表中华民族形象，\n扭曲：传播中国的龙文化时，难以引起西方人的共鸣\n在跨语际交流，尤其是在翻译文学中，文化意象不仅呈现出错位的现象，它还有文化意\n象内涵的失落、扭曲和变异，以及信息的增添。\n例如（变异）：\n英语：Talkofthedevil，andheissuretoappear.，\n汉语译文：说到曹操，曹操就到\n变异：曹操这一历史人物，带有浓厚的译入语民族文化色彩，译文也会使读者产生错误\n的联想。\n在一种语言中带有褒义、正面意义的事物，在另一种语言中成了贬义、反面意义的事物；\n或者，虽然意义不是截然相反，但至少也是大相径庭的。\n狗蝙蝠海燕西风喜鹊猫头鹰水仙兰花\n汉贬义吉祥坚强斗温暖吉祥小偷凌波仙高雅\n士子\n英良友贬义贬义严寒贬义智慧自恋贬义\n三、文化意象的跨民族传递\n文化意象如何传播\n历史文化、神话传说、历史事件、文学作品，通过文化意象的错位、文化内涵的失落、\n扭曲等现象，推动中国文化反思、交流、走出去。\n第三节文化意象的失落与变异\n三、文化意象的跨民族传递\n文化意象如何传播\n举例：\n李白的著名诗句“烟花三月下扬州”\n赵译“牛奶路”“MilkyWay”出自1922年他翻译的契诃夫的短篇小说《樊凯》（《万卡》）。\n汝龙翻译的：“……整个天空点缀着繁星，快活地睒眼。天河那么清楚地显出来，就好\n像有人在过节以前用雪把它擦洗过似的……”\n文化意象翻译中的问题\n首先是字面上的矛盾。\n其次是形象的扭曲。\n文化意象的跨文化传递绝不是一个简单的语言文字如何转换也即翻译的问题，其背后蕴\n含着不同民族文化如何相互理解、如何正确交流，以及如何彼此丰富的大问题，必须引起我\n们的高度重视。\n第四节翻译文学与中外文学关系研究新视角\n一、文学的跨国传播及其身份认同\n（一）翻译对文学作品跨国传播的作用，各个民族的优秀文学作品借助翻译实现了跨越国界\n的传播\n古希腊罗马文学中的荷马史诗，埃斯库罗斯、索福克勒斯、阿里斯托芬的悲、喜剧，亚里士\n多德、维吉尔等人的作品，是用已经“死去的语言”拉丁语写成的杰作\n【波兰】显克维支（波兰语）\n【美国·犹太】艾萨克·辛格（意第绪语）\n【西班牙】马尔克斯《百年孤独》（西班牙语）\n【丹麦】安徒生\n【德国】格林兄弟\n（二）翻译对文学作品跨国传播的作用\n①翻译的桥梁作用：世界文学史证明，翻译是许多优秀文学作品跨越国界、走向世界的关\n键。\n②古典作品的传播：古希腊罗马文学作品，如荷马史诗和亚里士多德的作品，通过翻译得\n以保存和传播。\n③非通用语言作品：非通用语言创作的作品，如显克微支的波兰语作品、艾萨克·辛格的\n意第绪语作品、马尔克斯的西班牙语作品，通过翻译为世界所知。\n④童话作品的普及：安徒生和格林兄弟的童话作品通过翻译成为世界儿童文学的经典。\n⑤文学价值的再发现：翻译有时能使源语国家的读者重新发现被忽视作品的价值，如《鲁\n拜集》、寒山诗的英译，以及《牛虻》和《围城》的翻译。\n⑥作品的重生：翻译不仅能让作品在国际上获得新生，也能在源语国内引起重新关注。\n⑦翻译的多层面作用：文学翻译对原作的介绍、传播、普及，乃至价值提升起到了重要作\n用。\n⑧翻译对评价的影响：翻译能够改变作品的评价，如福克纳作品的法语翻译对其在美国的\n评价产生影\n⑨翻译研究的文化转向：20世纪末，翻译从技术层面转向文化层面，关注翻译在文化中的\n角色和影响。\n⑩翻译与比较文学的交汇：翻译研究与比较文学的结合，开启了比较文学译介学研究的新\n空间，强调了翻译的文化层面和社会学角度。\n二、翻译文学概念及其国籍归属\n首先，作为文学翻译的“产品”，翻译文学与非文学翻译“产品”有着本质上的差别，\n它是一种艺术再创造。\n其次，翻译文学还是文学作品的一种存在形式。\n最后，尽管翻译文学传递了外国文学的信息，但正如以上所分析的，不能简单地把它等\n同于外国文学，严格而言，它是外国文学的载体。\n三、文学翻译史与翻译文学史\n文学翻译史：对文学事件的描述\n翻译文学史：具有文学史的性质，包括文学史的三个基本要素：作家、作品、事件\n四、翻译文学史的核心对象与任务\n核心对象：作家、作品、事件\n任务：历史叙述与分析\n描述翻译文学在译入语国家的基本面貌、发展历程和特点\n在译入语国家的文化语境中对翻译文学的形成和意义作出明确的界定和阐释\n五、翻译文学史的作家主体\n翻译家：林纾、鲁迅、周作人、郭沫若、茅盾、巴金、朱生豪、傅雷\n原作家：不是原作家本人，而是“披上了译入语国家外衣的外国作家”，即已经由翻译\n家译介到译入语国家的外国作家。\n六、文学翻译事件\n由于不同翻译家的译作，存在着多个不同的莎士比亚、狄更斯、巴尔扎克和托尔斯泰等\n外国作家的形象。\n1.文学翻译事件：翻译文学史的重要内容是文学翻译事件，包括作家作品译介、接受情况、\n引发争论等。\n2.完整描述与分析：翻译文学史应对外国作家和作品在不同时期的译介和接受特点进行完整\n描述和分析。\n3.时代背景阐释：应根据特定时代背景阐释作家作品被译介的原因。\n4.译者阐释：通过译本的序跋等文字分析译者在特定文化时空中对所译作家、作品的阐释。\n5.翻译动机：有些作品因作为世界文学遗产而被翻译，有些则因契合中国当时的文化文学需\n求而被翻译。\n6.形象变化：外国作家在进入中国时的形象可能经历变化，如拜伦、莎士比亚、卢梭、尼采\n等。\n7.文化角色：外国作家最初在中国扮演的文化角色可能与他们原有的形象有所不同，反映了\n中国社会对外国文化的特定需求和接受方式。\n七、分析文学翻译事件应该注意\n①分析这些作家和作品在各个时期译介和接受的特点，尤其应该根据特定时代背景对该作\n家、作品被译介的原因作出阐释；\n②应该通过译本的序跋之类的文字，分析在特定的文化时空中译者对所译作家、作品的阐\n释。\n③有些外国作家进入中国的形象有一个变化的过程\n拜伦——反抗封建专制的“大豪侠”\n莎士比亚——“名优”和“曲本小说家”\n卢梭——“名贤先哲”、“才智之士”、“名儒”\n尼采——“个人主义之至雄杰者”、“大文豪”、“极端破坏偶像者”\n八、翻译文学史里的作品\n翻译文学史里的作品指的是同一部原作在译入语国家的诸多不同译本。\n①一般文学史的作品——唯一性\n②翻译文学史的作品——多种译本（不同或同一历史时期）\n翻译文学史实际上就是一部文学交流史、文学影响史、文学接受史。\n九、总结\n翻译文学史概念的提出，对中外文学关系研究提出了新的要求。\n时代社会文化的语境与特征\n切入点——翻译角度\n现当代中国的外国文学的研究现状、特点\n时代语境下对外国文学的文化阐释"
    },
    {
     "h": "第四章 形象学、接受学与变异学",
     "c": "本章重难点分析\n第一节形象学\n第二节接受学\n第三节变异学\n第一节形象学\n导语\n萌生：20世纪四五十年代的法国标志着早期法国学派在观念和方法上的重要转向。\n扩展：20世纪七八十年代以后：保罗·利科确立“形象”的两个主要功能：“意识形态”\n和“乌托邦”。\n飞跃：20世纪九十年代初，代表学者：莫哈、巴柔，形象学成为比较文学学科的一种\n专门研究类型。\n一、形象学的历史与现状\n（一）萌蘖与生发\n①学科性质——民族文学史为本位：欧洲学者倾向于以民族文学史作为比较文学研究的基\n础。\n②方法论的演变——进化论的影响：进化论提供了一种历史发展的视角，使得学者们试图\n通过比较不同民族和时代的文学作品来探索文学的普遍规律和发展趋势。\n③实证方法的重视：学者们通过详尽的材料考据来研究文学作品。这种方法强调了对具体\n事实的搜集和分析，以期达到更为客观的研究结果。\n④代表性学者及其观点；\n波斯奈特：（英），《比较文学》（1886）体现了进化论对比较文学的影响，强调了文学史\n的归纳和综合。\n布吕纳介：（法），通过系列演讲《文学史中的文类演变》（1890—1894），展示了文学史\n观的进化论视角巴登斯贝格和梵第根：两位学者主张通过文献实证来确认不同文学间的\n影响和传播路径，他们反对对文学现象进行理论综合和美学评价，认为这种方法过于主\n观，缺乏实证基础。\n⑤研究取向的差异\n进化论的应用：将进化论应用于文学史领域，重视通过归纳和综合来探索文学的普遍性\n和发展规律。\n文献实证的强调：更侧重于文献的实证研究，排斥理论综合和美学评价，认为这有助于\n更准确地揭示文学作品之间的实际联系和影响。\n（二）卡雷的贡献\n（影响研究）做起来是十分困难的，而且经常是靠不住的。在这种研究中，人们往往试\n图将一些不可称量的因素加以称量。相比之下，更为可靠的则是由作品的成就、某位作家的\n境遇、某位大人物的命运、不同民族之间的相互理解以及旅游和见闻等等所构成的历史……\n新的研究空间：各民族间通过文学作品、旅游日记所表现出来的“想象性的相互诠释”\n研究力作：《法国游客与作家在埃及》+《法国作家与德国幻想》\n（三）基亚\n不再追求抽象的总括性影响，而设法深入了解一些伟大民族传说是如何在个人或群体的\n意识中形成和存在下去的，这就是近五十年来法国的一种远景变化，它使比较文学产生了真\n正的更新，给它打开了一个新的研究方向。\n（四）形象学的萌蘖与生发\n形象学的萌蘖：20世纪初关于“异国形象”的研究\n形象学的生发：20世纪四五十年代，卡雷和基亚确立了新的原则\n卡雷、基亚将对“异国形象”的研究置入传统影响研究中——使人们开始注重文学在表现异\n国形象时的传播和建构作用\n（五）萌蘖与生发的研究成果\n洛托拉利《18世纪法国的俄罗斯幻象》（1951）\n马朗东《十九世纪下半叶英国意识中的法国形象》（1952）\n罗勒、斯蒂芬《英国文学中的瑞士》（1952—1955）\n狄戎《法国思想中的德国危机：1871—1914》（1959）\n热内《从格兰多热到巴拿布思：法国小说和戏剧中的美洲人形象（1860—1917）》（1964）\n卡多《法国知识界的俄国：1839—1956》（1967）\n二、形象学的发展与现状\n（一）萌蘖与生发的研究成果\n萌蘖与生发阶段的形象学是“影响研究三支柱”中的一种，没有成为“专门之学”，20\n世纪80年代得到根本改变。\n（二）发展与现状——总结\n（1）形象学自身的理论化\n①一方面是借助新的理论来建构形象学的理论基础，如上述利科、巴柔所做的理论奠基工\n作；\n②另一方面是借新的理论来开辟研究空间，深化研究内涵，如先后有学者采用接受美学、\n布尔迪厄的“场论”、萨义德的东方主义以及后殖民主义、女性主义等文化研究思潮来丰富\n形象学的研究。\n自考刷题就用熊猫自考APP\n（2）形象学迅速向其他欧美国家传播\n20世纪五六十年代开始，严格意义上的形象学研究便开始向德国、英国、美国等国传播\n（3）形象学在我国取得了长足发展\n相关论著极其丰富，内容涉及文学艺术、影视文化以及历史、宗教、哲学、伦理、地理\n等各个层面；\n高校开设形象学课程，硕、博士生撰写相关学位论文；\n比较文学教材编写形象学篇章。\n三、形象学的性质与定义\n（一）形象学的性质\n（1）形象学的性质取决于它的研究对象——民族文化中的“异国形象”或“异国描述”，这\n里的“民族文化”，除了指文学作品之外，还包括游记、媒介报道、调查问卷，等等。\n一切文字中透显出来的、对于异国的“描述”（represéntation）都是形象学的“形象”。\n“自我”的确立，始终是与“他者”相伴。\n（2）形象学的种类\n①“异国形象”。\n②“出自一个民族（社会、文化）的形象”（特别重视）。\n③“由一个作家特殊感受所创作出的形象”。\n（3）形象学的性质\n①“形象”所蕴含的是不同民族间“想象的相互诠释”\n②“形象”的认知功能处于“再现”与“想象”之间\n③“形象”兼具“自我”与“他者”的双重蕴含\n④“形象”兼具“意识形态”与“乌托邦”的价值功能\n⑤“形象”具有语言的一切特征，具有严格意义上的诗学特性\n（二）形象学的定义\n形象学是把“异国形象”置于与“社会总体想象物”的关联之中，研究一个民族对“他\n者”的各种诠释（描述、想象、幻象、神话、传说等）及其产生的社会、历史、文化和意识\n形态的原因。\n形象学研究的核心是“民族间想象性的相互诠释”，它关注的是民族或群体如何通过各\n种文化产品和社会实践来构建和传播对“他者”的神话、传说、幻象等。这种研究不单纯关\n注文化间的相互影响，而是更深入地探讨这些形象是如何在个体或群体意识中形成和运作\n的。\n四、形象学的对象、内容与方法\n（一）形象学的对象\n一是“异国形象”的创造者，即“主体”“自我”“叙述者”“注视者”。\n二是“异国形象”创作所依赖的“社会集体想象物”。\n三是“社会集体想象物”所倚赖的民族历史文化传统与社会现实。\n四是“异国形象”的方法论研究。特定的对象，往往需要与之相应的特定方法。“异国\n形象”的“想象”特性，就需要采用想象的理论和方法与之相应。\n（二）形象学的内容\n内容方面，大致可分为理论建构研究和具体问题研究两方面（实际上二者往往相互交叠、\n难以区隔）\n1、理论建构研究：围绕形象学的性质、特点、功能、对象、范围、目标和方法等方面所作\n的理论探讨属于理论建构研究。包含以下几个方面：\n一是关于形象学的性质与特点。\n跨学科性、新文化论、注重总体性和综合性\n二是关于形象学的功能与目的。\n考察“异国形象”在民族文化中产生的原因、机制及其复杂表现，审视和辨析“形象”\n三是关于形象本身。\n形象的分类【莫哈】、形象的学术史演变【卡多】、形象的诗学【巴柔】\n巴柔的研究，把形象研究推向了新的高度\n巴柔修正“社会总体想象物”的功能：在主体批判意识的强弱与想象物/现实之区别的\n大小之间，并不是一种单一对应的关系。根据民族作家心目中本土文化与异国文化之间高下\n优劣的差异程度，把民族作家对于异国文化的基本态度分为三种：\n①第一种是“狂热”，此时异国文化被视为绝对优越于本土文化。\n②第二种是“憎恶”，此时异国文化被视为绝对低劣于本土文化。\n③第三种是“友善”，此时两种文化彼此认可，保持相互尊重。\n（三）关于具体问题的研究方面\n1、在文学事实联系脉络下延伸出来的相关成果。\n艾田伯：形象学巨著的《中国之欧洲》\n我国学者的相关研究也相当丰富：\n前辈学者：钱锺书、季羡林、张星烺、范存忠、方重、戈宝权\n后辈学者：乐黛云、钱林森主编“中国文学在国外丛书”\n严格意义上的形象学研究：特别是周宁撰写或主编的一系列著作，将理论反思不断引\n向深入\n2、词汇与“套话”研究。词汇是“形象”的基础。\n词汇研究：【巴柔】采用福柯话语理论、东方主义、结构主义等方法来讨论这类词汇所蕴含\n的“文化”与“权力”、“自我”与“他者”关系。\n“套话”研究：“套话”是指一个文化中被反复使用、具有相对固定内涵的词汇或判断，“法\n国人喝葡萄酒”“德国人思维严谨”。\n3、关于西方的“中国形象”反思。\n研究数量较多，但是大都重视史料罗列，缺乏思想深度\n周宁的相关研究使这一状况得到了较大改变：《天朝遥远：西方的中国形象研究》\n第二节接受学\n一、接受学的历史与现状\n（一）接受学的早期形态\n“影响研究三支柱”都与“接受”有关，特别是渊源学和流传学。\n渊源学——从“接受”出发，追溯“影响”的异国来源\n流传学——着眼于“影响”得以发生的媒介与环境，研究重心就在影响的终点——“接受者”\n自20世纪70年代中期以来，接受美学愈益成为欧美学者的关注热点。\n1979年在奥地利因斯布鲁克举办国际比较文学协会第九届年会，次年出版的年会论文集（接\n受美学的主要创始人——H.R.姚斯为主编之一）第二卷名为《文学交往与接受》。标志着“比\n较文学接受学”进入了新的阶段\n（二）接受学的早期形态的共同特点\n1.属于“文学史研究”，是“历史或社会学研究”而非“文学批评”；\n2.它虽然着眼于接受者的“接受”，但重心却落在放送者在他国获得的“机运”和“成功”\n之上，故流传学实为放送者在异国的“声望”之学；\n3.他国的种种“接受”是对于放送者的单向反应，接受者往往是被动的。\n（三）接受美学的国外情况\n在欧美学者所撰比较文学概论性著述里，安排专门章节来论述“接受研究”者并不多见。\n伊夫·谢弗莱尔——《法国自然主义小说在德国》、《今日比较文学》；\n齐马——《比较文学导论》，设有专章“比较性接受研究”\n（四）接受美学的国内情况\n1、从1983年起进入我国学界，引发研究与应用的热潮，主要研究以下内容：\n①跨文化视域下的接受美学与诗学研究\n②以接受美学为参照的中国诗学理论重构与反思\n③阐发研究\n④外国作家、文学和理论思潮的中国接受研究\n⑤翻译研究\n2、我国较早接纳“接受美学”比较文学著述\n①《比较文学原理》【乐黛云著】\n②《中西比较文学教程》【乐黛云主编】\n③《比较文学》【陈惇、孙景尧、谢天振主编】\n④《比较文学教程新编》【张铁夫等主编】\n⑤《比较文学教程》【曹顺庆主编】\n二、接受美学的性质与定义\n（一）接受美学概述\n形成于20世纪六七十年代之交，由联邦德国康士坦茨大学的姚斯、伊瑟尔、施特里德、\n福尔曼等率先倡导、建立。\n重视读者在文本意义生成中的作用及规律，被称为“接受理论（ReceptionTheory）。\n《文学史作为向文学理论的挑战》姚斯\n《文本的召唤结构》伊瑟尔\n（二）接受美学的性质与定义\n围绕“读者”与“文本”两要素，姚斯和伊瑟尔，在文学观和文学史观等方面的主要观点：\n其一，不是从“文学是什么”，而是从“文学如何存在”来思考文学的本质，认为“文学”\n的本质不在于作者、文本或读者的某一极，而在于三者的动态关联和相互交融；缺其一，就\n无法生成“文学”。\n自考刷题就用熊猫自考APP\n其二、读者对文本的阅读，受到“接受屏幕”的制约而产生“期待视野”。\n其三，文学文本蕴含“召唤结构”，它是由开放未定而具有可连接性的“意义空白”、各种图\n景片段间的“未定性空缺”（指可供读者的“游移视点”加以交织、转换、整合而形成丰富\n的“视觉场”或“参照域”）和“否定性”（文本具有的、对于惯性思维的否定功能）等因素\n构成。\n其四，良好的“召唤结构”能够打破庸常的“期待视野”，形成创造性的“视域融合”。\n其五，文学史就是“效果史”，也即读者参与的“接受史”。\n（三）接受美学的性质与定义\n其一，它摆脱了对流传学等传统影响研究类型的依附，成为一种相对独立的研究类别。\n其二，研究的内容大大超出对作家作品在异国的“声望”“成功”的关注，而可以探讨一个\n或多个作家、一种或多种文学现象或思潮在异国的流传和接受，研究其被容纳或被拒绝、\n有所保留或变形、过滤等变异现象的深层原因和运作机制，因而变得更为广阔、深邃和复杂。\n其三，它不单是历史研究和文献实证，而且还是“文学批评”乃至“文学理论研究”，特别\n是当接受者被视为“文学”的本质构成因素之后，与此相关的因素，如“阅读”“误解”\n“翻译”等均可一同成为文学本身的内容，探讨其表现与原理，自然也就成为“文学批评”\n或“理论建构”了。\n其四，某种“影响”究竟能否发生，既取决于放送者和各种媒介通道所提供的前提条件，\n同时也取决于接受者，后者绝非只是被动消极的，而是具有主动的选择力，这样一来，放\n送者与接受者之间便是一种双向性、有机性、生命性的联系，而绝非被动的单向输入与接纳\n关系，比较文学影响研究也就从原来的单向流传变成了双向的互动。\n（四）接受美学的定义\n接受学以一国作家为主体的读者对异国文学的接受和反应作为研究对象，借助文化背\n景、文学原理与批评、原作与译本的比较、发行调查、一般舆论反响等多重视角来审视和探\n究接受过程中对于异国文学和文化的过滤、误解、变形乃至扭曲等各种现象的深层原因和变\n异机制，同时也可更加清楚地反观与认知本民族文学与文化的特点和规律。\n三、接受美学的对象、内容和方法\n（一）研究对象\n①主体——“接受者”，可以是单个的人（不仅仅是作家），也可以是一个群体。每个人的\n情绪、气质、性格、品行、教养、背景、经历、嗜好等，都是构成“接受屏幕”的重要因素。\n②时间——接受者所处的“年代”，主要牵涉历史分期、流行思潮、时代精神、文化传统及\n其相互关系对接受的影响。\n③空间——接受者的民族或国家之社会现实环境，包括经济、政治、军事、文化等各方面\n的势力状态。\n④文本——接受者遭遇的“客体世界”；“文本”具有“召唤结构”，“文本”杰作能够产生\n对于庸常“期待”的否定性作用，最终参与改变接受者的“接受屏幕”。\n⑤“接受”现象的各种差异性表现及其深层原因和变异机制。\n（二）内容和方法\n伊夫·谢弗莱尔的五种接受学研究模式，即：\n①“一部作品在特定国”；\n②“X作家（或其代表作品）在Y国（或某一特定的语言或文化区域）”；\n③“几个作家或某国的全部作品在另一国”；\n④“X作家在A、B、C等国”；\n⑤一个特殊的读者对一个作家的接受。\n乐黛云受此启发，列举了六种内容和模式\n①研究某一作家对国外某一作家或某些作家的接受与反应\n如“鲁迅与雪莱”“王国维与叔本华”“郁达夫与佐藤春夫”“莫言与马尔克斯”“史奈德\n与寒山诗”等\n②研究某个外国作家在中国的接受与反应，往往涉及该作家的重要作品或全部作品\n如“泰戈尔在中国”“普希金与中国”“歌德与中国”“巴尔扎克与中国”等。\n③研究某个作家或某部作品在某一国家的接受和反应，特别是在不同时代流传与接受所表现\n出的差异和变化\n如“尼采与中国近现代文学”\n“《赵氏孤儿》在18世纪欧洲的流传与接受”\n“《罗摩衍那》与中国”等；\n或者，研究某个作家或某部作品在不同国家的接受和变异\n如“《三国演义》在东南亚”\n“莎士比亚戏剧在18世纪欧洲的接受与反应”等。\n④研究某个国家或民族文学在中国的接受与反应，\n如“印度文学在中国”“日本文学在中国”“德国文学在中国”“俄罗斯文学与中国”等。\n⑤研究某一思潮、流派在某一国家某一历史时期的接受与反应，\n如“中国现代文学中的自然主义/浪漫主义/象征主义等”，等等；\n研究某一思潮、流派在同一时代不同国家的接受和变化，如“中国诗歌与英美意象派”\n“自然主义在19世纪欧洲的流传与变异”“现代主义在20世纪初叶的欧洲”等。\n⑥研究某一母题或主题在不同国家、不同时代的接受与变异，\n如“二女争子”母题在佛典《贤愚经》、《圣经·旧约·列王纪》、《古兰经》、应劭《风\n俗通义》、元代杂剧《包待制智勘灰阑记》、日本江户时代（德川幕府，1603—1868）的《大\n冈政谈》以及布莱希特《高加索灰阑记》等作品中的不同演变；再如“灰姑娘”母题在意大\n利、法国、德国、英国的童话故事和中国的《酉阳杂俎续集·支诺口上》《聊斋志异·阿宝》\n等小说中的不同演变。主题方面，如友谊观、爱情观、家庭婚姻观念等在不同国家文学中变\n异性呈现，等等，都是很好的研究论题。\n四、接受美学的前景\n首先，透过民族文学在异国语境中的传递和接受，可以更加清楚地认识“自我”。\n其次，接受学的方法论有待丰富与多样化。\n再次，加强接受视野中的文学翻译研究。\n最后，应当重视变异研究。\n第三节变异学\n一、比较文学变异学的基本原理\n（一）定义\n比较文学变异学（TheVariationStudiesofComparativeLiterature），是指对不同\n国家、不同文明的文学现象在影响交流中呈现出的变异状态的研究，以及对不同国家、不同\n文明的文学相互阐发中出现的变异状态的研究。\n通过研究文学现象在影响交流以及相互阐发中呈现的变异，探究比较文学变异的规律。\n第三节变异学\n（二）时代背景\n在解构主义和跨文明研究两大思潮的影响下，差异性问题已经成为当今全世界学术研究\n的核心问题，是全球学术界关注的焦点。\n第三节变异学\n（三）变异学萌芽\n国外：\n韦斯坦因：影响过程中的“创造性的转变”；\n赛义德：“理论旅行”—TravelingTheory；\n斯皮瓦克，苏珊·巴斯奈特：翻译过程中产生的变异；\n弗朗索瓦·于连：对异质性的强调。\n国内：\n叶维廉：“文化模子”说；\n严绍璗：“变异体”概念；\n王向远：日本新感觉派及其在中国的变异；\n曹顺庆：比较文学变异学，论文，专著。\n（四）传统研究方法——影响研究\n目标：\n同源性：即流传或渊源的同一性。实际上变异同时存在。\n实证性：坚持实证性的科学精神是影响研究的突出个性，但是实证性的文学关系也同时包含\n变异的问题，因为当一国文学传到另一国时，它会不可避免地产生变异。\n局限性：求同性的影响研究：\n①不能反映在文学流传中信息的失落、增添与误读，以及不同历史时期、不同接受者、不\n同文明的影响下的文学阅读的差异。\n②影响研究中的超越影响，未能揭示出某些作家作品在国外的影响大大超出在本国影响的\n深层次原因在于“变异”。\n（五）传统研究方法——平行研究\n目标：\n类同性：美国学派以及平行研究注重求“同”的思维模式，在他们看来，求同才具有可\n比性，没有同，就没有可比性，并没有认识到异质性与变异性。\n局限性：\n①拒绝对异质性文化进行研究\n②早期异质文化间进行平行研究，由于缺乏对“异”的重视，“比较”沦为“X+Y”的表浅\n化“比附”。\n二、变异学的理论核心：异质性与可比性\n异质性是比较文学可比性的基础\n“同中之异”，即在比较文学影响研究与平行研究同源性、类同性的可比性基础之上的\n进一步延伸与补充。即：在有同源性和类同性的文学现象的基础之上，找出异质性和变异性。\n例：禅宗与佛教有相当的差异，但是有共同的源头\n——印度佛教。\n三、跨国变异研究\n跨国变异研究的内涵\n跨国别的文学研究，是两国或两国以上文学的比较，必然会涉及一国文学流传到他国所\n产生的变异。\n翻译过程的变异：文学现象通过翻译，跨越语言的藩篱，最终被接受者接纳的过程。\n语言层面产生变异：译者或读者对外来文学作品，在目标语中加以“再现”或“再生产”，\n有意识或无意识地受制于目标语的规范和读者语言阅读习惯。\n雷马克：“国别文学是墙内的文学研究，比较文学越出了围墙。”\n四、跨语际变异研究\n（一）跨语际变异研究的内涵\n翻译过程的变异：文学现象通过翻译，跨越语言的藩篱，最终被接受者接纳的过程。\n语言层面产生变异：译者或读者对外来文学作品，在目标语中加以“再现”或“再生产”，\n有意识或无意识地受制于目标语的规范和读者语言阅读习惯\n（二）跨语际变异研究的特点\n1.语言的“不可译”性与变异的必然性\n道安的“五失本、三不易”的理论：翻译梵文佛经有五种情况容易使译文失去原文的本\n来面目，主要涉及两种语言的词序和句法结构、文采、篇章结构、文体风格及意义的建构等\n层面的问题；\n而“三不易”则是指因时代不同、文化不同和理解不同而不容易处理，而后世克罗齐之\n言可谓与其殊途同归。\n2.汉语与西方语言的异质性\n例：\n“春蚕到死丝方尽”：“丝”与“思”一语双关\nThesilkwormsofspringwillweaveuntiltheydie.\n五、跨文化变异研究\n（一）跨文化变异研究的实质\n跨文化研究的提出和中国比较文学的理论实践和知识资源密切相关\n曹顺庆；比较文学中国学派的基本学科特征是“跨异质文化”：“如果说法国学派跨越了\n国家界线，沟通了各国之间的影响关系；美国学派则进一步跨越了学科界线，并沟通了互相\n没有影响关系的各国文学，那么，正在崛起的中国学派必将跨越东西方异质文化这堵巨大的\n墙，必将穿透这数千年文化凝成的厚厚屏障，沟通东西方文学，重构世界文学观念。”\n（二）文化过滤的内涵\n文学交流中接受者的不同的文化背景和文化传统对交流信息的选择、改造、移植、渗透的作\n用。\n一种文化对另一种文化发生影响时，接受方的创造性接受而形成对影响的反作用。\n（三）文化过滤的含义\n第一，是接受者的文化构成性。\n第二，接受过程中的主体性与选择性。\n第三，接受者对影响的反作用。\n（四）文化过滤的作用机制\n①现实语境、传统文化的过滤作用\n②语言差异的过滤作用\n③接受者个体文化心理对外来文学接受的“文化”过滤作用\n（五）文化过滤的例子\n①在西方，《庄子》里面的“天”、“道”经常被理解为“上帝”（God），这明显是西方人根\n据其基督教文化传统，对中国文学的一种变异。\n②林纾将其《大卫·科波菲尔》为《块肉余生述》，把人名改用“块肉余生”替代，林纾还\n删节了一些他认为不重要的内容，如一些感叹词、拟声词，标题，与宗教相关的内容等。\n（六）文化误读的含义\n①由于接受者或接受者文化对发送者文化的渗透，修正与筛选，亦即文化过滤\n②从而造成影响误差，形成误读\n③误读是“文化过滤”过程诸因素合力的产物\n（七）文化误读的造成因素\n①接受者或阅读者的主体性因素\n②跨越时间和空间上的错位\n③文学误读与创新\n六、文学的他国化研究\n（一）什么是他国化\n文学的他国化是指一国文学在传播到他国后，经过文化过滤、译介、接受之后的一种更\n为深层次的变异，这种变异主要体现在传播国文学本身的文化规则和文学话语已经在根本上\n被他国所化，从而成为他国文学和文化的一部分，这种现象称为文学的他国化，文化的他国\n化研究就是指对这种现象的研究。\n例：\n“佛教中国化是与中国佛教化同时进行的。”\n（二）中西话语规则的异质性\n话语规则是指在特定文化传统、社会历史和民族文化心理下所形成的思辨、阐述和表达\n等方面的基本规则，它直接作用于理论的运思方式、意义生成和语言的表达，并集中鲜明地\n体现在哲学、美学、文学理论等话语规则和言说方式上。由于话语规则在历史生成过程中来\n源于不同的文化体系，本质上也就是文化规则，所以具有强烈的异质性。\n例子：\n《老子》：“道生一，一生二，二生三，三生万物。”\n赫拉克利特：“这个‘逻各斯’（logos），虽然永恒地存在着，但是人们在听见人说到它\n以前，以及在初次听见人说到它以后，都不能了解它。\n道”倾向于“无”&“逻各斯”倾向于“有”\n（三）西方文论的中国化：中国文论创新的一条重要途径\n将西方文论与中国文化融合，结合中国的文学实践，以中国的运思方式、学术规则、话\n语方式为主，来吸收与改造西方文论，在对话中进行异质互补，有效融通，实现中国文化的\n创新。\n从根本上改变以往的西方文论“化中国”的状况，同时又使中国文论和文学焕发出持久\n的生命力。\n例：\n马列文论的中国化：\n在坚持马克思主义理论的同时，将中国的文学艺术与中国革命的具体文艺实践紧密结合\n在一起，从而形成马列文论，到目前为止，它依然是进行文艺批评实践的一种有效方法。\n——毛泽东《在延安文艺座谈会上的讲话》"
    },
    {
     "h": "第五章 文学的类型研究",
     "c": "本章重难点分析\n第一节类型学\n第二节文学主题与主题学\n第三节文类学研究\n第一节类型学\n导语\n基本内容：文学的类型研究，包含了类型学、主题学与文类学研究。\n创新论点：类型学、主题学与文类学研究既属于比较文学平行研究的领域，又属于传统的影\n响研究的领域。\n一、类型学定义与研究对象\n①类型学的定义：文学的类型学研究作为比较文学研究的一个重要领域，主要是对比研究\n不同国家或民族同一类型的作家作品、人物形象、情节结构、艺术手法和思潮流派之间异同\n的学问。\n②类型学的研究对象：类同的作家作品、题材情节、人物形象、表现技巧和思潮流派等。\n类型学作为比较文学研究的一个领域，既是法国学派主张的影响研究的一个重要部分，\n又是美国学派倡导的平行研究的一个重要部分，同时也与俄苏的比较文学理论与实践的\n研究密不可分。俄苏学术界非常重视类型学研究，将比较文学称为历史—比较文艺学。\n日尔蒙斯基：“历史类型的类似和文学的相互影响是辩证地相互联系的，并且在文学的\n发展过程中，应该被看成是同一历史现象的两个方面”。\n一方面可能出于社会和各民族文化发展相同，另一方面则可能出于各民族之间的文\n化接触和文学接触\n康拉德：不能仅仅用文学的相互关系和相互影响来解释为什么会出现内容、形式和体裁\n等方面都相近似的作品，因为“同一类型文学产生的决定条件是：各民族社会历史和文\n化的发展进入了同一个阶段，并且这一发展所表现的形式十分相似”。\n赫拉普钦科：《作家的创作个性和文学的发展》第六章“文学的分类研究”探讨了对文\n学进行分类研究的必要和依据。\n俄苏学者认为，文学的相互联系与影响和历史类型的相似，是文学发展过程中的关系密\n切的两个方面，而类型学研究最重要，因为类型学研究更接近比较文学的“文学内核”。\n二、文学现象类似的原因\n（一）平行研究的提出\n1、1931年：梵第探讨过“无影响的类似”问题。\n2、1958年：让·弗拉比埃提倡要重视“在任何历史上可以觉察的影响之外，对于世界文学\n范围内研究的思想与形式的平行关系作的比较”。\n3、同时期：德国的主题学研究、俄国“相似”和“汇流”现象等提出有重大的奠基意义。\n4、1961年：雷马克的“比较文学”不是“影响文学”，不管他们之间是否有影响或有多大\n影响，都是卓然可比的。\n（二）类比比较与对比比较的区别\n1、类比比较：\n对相同文学现象的“同中之异”进行辨析，以求从更深层次去认识那些“同”，重在对\n“同”的论证。\n例：古希腊两大史诗和印度两大史诗的比较；中外文学中的私小说\n2、对比比较：\n从相异的文学现象入手分析其中的共同点，然后再在辨异的过程中，进而发现可比的文\n学现象中的异中之同。重在挖掘“异”。\n例：屈原和但丁的比较\n（三）类比比较与对比比较的相同\n不同民族、不同时代的作家作品，在无任何事实联系的前提下，完全有可能表现出许多\n相似之处。如内容包括主题、题材、情节、人物等，形式则主要包括文体、风格、手法、\n技巧、叙述模式等。\n类型学研究不管类同比较还是对比比较，都使平行研究扩大了视野。\n（四）平行研究的发展和意义\n萌芽：伏尔泰、赫尔德、歌德利用平行研究探索文学的一般规律\n湮没期：法国学派的影响研究长期居于主流地位\n分庭抗礼：在美国学者的倡导下，成为当今比较文学学科中另一种重要的研究方法。\n比较文学画地为牢的现象消失了，空间的拓展，各国比较文学学者都感到大有可为。\n三、文化同步发展中的文学\n（一）“人的一致性”\n1、同一性是类型学研究中文学产生可比性的首要前提。“人同此心，心同此理。”\n高尔基：称文学为“人学”，文学是表现人的。\n2、比较文学基于“人的一致性”\n罗曼·罗兰：“人的一致性”使文学这种人类生命运动过程中的物化形态，超越了时空\n的界限，形成了人类共同具有的、彼此相通的、有审美共鸣的文学的同一性。\n“人的一致性”，才使比较文学成为“一种没有语言、伦理和政治界线的文学研究”。\n（二）“人的一致性”在古今中外作品中\n1、人类在遭受困难和灾祸时，往往企图从宗教中得到解脱，以求得心理上的某种平衡与安\n慰。\n例：古代的希伯来《旧约》、印度《吠陀》、阿拉伯《古兰经》等宗教经典\n2、人类在受到强大的同类欺侮而无法或无处申述时，将复仇希望寄托于梦幻之中或鬼魅身\n上，以填补由此而产生的心理落差上的空缺。\n例：蒲松龄《聊斋志异》中的名篇《促织》果戈理《外套》\n3、人类在对异性的爱恋方面，时常表现出爱与恨的困惑，情与欲的分野，灵与肉的对峙等\n例：歌德《少年维特之烦恼》、郁达夫《沉沦》、卢梭《忏悔录》\n4、人类在直面惨淡人生、感叹大千世界变化莫测时，总有一种寂寞、空虚、孤独的，犹如\n隔世的感觉。\n例：鲁迅小说《伤逝》、普希金笔下《叶甫盖尼·奥涅金》\n文学的内容表现出在某些方面和某种程度上的雷同，有不少可供类型学进行比较研究。\n文学创作和感受经验的统一\n社会历史条件和文化氛围的相似\n文学传统发展和美学传统继承的一致等\n第二节文学主题与主题学\n一、主题和主题学的联系与区别\n（一）主题与主题学\n主题：指在文学研究的领域里，从形象思维到形成文本的过程中，将某些情节、某类人\n物和某种思想概括升华成种种抽象的认知理念，是文学创作内部的重要元素。（主动性）\n主题学研究同一主题思想及其相关因素，如母题、题材、人物、意象、情境、套语等，\n在不同民族或国家文学中的表现形式或被处理的方式，并从主题中进一步阐发之所以产生不\n同点的那些民族或国家的文化背景、道德观念、审美情趣等方面的异同。进一步推究这些异\n同表现在不同时代或地区形成的过程、规律、特点、成因等。（客观性）\n（二）主题学概念的发展\n发端于19世纪：格林兄弟德国民俗学者对神话故事和民间传说的研究\n20世纪初：遭到批评。法国学者认为主题无穷无尽。英美学者认为其“不具有文学性”\n20世纪70年代：“主题学”作为专门术语出现于中国港台地区\n20世纪70年代后：美国学者哈里·列文从字面上统一了“主题学”的概念。\n1989年：20世纪80年代初传入大陆\n（三）中国的类似研究\n1961：钟敬文《中国与欧洲民间故事之相似》\n1924：顾颉刚《孟姜女故事的转变》\n1979：季羡林《罗摩衍那初探》\n1983：陈鹏翔《主题学研究与中国文学》\n（四）不确定的主题学\n主题学在比较文学领域里长期受到冷遇，以往的主题学研究多注重实例的收集整理，鲜\n有理论阐发，此主题学的定义长期处于不确定之中。\n两种错误观点：\n①尚未划清主题学研究与主题研究的学者，将主题学界定为“研究主题的学问”\n②重复某些国外学者观点的学者不加辨析地片面认为，主题学就是“题材史”\n（五）主题和主题学的联系与区别\n主题学的定义：研究同一主题思想及其相关因素，如母题、题材、人物、意象、情境、\n套语等，在不同民族或国家文学中的表现形式或被处理的方式，并进一步阐发之所以产生不\n同点的那些民族或国家的文化背景、道德观念、审美情趣等方面的异同。或进一步推究这些\n异同表现在不同时代或地区形成的过程、规律、特点、成因等。\n主题学的定义：研究同一主题思想及其相关因素，如母题、题材、人物、意象、情境、\n套语等，在不同民族或国家文学中的表现形式或被处理的方式，并进一步阐发之所以产生不\n同点的那些民族或国家的文化背景、道德观念、审美情趣等方面的异同。或进一步推究这些\n异同表现在不同时代或地区形成的过程、规律、特点、成因等。\n例：《唐·璜》\n主题：对唐·璜这一典型形象的性格和思想进行剖析，力图揭示作者通过这一形象所要抨击、\n讽刺、嘲弄的对象。\n主题学：\n（1）找出唐·璜的原始出处\n（2）确定唐·璜的最初文学形式的作者\n（3）列出所有写过唐·璜的作家和作品，并进行分析\n在不同国家、不同作家的笔下，唐·璜被赋予了怎样的不同个性。\n二、主题学研究的分类\n（一）主题学研究的分类\n母题研究：母题是人类体认世界的最小的意义单元\n题材研究：题材是一系列意义单元结构而成的有机体\n主题研究：主题则是作者根据题材立意而来\n其他如人物、意象、情境、套语等，则依据其所含意义元素的具体情况，分属到三个门类之\n中。\n（二）主题学研究的分类——母题研究（来源）\n母题的来源：最早出现在音乐学著作《音乐学词典》，指一首乐曲中反复出现的一组音符，\n是衬托乐曲主题的一个结构因素；在民间文艺学界这一领域里，源于荷兰民俗学，后经俄国\n形式主义学者的改造，成为“最基本的情节因素”\n汤普森：一个母题是一个故事中最小的、能够持续存在于传统中的成分。要如此，它就必须\n具有某种不寻常的和动人的力量。\n（二）主题学研究的分类——母题研究（特点）\n1、本体论意义上讲：从某种状态中总结成的具象化的最小的元意义单位（元素），主要包括\n文学作品在反映人类精神生活和物质生活时重复出现的人的基本行为和精神体验，以及人对\n生存空间的体认。\n歌德：人类过去不断重复，今后还会继续重复的精神现象。\n维谢洛夫斯基：社会发展早期人们形象地说明自己所思考的或日常生活中所遇到的各种\n问题的最简单单位。\n2、认识论意义上讲：“母题”是从“状态”中产生的，因此它不会升华到抽象的概念层面，\n具有具象性。\n尤金·H.福尔克：主题可以指从诸如表现人物心态、感情、姿态的行为和言辞或寓意深\n刻的背景等作品成分的特别建构中出现的观点，作品中的这种成分，我称之为母题；而以抽\n象的途径从母题中产生的观点，我称之为主题\n3、相对“主题”而言，客观的现实存在，不是主观归纳总结（客观性）\n4、高度浓缩、频繁出现、重新组合，在多种渠道的传承中独立自在，因此，可以在不同的\n时间和空间里被重复，甚至被复制（重复性）\n母题的研究对象，包括\n①人物母题（典型形象）、\n②意象母题（自然环境）、\n③情境母题（社会环境）三大类。\n1、人物母题的分类：\n①一类是想象型人物典型，多为人类初民时期流传下来的神话、传说中的人物；\n海伦代表着美貌的母题\n②另一类是现实性人物典型，多为具有实际意义的人物，他们既有普遍意义，又有特定的\n历史含义\n夏洛克是贪婪母题的代表\n2、意象母题\n“意象”即“表意之象”，是对作者运用形象思维在作品中创造的感觉或直觉经验的种\n种重现或回忆。\n“意象”如果没有达到象征的高度因而没有转到意义的范围内，就只是附加的或装饰性\n的成分；在被有意识地重复或起微妙的衔接作用时，才能成为主题学研究的对象。\n3、情境母题\n情境母题塑造的是一种经过高度浓缩与抽象以后形成的程式化、类型化的社会环境。\n雷蒙·图松：这一术语是要指明一个背景或大的观念，这一观念说明某种态度——如叛\n逆——或演员尚未被个人化的一种基本形势——如处于两个女人之中的一个男人的形势，两\n个朋友之间、父子之间争斗的形势，被遗弃的女人的形势等等。\n（三）主题学研究的分类——题材研究（定义）\n1、题材是经过理性推敲、选择、提炼，并经过集中、综合、虚构、变形等加工处理过的素\n材；是比较文学主题学重要的研究范畴。\n2、题材与母题概念的区分\n母题题材\n单位最小的元意义单位。可以涵括若干个母题类型。\n功能存在于创作之前，主要具有结存在于创作之后的文本中，传\n构功能。达了某种思想认识。\n相互联系多个母题依照一定序列结构涵括若干个母题类型，为主题\n成为一个有机体即是题材，大学研究提供材料。\n多寄寓于题材之中。\n（三）主题学研究的分类——题材研究（范畴）\n3、题材研究的范畴：主要探讨同一题材在不同民族文学中的不同形态及其文化历史。包括\n两个方面：\n其一，研究同一题材在不同民族文学中的流传和演变情况。这种有实际影响关系的题材，\n是早期比较文学主题学研究的重点。\n其二，研究不同民族文学中出现的相似题材。这类题材虽然内容相似，却未必有确凿的\n事实联系。之所以会出现这种情况，合理的解释是人类最基本的生活际遇是相似的，文化心\n理结构也会大致相同，在特定时期，往往不约而同地使用相同的题材。\n4、惯用语属于哪个范畴？\n惯用语依据其所包含的基本意义单元的寡众，可以分别纳入母题和题材的研究范畴。\n（四）主题学研究的分类——主题研究\n1、主题研究的定义\n主题研究是作者以特定的思想立场、人生态度和审美情趣介入题材后的产物。是对母题\n和题材的取舍、重构以及在特定的语境中诠释出新意义。\n2、母题、题材、主题三者之间的关系\n母题是最基本的意义单元，在文学中可反复出现，是题材和主题的必备要素；题材是多\n种母题组合而成的有机体，有一个相对完整的结构；母题和题材可以蕴含一定的思想，不过\n这种思想是一般的、抽象的、模糊的，而经过作家再诠释产生的主题才展现个别的、具体的\n思想，甚至会在特定语境中生发出新意。\n3、主题研究的范畴\n①作家对已有题材的再利用；\n②作家对一些人物母题的再加工；\n③作家对一些意象母题的处理；\n④作家对一些情境母题的新诠释\n①作家对已有题材的再利用\n例：“主母反告”题材\n20世纪俄国女诗人茨维塔耶娃的长诗《费德乐》，对主母的处境给予了充分的理解，\n从乳母角度渲染费德乐的苦闷和无助，并批判希波吕托斯的冷漠。颠覆了传统主题，成\n为现代女权主义的代表作品。\n②对人物母题的再加工\n例：古希腊神话人物普罗米修斯的重新诠释\n十九世纪英国浪漫派诗人雪莱的《解放了的普罗米修斯》，表现了基于博爱的民主\n思想和时代精神；20世纪美国剧作家罗威尔的《被缚的普罗米修斯》，则意在强调现代\n人精神的复杂，以及存在的荒谬。\n③对一些意象母题的处理；\n例：“云”意象使用\n中国建安诗人徐干的《室思》和印度古典梵文抒情诗《云使》都将抽象的情意概念\n化为可具感的意象——“云”，来表情达意。\n④对一些情境母题的新诠释；\n例：“三角恋”情境\n萨特在《禁闭》中，通过加尔散、艾比黛尔、伊内丝三个灵魂之间复杂畸形的爱恋\n关系，表现出存在主义的著名哲理：“他人就是地狱！”\n4、主题研究学的主题\n爱情与义务冲突的主题\n不相识父子相残的主题\n大家族盛衰史的主题\n战争的主题\n失乐园主题\n三、主题学的平行研究与影响研究\n（一）比较文学主题学的内涵\n为什么要注意平行研究和影响研究之间的平衡\n首先，主题学从发生学角度来分析，主要源于民间故事和题材史的研究。\n其次，主题学不是空泛的理论研究，也不是就事论事式的从内容到内容，而是涉及从母题到\n题材再到主题的源流过程，并针对具体对象进行实际探讨的一种追根溯源式的研究。\n再次，凡域外母题、题材都有自己特定的母题群落和题材疆域，这是由文化传统相对独立、\n文化心理结构各异造成的。\n最后，分析中外主题学的研究实践不难发现，在研究主题学构成的母题、题材、主题等重要\n构件时，几乎全都涉及其具体的表现功能。\n（二）总结\n涉及主题学的平行研究和影响研究二者很难泾渭分明地区别开，其中在有些方面不乏两\n种研究会出现交叉融合的现象。因此，在进行主题学研究时，要实事求是地阐释说明，而不\n能望文生义地硬性规定。\n第三节文类学研究\n一、不同文类研究分析\n文类（Genre），即文学的体裁或曰文体。文类学研究的主要对象是文学的种类和类型，\n也就是对文学的体裁、文体进行比较研究。\n西方文学史上，认为“文类”一般是指戏剧、抒情诗和叙事文学。\n厄尔·迈纳称为“基础文类”（foundationgenres）\n叙事类：史诗、长篇小说、中篇小说、短篇小说；\n戏剧：悲剧、喜剧\n抒情类：十四行诗、颂歌、挽歌、赞歌、回旋诗、歌谣\n二、亚里士多德的划分\n亚里士多德将不同的媒介、对象和方式作为文学的分类标准。\n他的《诗学》中，认为文学作品“因为模仿的媒介不同，所取的对象不同，所采用的\n方式不同而划分为史诗、悲剧、喜剧和酒神颂”。亚里士多德将柏拉图的“颂歌”变成了“酒\n神颂”，后来酒神颂又演化为戏剧。\n三、西方学者对于文类学研究的观点\n韦斯坦因：体裁（gnere）的概念像时期、潮流、运动等概念一样，为文学研究提供了\n一个广阔而富有成果的领域。\n韦勒克和沃伦：文学类型应视为一种对文学作品的分类编组，在理论上，这种编组是建\n立在两个根据之上的：一个是外在形式（如特殊的格律或结构等），一个是内在形式（如态\n度、情调、目的等以及较为粗糙的题材和读者观众范围等）。……以便从外在与内在两个方\n面确定文学类型。\n四、中西方文类相异点\n中国对文类的区分：\n有韵：骚、诗、乐府、赋、颂、赞、祝、盟、铭、笺、诔、碑、哀、吊、杂文、谐、隐。\n无韵：史传、诸子、论、说、诏、制、策、箴、檄、移、封禅、章、表、奏、启、议、\n对、书、记等。\n传统：在中国，抒情诗歌与散文一直是中心文体\n五、中西方文类相同点\n从文学形式和文学发展趋势视角观察、分析中外文类比较研究，可以发现具有共性的规律。\n散文文学形式：\n中：中国秦汉时期的散文时常杂有韵律，直到唐代散文运动，才使之真正从韵律的束缚下解\n放出来。\n西：从伊丽莎白时代的锡德尼开始，经培根、弥尔顿至约翰·戴登之手，无韵散文趋于成熟，\n直到18世纪初笛福和斯威夫特的笔下，流利的散文才真正形成传统。\n体裁：散文都由有韵的诗体散文发展为无韵律散文。\n六、中西方文类相同点\n从文学形式和文学发展趋势视角观察、分析中外文类比较研究，可以发现具有共性的规律。\n诗歌文学形式：\n中：中国古诗的格律偏宽，而绝句和律诗则格律较严。\n西：欧洲诗体中，十四行诗格律最严谨，而法文的亚历山大押韵体和英文的无韵五节格的格\n律则宽些。\n体裁：诗歌都押韵，因情况有别，宽严有节。\n文体发展：\n中：早期的文艺理论，陆机的《文赋》、刘勰的《文心雕龙》等，都产生在魏晋南北朝时期。\n这种现象主要是因为文学样式已基本齐备。\n西：文学发展到古希腊后期，内容与体裁已相当丰富。古希腊神话传说、悲喜剧等大量的艺\n术实践，使文艺理论能够总结出规律性的东西。\n文体发展：文艺理论的产生发展都基于创作实践，在其后逐渐形成系统。\n七、缺类研究的特殊性\n（一）什么是缺类研究：\n研究一种文体为何在这个民族或国家里有，而在其他民族或国家则没有，或者即使有这种文\n体的形式，而其实质或表现形式又相差甚远等。\n缺类研究颇能突出中国比较文学的特点。\n（二）缺类研究实例：\n中国是否有史诗？\n中国的史诗出现在周文王时代，被称为“周文史诗”或“文王史诗”。\n《诗经.大雅》中的《生民》、《公刘》、《绵》、《皇矣》、《大明》，是周人的五篇著名史诗。\n中国是否有悲剧？\n戏剧研究者王季思指出：“我国古代虽然没有系统的悲剧理论，但从宋元以来的舞台\n演出和戏曲创作来看，说明悲剧是存在的。”\n如曹禺的《雷雨》《日出》《北京人》等。\n八、文学风格研究的异同\n文学风格的角度进行跨文化之间的文学对话\n不同的文学风格反映了不同的文化审美心理结构。\n一种风格的构成，往往与某些主要因素有关，例如小说的风格，其整体特征是由主人公塑造\n与情节布局关系构成的。\n文学风格比较对话中的任意一方都不应放弃自己的风格系统。\n九、文类学的平行研究与影响研究\n（一）文类学研究如同主题学研究一样，也可以涉及平行研究和影响研究两个领域。\n（二）不同文体的平行研究\n1、指的是对不同的文体进行比较研究，具有广泛的社会意义和美学价值。\n例如伶工文学：篇幅长，包含短歌、短的叙事诗和赞歌，由到处游走的伶工传唱。吸收\n融合大量的俗语、俚语和套语，形成适于吟唱的形式。多重复描述，善用夸张比喻等。\n史诗和民间说唱文学有着血肉不可分的联系\n东方意识流西方意识流\n内容常态的人或人的常态变态的人或人的变态\n意识流来源在与社会发生关联的行动中生活在自我内心世界，是自我\n的思考引起的意识流动意识的记录\n情节重视情节结构淡化情节\n例：\n意大利但丁《神曲》\n英国约翰·班扬《天路历程》\n法国《玫瑰传奇》\n日本芥川龙之介《水虎》\n中国《西游记》《南柯太守传》等\n（三）文学表现方法比较研究中的影响研究\n指放送者所制造的或改进后的文体、艺术形式、创作方法等一些艺术表现形式影响了接受者。\n例如：\n①意大利彼特拉克十四行诗体——莎士比亚的十四行诗\n②西班牙流浪汉小说——《吉尔布拉斯》、《汤姆·索亚历险记》\n③《一千零一夜》——《坎特伯雷故事集》、《十日谈》\n④《剪灯新话》——《伽俾子》、《金鳌新话》\n例如：日本俳句\n①葛祖兰——1981年，《祖兰俳存》\n②保罗·路易·库舒——大量介绍日本俳句回法国\n③英国幻想派诗人——1910年前后，把一些俳句译成英文\n④美国哈佛大学——1912年，开始介绍俳句\n⑤庞德——第一首英文仿俳句诗《在地铁车站》\n⑥近年中国——出版美国诗人汉弗莱·诺伊斯的《英文俳句选译》\n（四）影响研究忽视的问题：文类的流传变异\n当一种文类和体裁流传至他国，由于不同国家和文明体系的文化传统的巨大影响，必然\n会产生种种流变和变形。\n（五）总结\n切忌做些表面的、简单的比附文章，而要探求那些习焉不察的同一文学体裁、文学样式、\n文学表现方法等，如诗歌、戏剧、小说等在不同国家和民族中有哪些不同的反映，如形成、\n变异或消亡的情况和原因，以及产生这些不同反映的深刻原因等问题。\n近几十年来，由于文类理论的不断深化和比较文学研究的开展，才使文类学研究从理论\n到实践上不断开创出新的局面。比较文学文类学研究的空间还很大，尤其是中国学者在这一\n领域的研究成果还不够突出这都有待于学界的研究实绩进一步丰硕，才能凸现出中国的研究\n特色。"
    },
    {
     "h": "第六章 比较诗学",
     "c": "本章重难点分析\n第一节诗学范畴的历史生成\n第二节比较诗学的学科建构\n第三节走向比较诗学的新疆域\n第一节诗学范畴的历史生成\n导语\n比较诗学是比较文学研究不断克服学科史上的实证主义关系研究的偏执和西方中心主\n义的局限，在全球性对话中走向研究深化和理论提升的必然，也是中国比较文学发展的重要\n特色之一。\n文艺理论的比较研究即所谓比较诗学（comparativepoetics）是一个重要而且大有可为的\n领域。”\n——钱钟书\n历史的探寻和批评的或美学的沉思，这两种方式自视恰好相反，而事实上却应彼此补充\n——如此，比较文学便会不可抗拒地引向比较诗学。”\n——法国学者艾田伯\n一、诗学概念的古今差异\n1、古代：\n指一种比较专门化的研究领域，即所谓《诗经》之学——研究诗经的学问。\n更广泛的涵义则主要是指以历代诗歌作为讨论对象，论及关于诗歌创作、欣赏、批评，\n和由此引发的一系列文论、美学和思想文化问题的普遍研究领域。\n2、20世纪后：\n沿着这种传统的诗学范畴界定去进行诗歌及其理论探讨。\n由于受理论上的欧风美雨影响，在研究上已经表现出相对更加侧重诗作为普遍文类的历\n史书写和理论阐述的倾向。\n二、诗学概念的中西分区\n1、西方的诗学概念：\n诗学与文学研究共称，将诗学作为理论和批评研究的替代概念\n2、中西方的诗学概念差异：\n西方的“诗学”与汉语中的“诗话”“诗论”的真正内涵在讨论的文类对象和概念内涵\n的疆域方面始终具有明显的不同。\n二者之间对话的概念和内涵整合问题是比较诗学研究本身要解决的重要学术命题之一。\n3、中外学者共识的诗学概念：\n指在理论层面上所展开的关于文学问题的专门研究。\n关注和研究文学存在的理由、价值和文学意义产生的范式、途径、方法，以及文学的语言性\n存在条件、文学的审美阐释模式等。\n认识论——本体论——范畴论——方法论\n理论之间交流关系研究——跨学科关系研究\n4、现在谈到的“诗学”概念：\n实质上：一种广义的，有关文学的理论诸方面研究的学科，它更接近通常所说的文学理\n论和文学批评。\n名称上：用“诗学”——更加具有文学言说的世界性和更宽广的意义包容性，并且在\n一定意义上实现了汉语文论表述原初形态的语言修辞学意义上的“还乡”。\n三、理论跨界失效与比较研究需求\n1、比较诗学的发展历程：\n19世纪没有得到应有的发展，主要原因：实证性的影响研究占主导地位，排斥审美性\n的评判。\n20世纪70年代以后以美国为代表的新学术范式“平行研究”大行其道，推动了比较诗\n学的机遇性发展。\n2、比较诗学在西方发展受限原因：\n欧美世界理论的根基整体上是来源于希腊罗马和基督教文化传统，内部的理论差异相对\n于东西方的差异要小得多，比较的内在需求不强烈。\n近代以来西方理论在世界上一家独大和以输出性影响为主的态势并未根本改变，缺乏向\n其它传统的文学理论学习的迫切愿望。\n3、针对非西方文学，理论失效现象的两种情况：\n理论运用的放大失效：比如用精神分析和原型批评的方法来分析中国古典诗歌。\n逻辑演绎失败：理论系统和概念本身的内在逻辑和关系结构问题。\n4、失效原因——自身文化的影响和制约：\n对于同一类事物，往往有着不同的认识逻辑、分类方法和表述体系，而其所表述的话语\n与现象之间的关系深受自身文化的影响和制约，一旦越过专门的文化传统语境，二者之\n间连接的文化逻辑链条即刻断裂\n5、解决办法：\n构建一种对话协调机制，搭建一个讨论问题的平台，共同来讨论不同文化、语言和族群\n之间的文学理论问题，这就是“比较诗学”。\n①回到各自文学批评理论的传统本身检讨理论本身的合法性问题和适用度；\n②看这些理论之间哪些可以兼容，哪些是各自的特色，哪些是互补的长处；\n③认识减少误会理解对方互识互补共同发展。\n从理论运用的失效和困扰，进而走向理论的对话，再进一步走向比较诗学，这或许正是\n中西比较文学学科发展和深化的必由方向之一。\n6、比较诗学迎合了中国文学的现实学术需求：\n①首先是近代以来中国诗学和文论传统在世界文学研究格局中的被矮化和被忽略。\n②其次是西方文学理论在中国的攻城掠地和话语霸权趋势。\n③再就是，现代中国文学研究追求自我突破和现代性发展的使命感和迫切愿望。\n为了实现文学研究在21世纪的现代突围，中国学界可以说是情不自禁地走向了比较诗学。\n第二节比较诗学的学科建构\n导言：\n比较诗学的定义：\n从跨文化和全球化学术视野展开，有关不同文化间相关文学理论和批评方法问题的专门\n性比较研究领域。\n研究独特之处：\n特有的“跨文化”立场和“对话性”问题意识，在于这类比较研究学者拥有的“多语种”\n和“跨学科”知识背景，以及由他们特定的比较方法论立场所带来的新的学术范式及其充满\n挑战性的国际性研究视野。\n一、比较诗学的历史与现状\n1.中国比较诗学的非学科化建构时代；\n2.中国比较诗学的学科化建构时代。\n二、比较诗学的基本方法与研究类型\n1、历史背景与问题意识\n反思：\n①学术文化身份\n②问题意识方向\n③基本方法学建立的关系和特征问题\n缺乏“文化自觉”——从非学科化零散研究逐步向学科化的系统研究整体推进的发展格局。\n2、既有的研究和成果\n不同基本概念和范畴的比较研究：\n例：“道”——“逻各斯”\n“虚静”——“距离”\n对特色理论和批评话语方式的跨文化汇同研究\n例：对中国诗学“通感”和“人化批评”的研究，对“文气”“兴”“隐喻”的研究等\n对基本概念共通的文论关系的比较研究\n例：“语言与意义”关系，“情与理”关系等的中外理解和意义建构比较研究\n对各种诗学文类的比较研究\n例：按照抒情，戏剧和叙事等不同文类进行历史关系的清理，或者进行内涵的平行比较，去\n分析中西小说的异同，并进而试图发现各自文学中文类发展的侧重等。\n文论诗学著作的跨文化比较研究\n例：如引入外来理论参照对《文心雕龙》《沧浪诗话》的研究等\n对中外文学理论系统的整体性比较研究等\n3、中国学者的研究范式\n理论概念范畴的中西简单1+1配对式\n寻找不同文化理论之间共同论题\n寻找所谓的“共相”和意义追问倾斜的交集互补\n主动解构自身，尝试去搭建包括非西方理论在内的，具有文化差异的多元复数理论的对\n话平台\n倡导广义的、包含文化思想史反思的比较诗学研究，寻找所谓普遍性理论问题\n从多元文化共创的思路去探讨国际间文学理论问题\n以上构成了中国比较诗学有关方法学的路线图，决定了特殊的价值取向、问题意识和发展路\n径\n三、中西比较诗学领域的优秀研究成果\n1、《中国文学理论》：\n①“形而上学理论”\n②“决定理论”\n③“表现理论”\n④“技巧理论”\n⑤“审美理论”\n⑥“实用的理论”\n六种理论构成完整的理论结构框架，整合中国历代诸家诗学观念。\n2、《比较诗学》：\n以五篇重要论文合成。在中西之间寻找“共相”，探索“共同的文学规律”和“美学据\n点”的时候，必须放弃死守一个理论模子的固执，而应该同时从中西两个理论的模子去寻根\n探源，梳理差异，追求共识。\n3、《道与逻各斯：东西方文学阐释学》：\n中西二者之间“事实联系”太少，而批评话语又面临巨大的“差异”。前者使影响研究\n难以深入，后者又使平行研究处处面临理论陷阱。只能是东西方许多蕴涵某种普遍性的理论\n和批评方面的问题加以跨文化的比较研究。\n4、其他优秀著作：\n余虹的《中国文论与西方诗学》、陈跃红《比较诗学导论》、张辉的《审美现代性批判—\n—20世纪上半叶德国美学东渐中的现代性问题》、曹顺庆等编写的《中国古代文论话语》、\n史成芳的《诗学中的时间观念》，代迅的《断裂与延续——中国古典文论现代转换的历史回\n顾》，刘耘华的《阐释学与先秦儒家之意义生成》，张沛的《隐喻的生命》、周启超主编的《跨\n文化的文学理论研究》（两册）\n第三节走向比较诗学的新疆域\n导言：\n研究问题意识的转换：从对于西方文论的一般诠释和本土应用论证分析，开始逐渐转换\n到对传统中国文论话语现代价值转化的追问，以及如何建构未来具有创新性和现代性的中国\n文论话语等命题上。\n具体应对：如何克服简单的二元对立分析，以及基于寻求所谓中西共同诗学规律的“乌\n托邦”幻境。在文论研究的侧重点上，逐渐习惯从“比较”开始走向“对话”，从外贸式的\n争“盈亏”走向了探索文化“共创”的内在机制和问题等等。\n（一）文化语境变迁与问题意识转换\n目前中国比较诗学的努力可以大致归结为两个突出的价值目标：\n①一个是有关中国诗学历史传统的创造性转换和现代生长的命题。\n②另一个目标则是企图在跨文化的诗学对话中，以中国诗学为一方，积极寻找加入国际性\n诗学对话的有效“话语模式”和具有国际普遍性以及独特性双重价值的理论资源。\n（二）理论旅行与诗学变异\n1、爱德华·赛义德：强调理论变异与时空变动之间的关系\n四个条件：\n①有一个起点/发轫环境\n②有一段必须穿行的距离\n③接纳条件或作为接纳所不可避免的一部分的抵制条件。\n④完全（或部分）地被容纳（或吸收）的改造。\n2、中西比较诗学研究的背景\n当代的比较诗学研究大多关注平行研究，往往忽略了中外诗学（文论）的相互影响与变异关\n系。\n其中重要的课题：\n中国文论的西方化，或者西方文论的中国化？\n中国文论的西方化，或者西方文论的中国化，就是当前迫切需要研究的中外诗学（文论）\n的相互影响与变异关系的重要课题。\n3、中西比较诗学研究的两条思路\n今天的视野去回返古代，在尽可能的现象真相还原的基础上所展开的古今对话思路；\n走向世界，走向西方，在他者文化和理论参照系映照下所展开的，面向未来文论发展的\n中西对话思路。\n泾渭分明而又相互交织的两条理论对话和诗学追问\n4、两条思路面临的问题\n首先，在古今对话的意义上，比较诗学对古代诗学传统的现代读解，首先面临的就是一\n个如何看待传统的问题。\n其次，我们也必须清醒地意识到，中国传统诗学的现代言说和阐释，如果没有外来参照\n系和新的思想要素的触动启发，依旧会限于自身的视域壁垒而故步自封，很难大胆去实\n现自身的学术嬗变。\n最后，这种面向未来旅行的对话范式的建立，实际上包含着复杂的相互依存关系，常常\n是你中有我，我中有你。\n（三）文论对话与互释：比较诗学的新空间\n1、中外诗学交流不平等的解决\n要开展真正的中外诗学关系对话，有一个重要的前提必须解决，那就是对话双方的关系\n地位和提问主动性问题。\n解决方式：\n①从世界文化发展的未来实际需求论证西方文化独大局面的危险性\n②从学理上证明现实不平等状况的学术非正当性\n③以合乎学理和理论逻辑的分析探索思路尝试颠覆\n2、中西诗学对话平等关系的建立\n一方面，必须清醒地意识到中西诗学发展的当代落差，\n另一方面，也要对我们的传统诗学资源和文化更新能力保持信心。\n3、走向未来的中国诗学阐释学\n文学的理解和研究在一定意义上，也就是一种关于文学的诗学阐释学建构。\n“阐释学的探寻”（anhermeneuticinquiry）\n比较诗学主要方法论：跨文化的诗学对话和阐释\n中国比较诗学学科重要学术目标：中国现代比较诗学阐释学的建立\n4、中国传统诗学阐释理论面临的问题\n首先，中国传统诗学阐释理论的一大问题，就是诗学与经学的关系纠缠不清。\n其次，中国传统诗学阐释理论的另一困扰，是在历代陈陈相因的阐释过程中，忽略了人\n的主体性和能动性的存在，忽略了人在历史中不断的审美认识拓展和鲜活的艺术创造\n力。\n5、中国诗学阐释学走向现代性的重要方向\n①中国传统诗学理论中蕴藏着大量诗家学人的生命体验，有待用现代眼光发现开掘。\n②在中国诗学传统话语表述范式的基础上，将其中的一般诗学认知转化为对于人的诗意存\n在和意义探寻的根本性追问。\n6、诗学意义探寻模型\n①在中西诗学对话的深入层面上去展开许多意义层面和价值结构都将面临被“拷问”、被“拆\n解”，但同时也会碰到被接受、被补充和“重构”新生。\n②对历史文本进行现代阐释，发掘其深部结构和未尽之义，使其成为当代诗学话语的有机\n构成。\n③探讨当时形成的意义作为理解对象，在与历代理解主体的视域融合过程中又生长出多少\n新的意义，同时某些意义又是如何隐退或消失。\n④追问文本在与当时的语境关联中发挥出了什么意义。\n⑤考虑文本本身在其原初的语义层面上说出了些什么意义，\n7、中国诗学发展依托\n在关于跨文化诗学阐释学的认识和研究路径方面有革命性的改变，将中国诗学独特的文\n化视域和话语方式置入现代理论的有机架构中去加以熔炼，在与包括西方在内的现代诗学视\n域的反复融合过程中去实现自身的选择扬弃，从诗学传统和文学现实的许多富于生命力的生\n长点出发，不断建构起具有现代特征的汉语诗学阐释学，中国诗学的现代创新和世界性对话\n才会成为可能。"
    },
    {
     "h": "第七章 文学的跨学科研究",
     "c": "本章重难点分析\n第一节文学与艺术\n第二节文学与人文社会科学\n第三节文学与自然科学\n第一节文学与艺术\n引言：跨学科研究的历程\n早期的比较文学侧重：\n各国之间文学影响与渊源的国际文学关系史\n跨学科研究始于1958年：\n韦勒克在美国教堂山，会议上抨击法国的比较文学路线之后。\n当下，文化研究的兴盛促进了跨学科研究的繁荣，其特点表现为：\n以文学为中心\n对世界文学史的写作大有裨益\n文学是艺术的表现形式之一，与其它艺术表现形式有着密切的联系：\n异同、个性、复杂性、不同文化中的表现形式等\n跨学科研究充满活力与文化研究的方兴未艾有着密切联系。\n分析各种文体在不同文化结构中的不同位置，以及随着时代的发展而发生的变异，研究当前\n文学与影视艺术的关系，不但对于比较文学乃至整个文学研究都是必须的，而且对于未来的\n文化发展也有着重要的意义。\n一、文学与音乐\n（一）文学与音乐都是时间艺术——文学是通过阅读诉诸联想的语言艺术，音乐是诉诸听觉\n的声音艺术。\n都诉诸人的情感，陶冶情性。文学具有音乐性\n间接性/直接性概念的相对确定性\n语言/声音\n视觉/听觉\n（二）从起源上看，文学与音乐几乎是相伴而生\n例：《毛诗序》：“诗者，志之所之也，在心为志，发言为诗，情动于中而形于言，言之不足，\n故嗟叹之，嗟叹之不足，故咏歌之，咏歌之不足，不知手之舞之足之蹈之也。”\n（三）从文体上看，不同的文学形式与音乐的关系有差异\n歌曲：歌词与曲调的结合是最基本的文学与音乐的交叉形式。无论是中国的民歌、流行\n歌曲，还是西方的流行音乐、民谣，歌曲都是广为流传的艺术形式。\n戏曲：中国戏曲是一种独特的艺术形式，它将文学、音乐和表演艺术融为一体。从元明\n杂剧到昆曲、京剧以及各种地方戏曲，戏曲通过丰富的曲调和精彩的剧本，展现了中国传统\n文化的魅力。关汉卿、马致远的杂剧，以及《西厢记》、《牡丹亭》、《长生殿》、《桃花扇》等\n剧本，都是中国文学史上的经典之作。\n歌剧：西方歌剧起源于文艺复兴时期的意大利，它是一种以歌唱为主的戏剧形式。歌剧\n通过音乐、歌唱和戏剧表演的结合，展现了复杂的情感和故事。莫扎特的《魔笛》、《费加罗\n的婚礼》、《唐·璜》等作品，以及威尔第的《弄臣》、《茶花女》等，都是歌剧史上的重要作\n品。\n（四）从历史上看，不同的流派与文化，文学与音乐的关系有差异。\n西方：分化较彻底\n①希腊悲剧中也有歌队，中世纪的圣歌\n②产生于文艺复兴时期的歌剧\n③浪漫主义音乐家对文学作品的谱曲\n④象征主义诗歌中的“音乐精神”\n中国：更为密切，更浓郁的音乐精神\n①乐府民歌、南北朝民歌、\n②明代民歌、中国话本小说\n二、文学与绘画的关系\n（一）文学与绘画的比较\n文学与音乐相似的一面是情感性，与绘画相似的一面是形象性。\n绘画作为视觉艺术的特征就是形象的直接性，它通过线条、色彩、构图等将形象直接呈\n现给观赏者；\n而文学是语言符号通过阅读进入大脑而唤起想象，因而文学中的形象与绘画的直接呈现\n不同，是经过了接受者的再创造，这就使得文学中描绘的形象是间接的。\n（二）从起源上看，绘画的历史早于文学。\n从文体功能上看，文学中偏于表现的文体如抒情诗更接近音乐，而史诗、小说等偏于再\n现的文体与绘画的关系更为密切。而偏于再现的文体与绘画的关系更为密切。\n三、中西古典时代文学与绘画的关系\n（一）现代中西诗画的交流是双向的\n西方画派字印象派绘画之后，画家们纷纷以主体的诗意对客体进行变形，这在总体上与\n中国画的追求是一致的。\n中国的艺术家在甲午战争之后，开启了向西方学习的历程。\n四、文学与戏剧\n（一）在文学内部文体关系的意义上看\n1、戏剧是对诗歌与小说的一种综合\n中国的戏剧起源与发展：\n①上古时期，诗、乐、舞混沌未分。\n②唐代，全能戏、歌舞戏、参军戏、傀儡戏。\n③元明时期，中国戏剧的真正成型与发展。\n④元杂剧中的唱词以及故事情节。\n2、戏剧就是抒情与叙事、表现与再现的综合：\n①尼采《悲剧的诞生》；\n②日神精神与酒神精神。悲剧是对酒神与日神；\n③表现与再现、音乐与史诗、造型艺术的一种综合。\n（二）从跨学科研究的角度看文学与戏剧艺术的关系各有差异\n西方的戏剧形式就有话剧、歌剧和舞剧等文体。西方戏剧演变到现代也在向着片面分化\n的方向发展，话剧是从头至尾的对话与独白，舞剧是从头至尾的舞蹈，歌剧是从头至尾\n的歌唱。\n中国的戏曲，从昆曲、京剧到粤剧、越剧、黄梅戏、吕剧、河北梆子、秦腔等地方戏曲，\n有全国与地方之分，却没有片面分化。\n五、文学与影视\n（一）不同时代的代表性文体\n（二）影视文体的特点\n时代背景：进入21世纪，影视已成为压倒其它一切文体的艺术形式。\n综合性更强：典型的影视艺术文本是对语言艺术、表演艺术、音乐艺术、戏剧艺术、造\n型艺术、绘画艺术的全面综合与扬弃。\n群体性：影视制作面对的是一个消费社会，从影视成为重要的艺术形式之后，以影视制\n造与消费为特征的文化工业与文化产业便开始形成了。\n（三）影视与不同文体的关系\n1.影视与抒情诗的关系较远\n2.影视与戏剧的关系密切\n3.影视与小说的关系密切\n（四）小说与影视的关系\n1.小说为影视提供了在时间流动中的情节展开以及世界观与情感方式。\n2.影视对小说的改编增加了影视文本的文化品味。\n3.影视对小说文本的改编，确实有成功与失败之分。\n成功改编的小说，会激起影视观众对文学文本的阅读欲望；失败的往往流于机械的复制，\n丧失了批判与反省的能力。\n第二节文学与人文社会科学\n（一）如何研究文学与哲学间的关系\n在跨文化的轨道上，注重哲学与文学的相互影响，注重文学独特的审美价值。\n（二）探讨文学与哲学关系的不同观点\n中国：\n文学与哲学的关系即是“文”与“道”的关系。“文以载道”“文以贯道”或“文以明道”。\n维柯与黑格尔认为：\n哲学可以取代文学而使人类走向成熟。非理性主义思潮的泛滥，使哲学本身变成了诗。\n狄尔泰：\n试图抹煞哲学家与文学家的界限。\n中西方古代哲学家均认为：\n哲学应指导文学，文学应表现哲学。\n（三）文学与哲学没有绝对的划分\n例：中国文学中不可或缺的先秦诸子：中国哲学以伦理和审美为本\n二、文学与历史\n“文学与历史”中的“历史”指历史家书写历史的文本\n文学和历史的关系：\n①优秀的长篇小说再现历史画卷时既具有艺术价值又具有重要历史价值。如：《红楼梦》《金\n瓶梅》\n②优秀的史家记载人类历史的运行与遗迹时，其历史文本具有重要的文学价值。如：《史记》\n《历史》\n③文学与历史交汇之后产生一种互文性的文体。如：史诗、历史小说、报告文学、传记文\n学。\n④文学与历史关系密切，但在不同的文化中叙事文学与历史有不同的地位与价值。\n三、文学与社会学\n（一）作为比较文学跨学科研究的文学与社会学\n①要从社会学的视角反省文学的生成、生产与发展，研究社会制度与风气对文学的渗透与\n制约；还要研究文学对社会风气与族群精神的影响。\n②要从社会学视角研究文学的产生、传播、流变以及作家的行为动机、文本的表现内容；\n还要研究作家及其作品对社会发生的影响。\n③从农业社会向工业社会和后工业社会演进后，文学与社会的关系更加密切。\n（二）马克思主义的主导地位\n无论是在以社会学视野进行文学批评的潮流中，还是在文学社会学的发展中，马克思主\n义都占有主导的地位。马克思、恩格斯和列宁等马克思主义经典作家对文学艺术有着深刻的\n理解和评价。他们认为文学艺术作为一种意识形态，是社会现实的反映，并且受到经济基础\n的决定和制约。\n几个核心观点：\n1、文学的社会现实反映：马克思和恩格斯都强调了文学在揭示社会政治真理方面的重要性。\n他们认为，像狄更斯、萨克雷、巴尔扎克和托尔斯泰这样的作家，通过他们的作品，向世界\n揭示了比职业政客、政论家和道德家更多的社会真理。\n2、现实主义文学的价值：恩格斯特别提到了现实主义文学的价值，他认为巴尔扎克的《人\n间喜剧》提供了一部法国社会的现实主义历史，通过编年史的方式，逐年地描绘了资产阶级\n对贵族社会的冲击。\n3、文学与经济基础的关系：马克思主义认为文学作为一种意识形态，是社会生活的反映。\n不同的社会会产生反映其特点的文学。现实主义文学被认为是反映社会生活的最佳创作方\n法。\n4、文学批评的多样性：恩格斯指出，不应该将马克思主义作为现成的公式来剪裁历史事实，\n而应该作为一种行动的指南。马克思本人在进行文学批评时，也是以社会学批评为主导，同\n时兼取其他方法。\n四、文学与心理学\n（一）文学与心理学的含义\n文学是人学，不能不把笔触伸向人的心理和灵魂。\n心理学的含义\n①关于灵魂的科学\n②研究人和动物心理活动与行为表现\n（二）心理学的种类\n朱光潜出版《悲剧心理学》《文艺心理学》。\n冯特创立实验心理学使之成为一门独立学科以来，诸如意动心理学、构造心理学、机能心\n理学、策动心理学、行为主义心理学、格式塔心理学、拓扑心理学、弗洛伊德的精神分析以\n及马斯洛的人本主义心理学等学术流派层出不穷。\n马斯洛——人本主义心理学；弗洛伊德——精神分析；詹姆斯——格式塔心理学与比较心理\n学。\n荣格——集体无意识。\n（三）近代心理学和文学的关系\n在近代心理学成为一门独立的学科之前，文学早就在探索并且描绘人类的心理奥秘了。\n从史诗、英雄传奇到现实主义小说、意识流与超现实主义小说，文学中的人物描写经历了由\n外在形象与性格刻画向人物心理描写的转变。在西方文学中，如《伊利亚特》与《奥德赛》\n以及希腊悲剧，已开始出现心理描写。莎士比亚的悲剧通过人物的内心独白，生动而深刻地\n刻画了人物心理。司汤达的《红与黑》被认为是心理小说和意识流小说的先驱，其对人物心\n理的细腻深入描写与内心独白的揭示超过了外在刻画与对话。陀思妥耶夫斯基的作品，如《罪\n与罚》和《卡拉马佐夫兄弟》，展现了深刻的心理深度与灵魂冲突，被誉为“灵魂的拷问官”。\n在中国文学中，从《三国演义》《水浒传》等传奇式英雄小说较少的心理描写，到《金瓶梅》\n与《红楼梦》中人情世态的刻画，心理描写明显增多。现代中国小说与古典小说相比，心理\n描写的增多尤为显著，如鲁迅的《狂人日记》《幸福的家庭》《伤逝》等作品几乎全篇都是心\n理描写与内心独白。\n五、文学与宗教\n（一）西方受宗教的影响\n西方诗歌和小说深受基督教的浸染，如：但丁《神曲》、弥尔顿《失乐园》、歌德《浮士\n德》等；在雨果《悲惨世界》、巴尔扎克《欧也妮·葛朗台》、陀思妥耶夫斯基《白痴》、《罪\n与罚》、托尔斯泰《复活》等小说中，都贯穿着基督教的博爱及忏悔意识。\n（二）中国受宗教的影响\n中国唐代有寒山、拾得等诗僧。引庄入禅使佛教越来越由宗教的超越向审美的超越转化。\n中国话本小说中的宗教意味比较浓重，比如：《西游记》《金瓶梅》与《红楼梦》。\n六、文学与法学\n（一）中国受宗教的影响\n一方面，起诉状、反诉书、答辩状、代理词等法律文书需要文字书写，这就与文学有了缘分。\n另一方面，法律既是对社会与个人权力界限的厘清，更是对公平正义的维护，在这方面与文\n学的追求是有契合之处的，\n西方注重个人的传统与科学的精神，更强调法律的人我界限，法律条文不厌其详，西方的法\n律文学也是源远流长。\n中国传统的伦理本位，素有“子为父隐，父为子隐”的“人情大于王法”之说。如《窦娥冤》、\n《杨三姐告状》、《秋菊打官司》等都是以民众喊冤的形式要求法律公正的作品。\n第三节文学与自然科学\n一、文学与科学的关系及历史\n（一）文学与科学的关系\n1、差异与区别是相对的，二者之间存在交叉关系：\n关注美丑——探究是非\n诉诸直觉与情感——诉诸理性与理智\n运用想象与虚构——揭示真实与真理\n焦虑生命的不朽——凝视世界的真相\n渗透着感情的语言是文学的诗性表现，但也不属于文学专有。有时想象与虚构会对科学\n的发展产生重大的具有决定性的作用。\n2、不断变化的关系：\n二、文学中的科学\n文学对于科学的复杂态度：\n①理性乐观——批判反思文学表现科学的典型文体有：\n②科学幻想小说、科学散文与科学小品等。\n例如：\n《新法螺先生谭》《世界末日记》\n鲁迅将凡尔纳的《月界旅行》《地底旅行》《北极探险记》等改译成中文\n老舍的《猫城记》\n三、科技影响下的文学\n科学方法论：生物进化论、精神分析、相对论等。\n技术革命对文学的影响\n①文学没有生产之前——口传文学\n②文字产生——文字文学\n③印刷术的发明与普及——小说\n④计算机的普及——作家“换笔”的一次革命\n⑤网络兴起——一个文化多样性的平台"
    },
    {
     "h": "第八章 总体文学",
     "c": "本章重难点分析\n第一节区域文学与世界文学\n第二节总体文学与世界文学\n第一节区域文学与世界文学\n导言\n经济全球化和文明多元文化时代赋予了总体文学新的契机。我们如何处理不同文明本土\n因素和世界性因素的关系问题？多元文明的本土文学因素在何种意义上能够成为世界\n性的全球性文学？关于这个问题，从歌德关于“世界文学”的设想，到马克思、恩格斯\n《共产党宣言》关于“世界文学”的论断开始，就成为比较文学研究的一个重要的课题。\n比较文学的世界性胸怀所带来的必然是一种开放的多元文化视野。多元文化的视野使得\n我们能够通过文学比较研究而到达真正的总体文学的构想，同时总体文学又给国别文学\n以新的视角和启迪。\n一、区域文学的概念\n“区域文学”：也称“文学区域”，是因各民族、各国民文学的相互交流、相互关联，而\n出现相当程度的联系性、共通性和相似性。\n二、各民族文学的空间延展与区域文学的形成\n文学区域是否实际存在：\n研究者的研究目的与宗旨\n“宏观性”特征\n区域内文化联系的紧密程度\n三、如何划分区域文学\n五大区域文学：\n亚洲\n欧洲\n拉丁美洲\n非洲\n大洋洲*（以上述四个分区为主）\n四、各民族文学的空间延展与区域文学的形成\n（一）亚洲区域文学：\n第一个文学圈是以汉语言文化为中心的东亚文学圈。\n第二个文学圈，是以印度语言文化为中心的南亚—东南亚文学圈。\n第三个文学圈是以伊斯兰教为纽带的中东文学圈。\n三大文学圈既具有相对独立性，也具有相互关联性与相互重叠性。\n东亚的中国、南亚次大陆的印度和西亚的阿拉伯。这三块地方在空间上大体呈等边三角\n形分布，使得整个亚洲连成一片，形成了亚洲文学区域，我们可以把这种现象概括为“三块\n连成一片”。\n（二）欧洲区域文学：\n欧洲文化和文学的起点是古希腊文化，古希腊文化与古希伯来文化（合起来简称为“二\n希文化”）是欧洲文化的两个源头。\n（三）拉丁美洲区域文学：\n拉丁美洲是美国以南所有的美洲地区的通称。\n由于政治、语言、文化上相似与相通，加上完整的网状构造——学者习惯上将拉美文学\n作为一个整体来研究。\n（四）非洲区域文学：\n狩猎民族、游牧民族、农耕民族，因长期生活在炎热的气候、严酷的自然条件、封闭的\n人文环境中，而在性格禀赋及文化精神上形成了相近的特点：“黑人特性”。\n撒哈拉以南非洲古代各民族都有源远流长而又相互交错的口承文化传统，近代以来形成\n的西方文化与本土文化相冲突的题材与主题，使其形成了一个独特的区域文学。\n五、区域文学与东西方文学、世界文学\n（一）区域文学形成的四个基本条件：\n第一是地域上的毗邻，这是区域文学形成的客观的自然的前提。\n第二是政治上的推动。\n第三是宗教的纽带。\n第四是语言上的关联。\n（二）东西方文学的相互融合与影响：\n14-18世纪：东方文化对欧洲的近代化变革产生了一定影响；\n18世纪以后：东西方在对立冲突中，呈现出空前密切的联系；\n20世纪上半期：东方文学完成近代转型后，与西方文学进一步接近；\n20世纪下半期：东方文学开始一定程度地打破了“西方文学中心”的格局。\n六、世界文学观念的形成及对比较文学理论建构的价值\n（一）新的“世界历史”观念形成——18世纪：\n维柯的《新科学》：最早利用比较的方法，试图全面地为世界各民族的文化史构建一个\n理论体系。\n伏尔泰《风俗论》：以启蒙主义与理性主义的世界观，力图将全世界各民族的历史都囊\n括进来，包括中东、远东与美洲。\n孔多塞《人类精神进步史纲》：以典型的理性主义世界观，展现了世界历史的发展进程。\n赫尔德《人类历史哲学要义》：将世界历史划分为诗的时代（童年）、散文时代（青壮年）、\n哲学时代（成熟时期）三个时代加以论述。\n整个18世纪，是“世界主义”的时代，初步构架起来了“世界历史”的框架体系。\n（二）新的“世界历史”观念形成——18世纪后：\n许多学者都力图突破欧洲中心论，将亚洲或东方国家纳入文学视界。这就为欧洲人冲破\n欧洲中心论，形成“世界文学”的观念奠定了基础。\n赫尔德《鼓励人道的书简》：“现在我们的欧洲文学史太狭窄了，我们应该排除狭隘的民\n族局限性框框，把历史发展各个阶段由各民族创造的最最珍贵的作品都包容过来，使我们的\n文学史成为包罗万象的全世界的文学史。”这大概是欧洲文学史上首次明确提出的“全世界\n文学史”的构想。\n爱克曼编辑的《歌德谈话录》——歌德预言：\n“民族文学在现代算不了很大的一回事，世界文学的时代已快来临了。现在每个人都应\n该出力促使它早日来临。”\n歌德提出应该从民族与国家的和平共处的高度看待世界文学。他还提出不只是各民族的\n读者要互相了解各自的文学，而且文学家们之间更要相互了解，强调：\n“我们所说的世界文学是指，充满朝气而努力奋进的文学家们彼此间十分了解，并且由\n于爱好和集体感而觉得自己的活动具有社会性质。”\n马克思、恩格斯《共产党宣言》由于资本开拓了世界市场，“使一切国家的生产和消费\n都成为世界性的了。物质的生产是如此，精神的生产也是如此。各民族的精神产品成了公共\n的财产。民族的片面性和局限性日益成为不可能，于是由许多种民族的和地方的文学形成了\n一种世界的文学。”\n欧洲人以欧洲人的线性进化观来评价东方历史文化。因此，从根本上说也只能是以欧洲\n文学为中心的世界文学观。\n1897年，严复《本馆附引说部缘起》：无论亚洲、欧洲还是美洲、非洲，全人类都有一\n个“公性情”，即共同的人性。\n王国维提出了“学无中西”的论断，郑振铎提出了人类文学的联系性、人类文学研究的\n整体性的“文学的统一观”。\n1907年，泰戈尔《世界文学》中提出了“世界文学”的概念：\n“我们的目的是，去掉那些无知和狭隘，从世界文学中观察世界的人。我们要在每一作\n家的作品里看到整体，要在这种整体里看到整个人类为表现自己所作的努力。”\n（三）“世界文学”三重基本含义：\n一、作为“量”的世界文学，即世界文学是全世界各民族文学史的综合。\n二、作为“质”的世界文学，即世界文学是在世界上占有历史地位的、代表人类文学水平的\n文学。\n三、作为“观念”的世界文学，即“世界文学”是我们在进行文学思考和文学研究时所应持\n有的一种思维背景、一种思想空间、一种价值标准。\n（四）“世界文学”观念的价值：\n“世界文学”是“比较文学”的基础和前提。\n假如没有“世界文学的眼光”，有了“比较”也并不等于“比较文学”；假如有了“世界文学\n的眼光”，即使没有直接的“比较”，也可以把它看成是“比较文学”。\n有了“世界文学的眼光”，即使没有直接的“比较”，也可以把它看成是“比较文学”。\n第二节总体文学与世界文学\n导言\n概念：\n总体文学，又译为“一般文学，”这个概念早在18世纪的欧洲就有人使用，18世纪末\n到19世纪使用更为广泛。那时欧洲学者曾编辑出版了“一般文学”及“一般文学史”之类\n的著作、丛书或教科书。\n内涵：\n当时内涵还不不太明晰，主要是指欧洲各国文学的总和，有时则是指一种宏观理论的视\n野。其实质是在具体的、个案的文学研究基础上的一种综合、提升、抽象与概括。\n一、总体文学的学术文化背景\n1、黑格尔《小逻辑》：\n我们今日所说的科学研究，往往主要是指对于所考察的对象加以相互比较的方法而言。\n不容否认，这种比较的方法曾经获得许多重大的成果，在这方面特别值得提到的，是近年来\n在比较解剖学与比较语言学领域内所取得的重大成就。\n但我们不仅必须指出：有人认为这种比较方法似乎可以应用于所有各部门的知识范围，\n而且可以同样地取得成功，这未免失之夸大。并且尤须特别强调指出：只通过单纯的比较方\n法还不能最后满足科学的需要。\n2、孔德《实证哲学教程》：\n人类历史文化发展有三个阶段：\n神学阶段或虚构阶段\n形而上学阶段或抽象阶段\n科学阶段或实证阶段\n指出：实证哲学的基本性质就是把一切现象看成服从一些基本不变的自然规律，并精确\n地发现这些规律。\n3、英国“比较法学”创始人梅因《古代法》：\n迄今为止一切社会性进步的运动，都是一场“从身份到契约”的运动，认为从传统的等\n级制度、集体主义（身份），发展到近代以后的法律社会、个人主义（契约），是人类文明发\n展演进的规律。\n4、丹纳《艺术哲学》：影响和决定人类文学发展进程的“种族、环境、时代”的“三要素”\n论，以此建构了自己的艺术哲学的理论体系。\n5、波斯奈特《比较文学》：用社会进化论和种族、环境、时代三要素决定论的观念和理论，\n构筑起了他的“比较文学”的理论框架和体系，试图通过比较文学的研究更好地揭示人类社\n会发展的一般规律。\n6、维谢洛夫斯基《历史诗学》：提出“历史诗学”的概念，“历史诗学”就是将“历史”与\n“诗学”结合在一起，是揭示人类文学艺术形成及发展共通规律的历史的、归纳性的、总体\n的诗学。\n二、梵第根的总体文学的构想\n（一）梵第根比较文学研究的三个层次\n法国比较文学理论家梵第根在《比较文学论》一书中，从比较文学学科论的角度明确提\n出了“总体文学”的概念，并作了明确的界定和阐述。\n国别文学：主要处理一国文学之内的问题，是一切文学研究的基础。\n比较文学：一般处理两种不同文学的关系，是国别文学的必要补充。\n总体文学：多是处理国家文学所共有的事实，是“比较文学”的进一步展开。\n（二）“总体文学”的研究领域主要的三个方面：\n1、“有时是一种国际的影响”。\n如：伏尔泰主义、卢梭主义、托尔斯泰主义等。\n2、“有时是一种艺术或风格的共有形式”。\n如：十四行诗体、古典主义悲剧等。\n3、研究那些“没有影响的类似”。\n在研究方法上，“总体文学”的研究可以不必像“比较文学”研究那样拘泥于事实的确\n证。\n（三）梵第根的总体文学的构想：\n梵第根的“总体文学”并没有以世界文学或全人类文学作为前提，而只是比较文学的一\n种自然的展开和必要的补充。\n梵第根举例：\n国别文学——研究法国作家卢梭的《新爱洛绮丝》在十八世纪法国小说中的位置\n比较文学——研究英国作家理查生对法国作家卢梭的影响\n总体文学——研究在理查生和卢梭影响下形成的欧洲言情小说\n以上体现了“欧洲中心论”\n三、从欧洲中心的“总体文学”到跨文明的“总体文学”\n（一）中国学者提出的“总体文学”：\n中国比较文学理论家们提出的“总体文学”的概念就与西方的“总体文学”的概念在内\n涵和外延上有了一定的区别，堪称跨越东西方文明的、具备了世界文学视野的真正的“总体\n文学”。\n（二）“总体文学”的研究方法：\n曹顺庆《比较文学学》——提出“总体文学”的研究途径和方法是两种：\n一是“比较诗学”\n总体诗学——纯理论研究——概括力抽象度\n二是“文学人类学”\n跨学科——人类文化大背景——阐释文学意义"
    },
    {
     "h": "第九章 跨文明比较文学",
     "c": "本章重难点分析\n第一节跨文明比较文学提出的现实意义\n第二节人类文明的多源和多元性\n第三节跨文明研究：比较文学的新拓展\n第四节文学的跨文明比较方法\n第一节跨文明比较文学提出的现实意义\n导言：\n学科史的进程：\n欧洲范围内的“跨国别”→以西方为中心的“跨区域”、“跨学科”→全球多元化时代的\n“跨文明”（比较文学全球化时代的到来）\n比较文学的跨文明研究之意义和目标：\n以人类既往的多元文明为前提，通过比较、对话，促进文学创作、文学理论和文学批评\n朝“和而不同”的境界迈进。\n使人类社会的审美世界既保持各自个性又能相互沟通，从而促使人类拥有“共同诗心”\n的时代早日到来。\n一、当代的“文明冲突”与“文明对话”\n（一）20世纪以来的学术史进程：\n“跨”意味着对某种阻隔之墙的突破\n（二）比较文学的核心、两种倾向和思潮：\n（三）文明冲突：\n塞缪尔·亨廷顿——《文明的冲突？》、《文明冲突与世界秩序的重建》\n亨廷顿指出：由于人类在宗教和文化方面存在深刻的差异，因而将不可避免地引发相互\n冲突，从而爆发全球的未来战争。第三次世界大战如果爆发的话，其边界就在三大文明之间。\n第一节跨文明比较文学提出的现实意义\n（四）文明对话：\n杜维明、“东西方研究中心”的学者——“文明对话”的研讨活动（1990）\n联合国——“不同文明对话年”活动（2000）\n汤一介——《评亨廷顿的<文明的冲突？>》（1995）\n哈拉尔德·米勒——《文明的共存》（2002）\n二、文明的“异质性”与比较文学研究的新转机\n（一）多元性：\n1992年，《多元文化主义时代的比较文学》，强调文学研究的新趋势是关注不同族群及文化\n类型的“多元性”。\n随后涌现的一大批被誉为“后殖民批评”及“第三世界理论”等论著的问世则呈现出文学研\n究在全球范围的跨文明关联。\n（二）中国学者的提出：\n中国学者提出了应在比较文学中关注和阐释文明的“异质性”问题。唯有将“非西方”\n文明纳入进来，进行“跨越异质文明的比较文学研究”，方可将全球的比较文学引向更加广\n阔的领域。\n第二节人类文明的多源和多元性\n一、文明在世界不同区域的产生\n（一）文明一词在不同的区域的含义：\n英文Civilization：源于拉丁语的“Civilis”，与“城市化”和“公民化”含义相关。\n汉文：在《尚书》和《周易》里分别记载，有将自然、人文、外表及内在的总貌特征关\n联审视之意。\n今天的文明：指特定的人类群体在自然生态及历史环境相作用下所创造的物质、精神产\n品及社会制度的总和。\n（二）不同文明的产生：\n观念的改变：\n面对人类古往今来的不同文明类型，以往的“自我中心”的偏见逐渐被排除，人们将彼\n此的差异视为不同人群在与自然环境互动中的独立创造物。\n二、文学在不同文明中的意义\n例：苏美尔—巴比伦文明的史诗《埃努玛.埃立什》：\n人类最古老的文学杰作，具有神圣与世俗相交融特性的文学类型\n意义和用途的多样性：以口头方式在民间广泛流传，被用文字刻写在泥版上等。\n人类群体在多种多样的自然与社会环境中创造的文明类型既有同一性又有异质性。因此，由\n其派生的文学界定、分类和功能也有同有异，交映生辉。\n天之高兮，既未有名。\n厚地之庳兮，亦未赋之以名\n始有瀹虚，是其所出。\n漠母彻墨，皆由孳生。\n大浸一体，混然和同。\n无纬萧以结庐，无沼泽之可睹。\n人类群体在多种多样的自然与社会环境中创造的文明类型既有同一性又有异质性，因\n此，由其派生的文学界定、分类和功能也有同有异，交映生辉。例如：\n《诗经》的“风”“雅”“颂”，以及长江流域由楚地的民间“巫歌”到屈原《离骚》的\n演变等楚辞中的《湘夫人》：\n帝子降兮北渚，目眇眇兮愁予。\n嫋嫋兮秋风，洞庭波兮木叶下。\n登白巅兮骋望，与佳期兮夕张。\n鸟何萃兮巅中？曾何为兮木上？\n沅有苣兮澧有兰，思公子兮未敢言。\n三、多元文明观\n（一）文明观的改变\n从13世纪《马可·波罗游记》的面世到15至17世纪“地理大发现”后全球格局的逐\n步形成，在日益显著的文明多样性事实面前，西方原本那种褊狭的、等级化的文明观才逐渐\n改变。文明一词也在其表述中慢慢转成了可数的复数，即由大写的“Civilization”扩展为\n可小写的“civilizations”。\n（二）新文明观\n（三）多元文明的世界史和人类“轴心时代”的理论\n例1：1934年英国历史学家汤因比《历史研究》\n主张：所有文明在哲学上都是价值相等的。从文明的视野重写人类社会的总体进程，“文明\n的比较研究”，反对以西方文明为唯一中心或尺度。\n批判：西方流行的三种历史认知错觉，“自我中心论”、“东方不变论”、“单线进化论”。\n例2：1949年德国学者雅斯贝斯《历史的起源与目标》\n主张：认识人类多元文明的“轴心时代”观点。\n批判：19世纪将人类历史仅限于希腊及两河流域的流行看法，赞同把历史的权力“赋予所\n有的人”\n例3：东方类型之中国的转变\n古代：儒家思想为华夏“轴心”的代表。\n“天下”，“大一统”——新中国统一的多民族平等团结、共同繁荣之路。\n（四）小结\n总而言之，从“轴心时代”到多元文明史观以来的古今演变中，同时注重国际、国内的\n跨文明和跨族群研究，已成为比较文学领域的新历史潮流。\n第三节跨文明研究：比较文学的新拓展\n导言\n比较文学在欧洲兴起的初期：\n受西方自身的传统限制，多囿于古希腊罗马以来的西方文明以内，仅属西方文明范\n围内的同质性比较。\n还有待东亚、南亚及非洲等其他文明地区的加入。\n跨文明比较文学阶段：\n文学的国别分野已不再是唯一参照和界限，以文明为坐标的跨区域研究，日益成为\n更多学者采用的新范式。\n一、跨国别与跨区域\n（一）特征与基础\n比较文学第一特征：跨国别。对两种以上且相互关联的文学的跨国研究。\n比较文学研究基础：民族国家的建立以及文学在语言、内容及身份认同上的国别化。\n比较文学催生因素：民族国家及其现代体系的建立\n比较文学的标志：1648年《威斯特伐利亚和约》的签订，宣告了现代“民族国家”类型的\n出现。\n（二）以“跨国别”研究为己任的比较文学\n影响：引发了“另一场新人道主义”的变革\n意义：打破文学的自我孤立和相互封闭\n任务：“逐渐摒除文学的民族主义”\n（三）跨文明时代的比较文学\n将使人们获得“对我们（西方）狭隘设想的矫正剂”。\n——亚瑟·E·昆斯特\n跨国别、跨区域、跨文明、多空间、多类型、多民族\n二、“西方中心论”的局限和危机\n（一）“西方中心论”——欧洲中心主义\n十九世纪晚期\n尼采《查拉斯图拉如是说》，向世界宣告“上帝死了！”由此动摇了西方以基督教信仰为基础\n的文明大厦，从而也敲响了“欧洲中心主义”的警钟。\n斯宾格勒《西方的没落》，直截了当地解构了欧洲文明作为人类中心与世界归宿的神话。\n二十世纪后\n赛义德《东方学》，整体颠覆了西方数百年来建立在殖民主义基础上对东方文明的书写。\n乐黛云、叶朗等《世界诗学大辞典》，从“和而不同”角度体现了对文明中心主义的超越。\n（二）“西方中心论”的局限和危机\n“西方文明于公元900年诞生后一直沿着上升路线向前发展，依次经历了春、夏、秋、\n冬各个阶段。在1789年法国革命之后，该文明便进入了它的冬天，也就是濒临死亡的最后\n阶段。”\n——斯宾格勒《西方的没落》\n在比较文学领域里，这一目标则有更明确的表现，那就是：在跨文明比较文学视野中，\n直面人类文学的多样性和多类型性，正本清源、平等对话，寻求人类的共同诗心。\n（三）“共同诗心”的目标\n“欧洲中心论”的衰落、“非洲中心论”等学说的崛起——文明融合论的提出——“和\n而不同”，寻求人类的共同诗心”。\n三、跨文明比较文学：全球化时代的文学交往和对话\n（一）何为全球化\n定义：在世界各地联系增强的过程中，人类社会日趋形成不可分割的整体；各个国家不\n分大小，都被关联在同一个“地球村”。\n全球化时代的产生：应归结为马克思主义所说的因资本主义扩张所导致的“世界市场”\n与“世界历史”的形成：在近代西方“地理扩张”中由新型大工业与跨国（跨洲）大市场的\n彼此推动而产生。\n（二）全球化时代的特征\n例：人类社会的历史按“世界市场”的形成划分：\n（1）世界市场形成以前的历史\n可称为“地方的”和“民族的”，特点是“自给自足”和“闭关自守”——这种以往的\n历史正在被消灭。\n（2）世界市场形成\n以后的历史可称为“世界性的”，特点是“各民族”与“各方面”的结合，“互相往来”\n和“互相依赖”——世界性历史的出现将使国家和民族的历史变得越来越不可能。\n（三）文学交往与世界文学\n（四）前景展望\n对于跨文明时代的比较文学来说，今后的研究将从单纯的文学文本阐释向复合的、跨学\n科的文化研究转型，同时要求比较文学的既有方法适应全球化时代的更新和转变。\n第四节文明的跨文明比较方法\n一、文明异质性与文学的差异性比较\n差异性比较方法\n“美人之美”法：以他者的母语阅读或倾听作品。“主位式观察”，以对方的标准去理解和判\n断另一种文明的文学经验。\n“求同存异”法：寻找共同的“美学根基”。保持每一种样式、类型的自尊、独立和相互平\n等。\n“双向阐发”法：不是仅仅用西方的理论来阐发中国的文学，或者仅仅用中国的模式去解释\n西方的文学。用两种或多种民族的文学互相阐发、互相发明。\n二、文明对话与文学话语比较\n文明对话的背景\n“失语症”问题与话语重建实践：克服中国文论的失语症；建立一套自己的（而非从西方借\n用的）文论话语系统\n“话语霸权”与“自说自话”：\n刘小枫《拯救与逍遥》\n张隆溪的《道与逻各斯》\n陈跃红的《比较诗学导论》\n余虹的《中国文论与西方诗学》\n三、文明的互补与异质文明文学的融合研究\n跨文明的比较文学研究的主要任务\n（一）应遵循的原则：\n创建对话平台\n国际比较文学学会等学术机构\n各国文学的对等学习\n兼容互补的跨文明论坛\n（二）寻求共同诗话：\n各说各话的“自称”阶段；\n彼此对照或误读的“他称”阶段；\n相互兼容的“总称”阶段。\n美美与共，和而不同"
    },
    {
     "h": "第十章 比较文学前景展望：世界文学时代的到来",
     "c": "本章重难点分析\n第一节全球化语境下的比较文学\n第二节比较文学与文化研究\n第三节走向世界文学阶段的比较文学\n第一节全球化语境下的比较文学\n导言：\n新的时代、新的挑战：\n比较文学界确实曾出现过漫无边际的“泛文化”倾向：除了跨文化、跨文明语境的文学\n之比较研究外，还涉及文学以外的哲学、精神分析学、政治学、医学等话语。\n比较文学的学科界限变得越来越宽泛，甚至大有以文化研究来吞没传统意义的文学研究\n之趋势。\n新的问题：\n如何有效地使得比较文学既保持自己的开放性和包容性学科特征，同时又不至于在众多\n学科的冲击下全然解体。\n一、比较文学与全球本土化\n（一）苏源熙在《全球化时代的比较文学》中认为：\n学科间的界限已变得越来越模糊，文学理论失去了以往的纯洁性，已变成一种包罗万象的文\n化理论。\n①一方面对比较文学研究的文化转向起到了推波助澜的作用；\n②一方面又削弱了比较文学的学科特征。\n全球化：有助于文化研究繁荣发展\n也让作为一门精英文学研究的比较文学领地的日益萎缩\n（二）全球化的表现\n1、冲击西方：\n冲击了西方学界。\n斯皮瓦克宣布比较文学已“死亡”。必须与“区域研究”合作，并且始终“跨越学科的界限”。\n消解了欧洲中心主义、西方中心主义。\n2、繁荣中国：\n中国的经济得以飞速发展，并在政治上和文化知识的生产和传播方面逐渐树立了大国和强国\n的形象。\n全球化也使得学者得以直接与国际学术界进行交流和对话。\n（三）为什么全球化使得中国的比较文学越来越繁荣？\n1、我们从一开始就确立了“中西比较”这一既跨越了广阔的文化传统和语言界限同时又最\n具有挑战意义的领域为我们的主要方向，因而我们实际上已经使许多在西方乃至国际学术界\n风行的理论话题被“全球本土化”。\n2、中国自古以来就有着“诗中有画、画中有诗”的诗学传统，中国古代的文章学实际上已\n经包括了文史哲各个门类，早就具有了跨越学科界限的特征。\n3、对西方理论进行借鉴、改造、重构达到了理论的双向旅行和平等对话。\n二、全球化之于比较文学的意义\n（一）全球化之于比较文学的意义：\n解构权威\n使得民族和文化认同变得模糊\n（二）对于中国比较文学来说：\n建构多元的文化认同\n向我们提供了与西方汉学家以及国际比较文学同行进行平等交流和对话的机会\n协调文化研究与比较文学之间的关系\n三、全球化语境下的比较文学新方向\n几个新方向：\n（1）全球化与文学研究\n（2）流散和海外华人写作研究\n（3）文学的人类学研究和文学文化的书写\n（4）汉语在全世界的普及以及用汉语撰写的新文学史\n（5）比较文学和文化研究的翻译转向\n（6）走向世界文学的比较文学研究\n第二节比较文学与文化研究\n一、比较文学研究的文化转向\n（一）几种现象：\n今天的许多比较文学学者实际上在从事文化研究，例如电影研究，后殖民研究，性别研究，\n大众文化研究等，因而使得传统的精英取向的文学研究变得不那么纯了。\n许多比较文学学者实际上只是在机构内利用自己的职位做其他的工作：他们为学生讲授文学\n课，但是写的东西却是自己感兴趣的另一些话题。\n（二）可以预见的：\n文学研究者的一个焦点转换：从致力于经典文学研究转向通俗作品的研究，但是依然不放弃\n对文学的研究。\n精英取向的同时充满了西方中心主义色彩的比较文学学科自然应该消亡，然而正如斯皮瓦克\n所预言的，一门新的与区域研究携手合作同时又具有“跨学科”特色的比较文学学科已经同\n时在西方和东方诞生。\n二、比较文学与文化研究的互动与互补\n（一）当今文化语境：\n文化研究的挑战仿佛要把这门精英取向的学科全然吞没\n世界文化变得越来越趋同\n弱势文化的民族身份也因此变得越来越模糊\n（二）比较文学在当今语境的可能贡献：\n在东西方的语境下建构各种形式的乌托邦。\n例：歌德能够勾画出他的具有乌托邦色彩的世界文学\n比较文学介入文化研究\n例：加拿大文学理论家诺斯洛普·弗莱将文学研究与文化研究相结合的实践，实际\n上为比较文学与文化研究的共融提供了可能性的典范。\n（三）关于文化研究：\n源头：\n英国的精英文学和文化研究者利维斯\n他在把文学研究置于一个广阔的文化语境下考察所起到的开拓作用\n西蒙·杜林的定义：\n“文化研究并不像别的东西那样是一门学科。它既没有一种界定完备的方法论，也\n没有清晰划定的研究领域。当然，文化研究就是对文化的研究，或更为具体一些，就是\n对当代文化的研究。”\n（四）文化研究的三个层次：\n首先是对文化本身进行理论探讨和反思，其目的在于建构各种形式的文化；\n其二是指向当代通俗文化甚至消费文化，从而使更多的人得以享用文化产品；\n其三即从文化和意识形态的视角来探讨文学研究，而非像传统的文学研究者那样从形式\n和审美的视角来研究文学。\n（五）结论：\n比较文学研究在其最高级的意义上应该以一种跨越语言、跨越文化和跨越学科疆界的方\n式来进行。它不仅仅要关注形式主义意义上的“文本”，还要关注社会和意识形态意义\n上的“文本”或“语境”。\n在进行比较文学研究时，不涉及文化和意识形态问题是无法深入进行的。\n第三节走向世界文学阶段的比较文学\n一、马克思、恩格斯：“文化生产的世界性特征”\n（一）在人文社会科学领域内，马克思和恩格斯是最早探讨全球化现象以及对文化生产和文\n学批评的作用的思想家和理论家。对经济全球化到文化上出现的全球化趋势以及世界文学的\n诞生的考察，是马克思主义创始人对整个人文社会科学研究的又一重要贡献。\n《共产党宣言》：“物质的生产是如此，精神的生产也是如此。各民族的精神产品成了公\n共的财产。民族的片面性和局限性日益成为不可能，于是由许多种民族的和地方的文学形成\n了一种世界的文学。”\n（二）全球化在西方历史上的两个层面\n其一是1492年哥伦布远涉重洋发现了美洲新大陆，从而开启了西方资本从中心向边缘\n地带的运动和扩展。许多经济不发达的弱小国家不得不选择：或者依循欧美的模式发展，或\n者成为这种现代性大计中的一个普通角色；\n其二便是马克思恩格斯所预示的“由许多民族的和地方的文学形成了一种世界的文学”\n的现象，这实际上也预示了文化上出现全球化趋势的可能性。\n（三）对全球化的态度\n文化上的全球化趋势是不可阻挡的，它迫使我们必须思考出积极的对策，以便应对这一\n历史的趋势，此外，我们也可以借助全球化这个平台的作用来推进中国文化和文学走向世界\n的进程。\n二、全球化时代“世界文学”的兴盛\n（一）“世界文学的概念”\n①德国作家魏兰和哲学家赫尔德等人世界上不同的文学之间就已经有了彼此之间的交流；\n②歌德最早发现了这一规律，但在歌德的时代，世界文学只是一个乌托邦的想象；\n③马克思和恩格斯在《共产党宣言》中沿用这一术语，来描述文学和其他知识生产的“世\n界主义特征”。\n世界文学实际上就是比较文学的早期阶段，它是经济和金融全球化之于文学的一个产\n物。\n20世纪的比较文学学者并没有沿着歌德的思路走下去，反而使得这门本应更为开放的\n学科领地变得越来越萎缩。\n在当今时代，重提世界文学有助于比较文学走出狭窄的领地。\n在世界文学的重新构图过程中，我们应当具有一种比较的和国际的视野，只有这样，我\n们才能在文学研究中取得新的进展。\n（二）谈到“世界文学”的两种态度\n文化相对主义：强调的是不同的民族/国别文学所具有的平等价值；\n文化普遍主义：强调普遍的和共同的美学和价值判断标准。\n（三）研究世界文学的两种观点：\n通过翻译，扩大文学研究的视野；\n返回“语文学”的层面，通过阅读原文。\n（四）翻译与世界文学\n要阅读和欣赏世界文学，在很大程度上不得不依赖翻译\n翻译可以帮助优秀的文学作品在另一文化语境中广为流通从而有可能跻身世界文学\n例：本雅明、歌德\n中国文学在当今世界的相对“边缘”地位在很大程度上是由于翻译的缺席和乏力造成的\n（五）结论\n比较文学学者完全可以借助世界文学的东风把中国文学推向世界，因此就这一点而言，\n比较文学与世界文学始终呈一种互动和互补的态势。\n三、作为一种审美现实的世界文学\n（一）文学研究多样化趋势\n各种“世界文学”选集的编者们也开始逐步走出欧洲中心主义和西方中心主义的阴影，\n把选文和评论的视野放到久违了的东方文学。\n戴姆拉什：提出一位诺贝尔文学奖获得者的作品是如何通过翻译的中介旅行到世界各地\n进而成为世界文学的。\n佛克马：“往往会出现两个重要的问题。其一是普遍主义与文化相对主义之间的困难关\n系。世界文学的概念预设了人类具有相同的资质和能力这一普遍的概念。”\n（二）世界文学是如何通过生产、翻译和流通而形成\n戴姆拉什：提出一个专注世界、文本和读者的三重定义\n1.世界文学是民族文学的简略折射。\n2.世界文学是在翻译中有所获的作品。\n3.世界文学并非一套固定的经典，而是一种阅读模式：是超然地去接触我们的时空之外的不\n同世界的一种模式。\n（三）我们自己对于世界文学概念的理解和重建\n1.世界文学是东西方各国优秀文学的经典之汇总。\n2.世界文学是我们的文学研究、评价和批评所依据的全球性和跨文化视角和比较的视野。\n3.世界文学是通过不同语言的文学的生产、流通、翻译以及批评性选择的一种文学历史演化。\n四、世界文学研究的新方法\n（一）如何判断一部作品是否属于世界文学\n1.它是否把握了特定的时代精神；\n2.它的影响是否超越了本民族或本语言的界限；\n3.它是否收入后来的研究者编选的文学经典选集；\n4.它是否能够进入大学课堂成为教科书；\n5.它是否在另一语境下受到批评性的讨论和学术研究。\n注意：在上述五个方面，第一、二和第五个方面是具有普遍意义的，则第三和第四个方\n面则带有一定的人为性，因而仅具有相对的意义。上述五个方面综合考察，才能够比较客观\n公正地判定一部作品是否属于世界文学。\n（二）研究世界文学的基本方法\n首先，世界文学为我们提供了一个了解“世界”的窗口，使我们通过阅读文学作品了解\n到处于遥远的国度的人们的生活和民族风貌。\n其次，世界文学赋予我们一种阅读和评价具体文学作品的比较的和国际的视角，从而得\n出对该作品的社会和美学价值客观公正的评价。\n第三，世界文学赋予我们一个广阔的视野，它在另一方面也使得我们在对具体的作品进\n行阅读和评价的同时有可能对处于动态的世界文学本身进行新的建构和重构。"
    }
   ]
  }
 },
 "qa": {
  "速记宝典": {
   "head": "",
   "items": [
    {
     "header": "一、简答题"
    },
    {
     "q": "考点1：简述如何理解“他国化”？",
     "a": "其一是本国文化与文学传播到外国，逐步变异为外国文学；其二是外国文化与文学传播到本国，逐步变异为本国文学。这两种情况都被称为“他国化”，即由一国文学变异为另外一国文学。"
    },
    {
     "q": "考点2：简述雷马克对比较文学的定义",
     "a": "雷马克的《比较文学的定义和功能》一文中，雷马克言简意赅地提出了美国学派的基本定义：“比较文学研究超越一国范围的文学，并研究文学跟其他知识和信仰领域，诸如艺术(如绘画、雕塑、建筑、音乐)，哲学、历史、社会科学(如政治学、经济学、社会学)，其他科学、宗教等之间的关系。简而言之，它把一国文学同另一国或几国文学进行比较，把文学和人类所表达的其他领域相比较。”"
    },
    {
     "q": "考点3：简述比较文学经历的三个重要学科理论阶段",
     "a": "一、欧洲阶段，比较文学学科理论的成形期；二、美洲阶段，比较文学学科理论的转型期；三、亚洲阶段，比较文学学科理论的拓展期。"
    },
    {
     "q": "考点4：简述美国平行研究的特点",
     "a": "首先，美国学派的平行研究将文学理论和文学批评纳入比较文学研究之中，注重对作品的文学意蕴的挖掘，试图揭示文学文本背后类同的、共通的美学精神和艺术规律。其次，提倡一种没有影响关系的跨越国家的类同的平行研究。最后，倡导跨学科研究，注重文学与其他人文学科甚至自然学科之间类同的关系。"
    },
    {
     "q": "考点5：简述影响研究、平行研究和变异研究各有什么样的理论与方法论特征?",
     "a": "①影响研究：影响研究是一种描述性研究方法，旨在探索特定变量或因素对另一变量或因素的影响程度。其特征包括：强调因果关系：关注影响因素与被影响因素之间的因果联系。大样本：通常需要较大的样本容量，以提高统计推断的可靠性。控制组设计：常常使用对照组，通过对比实验组和对照组的差异来判断影响因素的效应。度量工具：需要合理的度量工具来收集关于变量之间关系的定量数据。②平行研究：平行研究是一种实验性研究方法，旨在研究两个或多个处理组之间的差异。其特征包括：多组对比：将研究对象分为两个或多个处理组，比较这些组之间的差异。随机分组：对研究对象进行随机分组，以消除其他变量的影响，确保处理组之间的唯一差异来自所研究的处理。平衡设计：处理组之间的变量应尽可能保持平衡，以确保唯一的差异来自处理的不同而非其他因素。③变异研究：变异研究是一种观察性研究方法，旨在研究某个或某些变量在不同条件下的差异。其特征包括：主要通过观察：不进行主动干预，只是观察和测量变量在不同条件下的变异情况。使用案例研究、比较研究等方法：通过比较不同案例或不同条件下的变量差异，来揭示变量之间的关系。研究背景的重要性：关注变量在特定背景条件下的变异，如社会文化背景、时间背景等。多角度观察：通过多个角度和层面的观察，收集关于变量差异的定量和定性数据。"
    },
    {
     "q": "考点6：简述比较文学的可比性？",
     "a": "所谓比较文学的可比性，是指在跨国家、跨学科和跨文明的比较文学研究中寻求同与异的学理依据，是比较文学研究的最基本立足点和出发点。具体来讲，可比性主要包括同源性、类同性、异质性与变异性。"
    },
    {
     "q": "考点7：简述可比性的几个立足点",
     "a": "可比性的第一个立足点是同源性，同源性主要是针对影响研究而言的。可比性的第二个立足点是类同性。可比性的第三个立足点是异质性。可比性的第四个立足点是变异性。"
    },
    {
     "q": "考点8：如何理解文学国际关系研究中的实证性与非实证性？",
     "a": "有学者指出：“实证能证明科学事实和科学规律，但不能证明艺术创造与接受上的审美意义。”影响和接受过程的复杂性，决定了文学国际关系研究中的实证性与非实证性的辩证统一，这是必须承认的。"
    },
    {
     "q": "考点9：如何看待比较文学过程中的“科学性”与“审美性”？",
     "a": "韦勒克在《比较文学的危机》中指出：在比较文学中，“我们必须正视文学性这个问题，它是美学的中心问题，是文学艺术的本质”。在韦勒克看来，法国学派对科学性的片面强调，只能使比较文学偏离其核心——审美性，只能使比较文学“成为一潭死水”。我们认为，国际文学关系与相互影响研究要辩证地看，既要认识到其科学性的一面，又要考虑到其审美性的一面。国际文学关系的审美性往往是不可用科学性来测定的，作家和文学作品之间的风格、情感、心理等方面的影响关系往往是审美性的，而非仅仅是科学性的。"
    },
    {
     "q": "考点10：简述文学流传的五种形态",
     "a": "第一，单向流传形态；第二、多向流传形态；第三、多波次流传形态；第四，聚合流传形态；第五，交叉流传形态。"
    },
    {
     "q": "考点11：简述流传学研究的主要内容",
     "a": "流传学有特定的研究对象，并以扎实的材料与丰富的内容构成独立的研究体系，其研究的主要内容包括以下几个方面。一是某一位诗人与作家的思想和人格精神在国外的流传及其产生的影响。二是文学作品在国外的流传、影响与声誉。三是文学思潮与文学流派在国外的流传。四是文学理论与文学批评在国外的流传。"
    },
    {
     "q": "考点12：简述渊源学研究的四种对象？",
     "a": "第一是作品与作品之间的渊源关系。第二是作家与作家之间渊源关系研究。第三是国家与国家文学渊源关系研究。第四是文学思潮的跨国旅行。"
    },
    {
     "q": "考点13：简述法国学派影响研究理论有什么样的局限性?",
     "a": "1、所谓“影响”并非如法国学者所想的那样都是清晰可实证的。2、从影响研究的实际情况看，法国学派在进行实证性的国际文学关系研究中，已经显露了文学影响关系的非实证性的一面。3、在接受过程中发生误读、信息的增添与失落、形象的扭曲和变形、文本的变异等，则是很难予以实证的。"
    },
    {
     "q": "考点14：简述译者的创造性叛逆的几个主要表现",
     "a": "译者的创造性叛逆，其中又分有意识型和无意识型两种，并可细分为以下四种具体表现：1. 个性化翻译 2. 误译与漏译 3. 节译与编译 4. 转译与改编"
    },
    {
     "q": "考点15：简述创造性叛逆和文学经典的关系",
     "a": "一部文学作品如果能够被不断地翻译成各个国家的语言文字，能够不断地被世界各国的译者、读者、接受环境创造性叛逆，那么它就有望跻身“伟大文学”也即经典文学之列。从世界文学的角度看，可以说世界文学中的所有经典都离不开翻译，离不开翻译中的创造性叛逆。"
    },
    {
     "q": "考点16：简述文化意象中的跨文化传递？",
     "a": "首先是字面上的矛盾。其次是形象的扭曲。文化意象的跨文化传递绝不是一个简单的语言文字如何转换也即翻译的问题，其背后蕴含着不同民族文化如何相互理解、如何正确交流，以及如何彼此丰富的大问题，必须引起我们的高度重视。"
    },
    {
     "q": "考点17：简述对翻译文学的概念进行界定和厘清的必要性",
     "a": "首先，作为文学翻译的“产品”,翻译文学与非文学翻译“产品”有着本质上的差别，它是一种艺术再创造。其次，翻译文学还是文学作品的一种存在形式。最后，尽管翻译文学传递了外国文学的信息，但正如以上所分析的，不能简单地把它等同于外国文学，严格而言，它是外国文学的载体。"
    },
    {
     "q": "考点18：如何理解翻译文学不能简单地等同于译入语文学",
     "a": "首先，在作品反映的思想、观点方面，译入语文学表达的是本民族或本国别作家的思想和观点，翻译文学则都是传达另一个民族或国家的作者的思想和观点。其次，在作品的内容方面，译入语文学基本上反映的是本族或本国人民的生活，而翻译文学则绝大多数反映的是异族或异国人民的生活。最后，恐怕也是最根本的，民族文学或国别文学是作家以生活为基础直接进行创作的，而翻译文学是译者以外国文学的原作为基础进行创作的——因此之故，译者的劳动被称为再创作。"
    },
    {
     "q": "考点19：简述翻译文学史提出了哪些新的研究课题?它与文学翻译史有何实质性区别?",
     "a": "翻译文学史概念提出，实际上也对我们从事中外文学关系研究提出了新的要求。具体而言，就是要求在时代社会文化的语境中揭示翻译文学的时代文化意义以及中外文化交流的时代特征，从翻译角度切入中外文学、文化的特质，在中国现代文学、文化的语境中，深入考察、探讨现当代中国的外国文学研究现状和特点，对在中国现代文学史上产生过重大影响的外国文艺思潮、作家、作品的研究特点和得失进行细致分析，并在时代语境中作出深刻的文化阐释。"
    },
    {
     "q": "考点20：简述形象学的对象系统？",
     "a": "一是“异国形象”的创造者，即上文所言“主体”“自我”“叙述者”“注视者”，等等。二是“异国形象”创作所依赖的“社会集体想象物”。三是“社会集体想象物”所倚赖的民族历史文化传统与社会现实。四是“异国形象”的方法论研究。五是“异国形象”本身，这是最重要的内容。"
    },
    {
     "q": "考点21：简述“关于西方的“中国形象”反思”表现在哪些地方",
     "a": "这类研究数量较多，但是大都重视史料罗列，缺乏思想深度，周宁的相关研究使这一状况得到了较大改变，其贡献尤见于《天朝遥远：西方的中国形象研究》一书。该著以曼海姆和利科关于社会知识和社会想象的两极类型理论(即上述“意识形态”和“乌托邦”)为方法论框架，又结合福柯话语理论对知识与权力关系的论述，对千年西方的“中国他者”进行了系统反思。"
    },
    {
     "q": "考点22：简述我国学界在比较文学视域下所做的相关研究有哪些",
     "a": "一是跨文化视域下的接受美学与诗学研究，如朱立元的《接受美学》、龙协涛的《文学阅读学》等。二是以接受美学为参照的中国诗学理论重构与反思，三是阐发研究，即运用接受美学的概念术语和方法视角来思考中国文学的“旧形式”与“新内容”，四是外国作家、文学和理论思潮的中国接受研究，五是翻译研究，即运用接受美学的理念来重新思考译者的主体性、翻译策略、翻译的创造性、归化与异化等旧问题，也有不少使人耳目一新的发现和创见。"
    },
    {
     "q": "考点23：简述创造性叛逆和文学经典的关系",
     "a": "译者的创造性叛逆，其中又分有意识型和无意识型两种，并可细分为以下四种具体表现：1. 个性化翻译 2. 误译与漏译 3. 节译与编译 4. 转译与改编"
    },
    {
     "q": "考点24：简述接受美学的主要观点",
     "a": "作为理论思潮的接受美学形成于20世纪六七十年代之交，由联邦德国康士坦茨大学的几位学者姚斯、伊瑟尔、施特里德、福尔曼等率先倡导与建立，核心成果是姚斯的《文学史作为向文学理论的挑战》和伊瑟尔的《文本的召唤结构》。二者的理论建构分别聚焦于“读者”和“文本”,互相补充，使这一思潮的理论基础既新颖又牢靠。"
    },
    {
     "q": "考点25：简述接受学的性质",
     "a": "其一，它摆脱了对流传学等传统影响研究类型的依附，成为一种相对独立的研究类别。其二，研究的内容大大超出对作家作品在异国的“声望”“成功”的关注，而可以探讨一个或多个作家、一种或多种文学现象或思潮在异国的流传和接受，研究其被容纳或被拒绝、有所保留或变形、过滤等变异现象的深层原因和运作机制，因而变得更为广阔、深邃和复杂。其三，它不单是历史研究和文献实证，而且还是“文学批评”乃至“文学理论研究” 其四，某种“影响”究竟能否发生，既取决于放送者和各种媒介通道所提供的前提条件，同时也取决于接受者，后者绝非只是被动消极的，而是具有主动的选择力"
    },
    {
     "q": "考点26：简述乐黛云的内容和方法",
     "a": "其一，研究某一作家对国外某一作家或某些作家的接受与反应 其二，研究某个外国作家在中国的接受与反应 其三，研究某个作家或某部作品在某一国家的接受和反应 其四，研究某个国家或民族文学在中国的接受与反应 其五，研究某一思潮、流派在某一国家某一历史时期的接受与反应 其六，研究某一母题或主题在不同国家、不同时代的接受与变异"
    },
    {
     "q": "考点27：如何理解类比比较和对比比较与平行研究之间的关系？",
     "a": "首先，所谓类比比较是从相同的文学现象入手进行分析，重在对“同”的论证。其次，所谓对比比较是从相异的文学现象入手进行分析，重在对“异”的论证。早在比较文学学科尚未形成时期，平行研究就已萌芽。根据平行研究的定义可知，不同民族、不同时代的作家作品，在无任何事实联系的前提下，完全有可能表现出许多相似之处。"
    },
    {
     "q": "考点28：简述题材与母题关系",
     "a": "一般情况下，母题从存在方式上分析要小于题材，它是题材构成的必备要素。多个母题依照一定序列结构成为一个有机体即题材。在作品里母题大多寄寓于题材之中。但是母题一般存在于创作之前，主要具有结构功能，而题材则存在于创作之后的文本中，传达了某种思想认识。作品中的题材作为生活材料或生活现象几乎包罗万象，远非母题这种人类认知世界的最小元意义单位所能比。它可以涵括若干个母题类型，为主题学研究提供了材料。"
    },
    {
     "q": "考点29：简述比较文学主题学中的题材研究应该包含哪些方面",
     "a": "其一，研究同一题材在不同民族文学中的流传和演变情况。这种有实际影响关系的题材，是早期比较文学主题学研究的重点。其二，研究不同民族文学中出现的相似题材。这类题材虽然内容相似，却未必有确凿的事实联系。之所以会出现这种情况，合理的解释是人类最基本的生活际遇是相似的，文化心理结构也会大致相同，在特定时期，往往不约而同地使用相同的题材。"
    },
    {
     "q": "考点30：简述主题学的平行研究与影响研究关系。",
     "a": "首先，主题学从发生学角度来分析，主要源于民间故事和题材史的研究。其次，主题学不是空泛的理论研究，也不是就事论事式的从内容到内容，而是涉及从母题到题材再到主题的源流过程，并针对具体对象进行实际探讨的一种追根溯源式的研究。再次，凡域外母题、题材都有自己特定的母题群落和题材疆域，这是由文化传统相对独立、文化心理结构各异造成的。最后，分析中外主题学的研究实践不难发现，在研究主题学构成的母题、题材、主题等重要构件时，几乎全都涉及其具体的表现功能。"
    },
    {
     "q": "考点31：简述对不同文体的平行研究的理解",
     "a": "对不同的文体进行比较研究，具有广泛的社会意义和美学价值。如果将荷马、维吉尔、莎士比亚相互比较，把但丁、弥尔顿、歌德相互比较，可能会发现他们的文体都具有雄浑、壮美的相似之处。这些作品的最初措辞并不固定，句子可长可短，重点放在内容上，而不在辞藻和韵律上。这些作品在民间代代口耳相传的过程中吸收融合大量的俗语、俚语和套语，形成了唱起来易懂、听起来易记等适合于吟唱的形式。修辞方法上多重复描述，善用夸张比喻等。这些都表明史诗和民间说唱文学有着血肉不可分的联系。"
    },
    {
     "q": "考点32：简述比较诗学成为中国比较文学的一个重要学术命题和学科分支的体现在什么方面？",
     "a": "首先是近代以来中国诗学和文论传统在世界文学研究格局中的被矮化和被忽略；其次是西方文学理论在中国的攻城略地和话语霸权趋势；最后是现代中国文学研究追求自我突破和现代性发展的使命感与迫切愿望。为了实现文学研究在21世纪的现代突围，中国学界可以说是情不自禁地走向了比较诗学。也正因为如此，最近三十多年来，比较诗学研究才逐渐成为中国比较文学学科中具有挑战性，同时也是激动人心的研究方向之一。"
    },
    {
     "q": "考点33：简述鲁迅对比较诗学的推广",
     "a": "1908年，青年鲁迅发表了他的长篇论文《摩罗诗力说》。该文对19世纪欧洲各国浪漫主义诗派的许多代表人物加以述评和大力推介，并且从中国文论的立场出发，频频引证诸如《尚书》《春秋》《老子》《文心雕龙》的论述加以比较，令人耳目一新。他还认真推荐了洛里哀的《比较文学史》一书。因此，他这种自觉的文论比较互证意识，既是现实问题研究的自然需求，也在一定程度上受到了欧洲比较文学理论论述的影响，从而在20世纪初就已经走在了时代的前列。"
    },
    {
     "q": "考点34：简述钱钟书的《谈艺录》在比较文学的贡献",
     "a": "《谈艺录》一书在形式结构上选择的是中国传统诗话的话语形式框架，甚至连语言都是纯熟地使用文言文写作，但在具体的论述中却是明显的所谓“旧瓶装新酒”。论述的招数一扫旧有的路子，让西方各家诗学的论述自由地涌入话语范畴，令各派观点和各家的论述，让来自不同文化的创作例证，由外向内，放射性地指向论述的中心，使得繁难的论题在众声喧哗中倾向渐出，学术意义不言自明，成为20世纪40年代中国比较诗学的扛鼎之作。"
    },
    {
     "q": "考点35：简述中国学者的比较诗学研究表现",
     "a": "(1)不同基本概念和范畴的比较研究，譬如中国的“道”与西方“逻各斯”的比较，中国的“虚静”与西方“距离”的比较。(2)对特色理论和批评话语方式的跨文化汇同研究，譬如对中国诗学“通感”和“人化批评”的研究，对“文气”“兴”“隐喻”的研究等，都有力地凸显了这些理论话语的普遍意义和价值。(3)对基本概念共通的文论关系的比较研究，譬如对“语言与意义”关系、“情与理”关系等的中外理解和意义建构比较研究。(4)对各种诗学文类的比较研究，譬如按照抒情、戏剧和叙事等不同文类进行历史关系的清理，或者进行内涵的平行比较，去分析中西小说的异同，并进而试图发现各自文学中文类发展的侧重等。(5)文论诗学著作的跨文化比较研究，典型的如引入外来理论参照对《文心雕龙》《沧浪诗话》的研究等。(6)对中外文学理论系统的整体性比较研究，等等。"
    },
    {
     "q": "考点36：简述刘若愚的《中国文学理论》",
     "a": "这本著作在美国以英文出版，在欧美的中国文学研究界有普遍的好评，是多家院校的教材。翻译成中文以后在中国本土也产生了很大影响。该书以艾布拉姆斯《镜与灯》中提出的艺术四要素(作家、作品、宇宙和读者)及其关系为理论框架，试图把中国古代数千年的文论发展，整理分类成为一个清晰的系统。他以所谓“形而上学理论”“决定理论”“表现理论”“技巧理论”“审美理论”“实用的理论”这六种理论构成一个完整的理论结构框架，全面整合中国历代诸家的诗学观念，然后以英文著述的方式，对西方学界给出了一个看似相当清楚的中国文论的体系。"
    },
    {
     "q": "考点37：如何理解哲人所述的“音乐的重要性并不亚于文学”？",
     "a": "在开启人类文明的东西方哲人看来，音乐的重要性并不亚于文学。柏拉图贬低史诗、悲剧等模仿性文学，却对音乐情有独钟，认为音乐分享了理念的智慧之光；尼采就认为表现性的音乐精神比呈现性的叙事之梦更是生命的根底；中国，周公“制礼作乐,”以礼乐治天下。"
    },
    {
     "q": "考点38：为什么说现代中西诗画的交流是双向的？",
     "a": "一方面，随着照相机与摄影机的出现，西方油画以再现为特征的逼真追求已经破产，印象派绘画之后画家们纷纷以主体的诗意对客体变形，这在总体上与中国画的追求是一致的。另一方面，中国的艺术家在甲午战争尤其是五四新文化运动之后，开启了向西方学习的历程。鲁迅对中西绘画都深有研究，小说《铸剑》与《理水》中的一些细节描写很明显有着绘画的影响。"
    },
    {
     "q": "考点39：简述马克思主义在文学中的主导地位",
     "a": "无论是在以社会学视野进行文学批评的潮流中，还是在文学社会学的发展中，马克思主义都占主导的地位。恩格斯评论巴尔扎克与列宁评论托尔斯泰，同马克思表达了大致相同的意思，这就是对文学再现社会现实画卷的看重。马克思主义经典作家认为生产力决定生产关系，由生产关系的总和构成的社会物质基础决定上层建筑和意识形态，文学作为一种意识形态受到经济基础的决定和制约。因此，一切的文学都是社会生活的反映，什么社会就有反映什么社会的文学，而反映社会生活最佳的创作方法就是现实主义文学。"
    },
    {
     "q": "考点40：简述机能主义心理学家詹姆斯",
     "a": "他一方面要把心理学纳入科学的实验室，另一方面又承认精神的复杂性与心理学方法的多元化，成为格式塔心理学与比较心理学的先驱。他在《心理学原理》中认为人的意识呈连续不断而不回返的流动状态，过去的意识会浮现出来与当下的意识交织在一起像河流一样奔涌，这种对“意识流”的描述对后来的意识流小说造成了直接的影响。"
    },
    {
     "q": "考点41：简述科幻小说《弗兰肯斯坦》?",
     "a": "科幻小说的开山者是诗人雪莱的妻子玛丽·雪莱，她的《弗兰肯斯坦》写的是科学家弗兰肯斯坦经过无数次试验，终于创造出了一个面目丑陋的科学怪人，由于受到创造者及其周围人的歧视与敌视，这个科学怪人丧失了善良的秉性而成为杀人狂，最后与其创造者同归于尽。"
    },
    {
     "q": "考点42：“诗中有画、画中有诗,”在中国文化中具有怎样深刻的含义?",
     "a": "“诗中有画”就是要求抒情与表现的诗歌，不应直抒胸臆，而应借景抒情、托物言志，而景与物的画面融入就使诗有了“不著一字，尽得风流”的含蓄，有了“羚羊挂角，无迹可求”的形式美，不像西方诗歌那样热烈与直露，使理性内容(西方古典主义、现实主义作品)或情感内容(西方浪漫主义的抒情诗)突破了感性形式。而中国诗歌的理性或情感内容不突破感性形式的结果，使得中国诗歌蕴藉、含而不露，富有空灵淡远的多义性、模糊性和不确定性。“画中有诗”就是要求偏于再现的绘画不要拘泥于逼真写实，并将主体的诗意注入画面中，在不求形似的同时达到画龙点睛式的神似，在感性的画面中感受到盎然的诗意。所以中国画基本上不顾及客观的透视法则，而是凭主观任意挥洒。"
    },
    {
     "q": "考点43：简述拉丁美洲文学区域的形成。",
     "a": "拉丁美洲是美国以南所有美洲地区的通称。当初西班牙、葡萄牙殖民者根据他们政治统治的需要，用一种网状切分，把这片大陆划分为不同的总督区，后来便形成了拉美各国的边界。由于政治、语言、文化上相似与相通，拉美文学自从它生成之日起就是无国界的，呈现出完整的网状构造。将拉美文学作为一个整体来研究，不仅是拉美地区的学者，也是其他地区和国家的学者长期形成的一种学术习惯。"
    },
    {
     "q": "考点44：简述非洲文学区域的形成？",
     "a": "除北非以外的撒哈拉以南非洲地区，在区域文学的构造上有着自己的特点。封闭的人文环境中，而在性格禀赋及文化精神上形成了相近的特点，这就是塞内加尔诗人桑戈尔所说的“黑人特性”。撒哈拉以南非洲古代各民族都有源远流长而又相互交错的口承文化传统，近代以来形成的西方文化与本土文化相冲突的题材与主题，使其形成了一个独特的区域文学。"
    },
    {
     "q": "考点45：简述波斯奈特的《比较文学》",
     "a": "英国学者波斯奈特在《比较文学》(1886)一书中，用社会进化论和种族、环境、时代三要素决定论的观念和理论，构筑起了他的“比较文学”的理论框架和体系，试图通过比较文学的研究更好地揭示人类社会发展的一般规律。"
    },
    {
     "q": "考点46：简述“总体文学”的研究途径和方法是什么?",
     "a": "学者认为：“总体文学”的研究途径和方法有两种，一是“比较诗学”,其追求的目标是“一般诗学”(总体诗学),二是“文学人类学”。这种理解和看法在中国学者对“总体文学”的理解方面有代表性。"
    },
    {
     "q": "考点47：简述“不同文明对话年”活动及相关活动？",
     "a": "2000年，联合国通过决议，在全球范围发起“不同文明对话年”活动。此举得到中国各界的积极响应。在新世纪开始之初，由中国人民政治协商会议外事委员会主办的“21世纪论坛——不同文明对话2001年研讨会”在北京举行。会议邀请了17个国家驻华使馆的文化官员及联合国专门机构驻华代表处的数十位专家参与讨论。"
    },
    {
     "q": "考点48：简述《多元文化主义时代的比较文学》？",
     "a": "这份被誉为美国比较文学“学科现状报告”的研讨成果完成后以《多元文化主义时代的比较文学》之名出版，强调文学研究的新趋势是关注不同族群及文化类型的“多元性”。组织者向读者作了两点推荐：第一，比较文学应该摒弃其“欧洲中心主义,”而转朝“环球主义”的方向发展；第二，比较文学应该将其对文学作品的专注扩大为对其他文化文本的研究。对此，有评论以《比较文学何去何从》为题对该报告给予了充分肯定，认为其中的讨论代表着美国比较文学界“宝贵的自省和自我期待,”而组织推荐的第一点则标志着比较文学向“多元文化主义”扩展的新转机。"
    },
    {
     "q": "考点50：简述跨国别与跨区域文学的最初起源",
     "a": "现在的学者大多认为，从初期的“法国学派”开始，比较文学的第一个特征是跨国别，也就是对两种以上且相互关联的文学的跨国研究。对于这一历史性的转变过程，人们通常会认为源于欧洲的“文艺复兴”起到了关键作用。另一个更为重要的催生因素应是民族国家及其现代体系的建立。后世学者一般把1648年《威斯特伐利亚和约》的签订视为标志。更重要的是宣告了现代“民族国家”类型的出现。"
    },
    {
     "q": "考点51：简述黑格尔的《历史哲学》及欧洲中心论",
     "a": "黑格尔的《历史哲学》提到过”欧洲中心论“，黑格尔认为：地中海是“世界历史的中心,”古希腊是“历史上光芒的焦点,”欧洲“是历史的终点”。这种中心主义的特点表现为仅以欧洲的角度来看整个世界，隐含着西方的优越感。在如今世界各地的社会生活中，大多数国际标准——如“本初”子午线、“公元”纪元、格林尼治“标准时间”以及使用广泛的罗马字母等，都以欧洲为起点和尺度，无不暗示着西方—欧洲中心主义的存在。"
    },
    {
     "q": "考点52：简述弗雷德里克·詹姆逊的全球化？",
     "a": "弗雷德里克·詹姆逊所指出：“我认为全球化是一个传播学的概念，因为它遮蔽并传播了文化或经济的含义。我们有一种感觉，即在今天的整个世界，都有一些既密集同时又扩散的传播网络，这些网络一方面是各种传播技术的明显更新的结果，另一方面则在世界上所有国家，或至少是其大城市里，有着越来越大程度的现代化取向的基础，包括这些技术的转移。”"
    }
   ]
  },
  "考前资料（2026年1月）": {
   "head": "",
   "items": [
    {
     "header": "绪论学习比较文学的意义"
    },
    {
     "q": "考点1 比较文学的意义（简答、论述）★",
     "a": "（1）在当今，比较文学这座文化交流之桥梁显得更加重要。\n（2）探索文化与文学创新的途径，应学习掌握“挖掘新材料、发现新问题、提出新观点、构建新理论”\n的重要方法。\n（3）比较文学研究，其基本特点就是文化交流——文化杂交——文化创新。"
    },
    {
     "q": "考点2 比较文学的基本特点（简答、论述）★",
     "a": "比较文学的最根本特点，是突破国家、民族、语言、学科、文明的限制，架起国际间文学交流的桥梁。\n法国学派观点：比较文学就是打破国别的限制，专门研究国际文学关系。\n美国学派观点：强调比较文学的跨越性质。\n雷·马克：国别文学是墙内的文学研究，比较文学越出了围墙。\n钱钟书：比较文学就是“打通”。“东海西海，心理攸同；南学北学，道术未裂”"
    },
    {
     "header": "第一章比较文学总论"
    },
    {
     "q": "考点3 法国学派（单选、填空、简答）★★★",
     "a": "1.定义：比较文学是国际文学关系史，是跨国文学影响关系。\n2.口号：“比较文学不是文学比较”，反对平行比较研究\n3.代表人物\n（1）巴登斯贝格：《比较文学：名称与实质》\n（2）卡雷（又译伽列）：“比较文学不是文学的比较。”\n（3）基亚：“比较文学并非比较。实际只是一种被误称了的科学方法。”\n（4）梵第根（奠基人）：比较文学就是文学史的分支。\n4.主张：反对平行研究，主张比较文学只限于国际文学关系史，只研究文学的影响关系，而不能进行没有影响关系的\n平行比较。"
    },
    {
     "q": "考点4 美国学派（单选、填空、简答）★★★",
     "a": "1.定义：比较文学是跨国与跨学科的文学研究\n2.代表人物\n（1）韦勒克\n（2）雷马克\n（3）韦勒克：《比较文学的危机》\n3.为平行研究正名，恢复平行研究的合法性\n（1）韦勒克《比较文学的名称与性质》\n（2）雷马克《比较文学的定义和功能》"
    },
    {
     "q": "考点5 中国学者（单选、填空、简答）★★★",
     "a": "1.定义：比较文学是跨国、跨学科与跨文明的文学研究。\n2.中国早期的比较文学定义：照搬西方\n（1）卢康华、孙景尧《比较文学导论》\n地位：中国大陆第一部比较文学概论著作；\n（2）陈挺《比较文学简编》：分出“狭义”与“广义”的比较文学概念\n3.探讨有自己特色的定义\n（1）乐黛云《中西比较文学教程》\n（2）90年代后，定义进一步发展：陈惇、孙景尧、谢天振《比较文学》曹顺庆《比较文学教程》"
    },
    {
     "q": "考点6 本课程关于比较文学的定义（单选、填空、名词解释）★★★",
     "a": "比较文学是不同国家、不同文明、不同学科之间的跨越性文学比较研究。\n该定义既继承了法国学派和美国学派的定义，继承了传统的影响研究、平行研究和跨学科研究，又补充了跨文明研\n究，并以同源性、类同性、异质性作为可比性的基础，既认同“求同”也强调“求异”，强调文学变异研究。"
    },
    {
     "q": "考点7 比较文学学科理论阶段——欧洲阶段（单选、填空、简答）★★★",
     "a": "欧洲阶段，比较文学的成形期\n（1）在近代发端于欧洲，从19世纪初到19世纪末已初步成形，延伸至20世纪50年代。\n（2）共同特征\nA.将比较文学作为文学史的分支，重视研究对象的事实联系、渊源关系及实证方法。\nB.比较方法作为一种学科方法论广泛地应用于各门人文及自然学科，如出现了比较宗教学、比较语言学、比较神话学\n等。\nC.出现了探讨比较文学的杂志、书籍，并在高校设立了专门的专业课程，进一步推动了比较文学观念的形成。"
    },
    {
     "q": "考点8 比较文学学科理论阶段——美洲阶段（单选、填空、简答）★★★",
     "a": "美洲阶段，比较文学的转型期1.早期萌芽阶段（研究几乎在欧洲阶段即开始萌芽，但学科理论尚未形成）\n2.20世纪中期前后：美国比较文学学科体制化的建设进展开始加速"
    },
    {
     "q": "考点9 比较文学学科理论阶段——亚洲阶段（单选、填空、简答）★★★",
     "a": "亚洲阶段，比较文学的拓展期\n印度：作为一门课程进入印度大学是在印度独立之后。日本：坪内逍遥：最先把西方比较文学理论介绍到日本\n畔柳介舟：为德籍日本学者弗洛兰论文《日本诗歌精神与欧洲精神之比较考》所写序言中首次使用“比较文学”一词。\n韩国：最早见于1955年金东旭《比较文学小考》\n阿拉伯：与法国学派密切相关，第二次世界大战后，比较文学作为一门学科在阿拉伯国家正式成立。\n奠基者：埃及的穆罕默德·古奈米·希莱勒\n中国：从整体上看，中国比较文学学者在继承影响研究和平行研究理论的基础上，逐渐具备了自觉的学科创新意识。"
    },
    {
     "q": "考点10 可比性（单选、填空、简答）★★★",
     "a": "指在跨国家、跨学科和跨文明的比较文学研究中寻求比较的学理依据，是比较文学研究的最基本立足点和出发点"
    },
    {
     "q": "考点11 同源性（单选、填空、名词解释）★★★",
     "a": "（1）可比性的第一个立足点，法国学派将其视作可比性的核心。\n（2）定义：通过对不同国家、不同民族和不同语言的文学的文学关系研究，寻求一种有事实联系的同源关系，这种影\n响的同源关系可以通过直接、具体的材料得以证实。\n（3）以同源性为基础的学科/研究范畴：流传学、渊源学、媒介学。形成法国学派的学科理论体系与方法论\n（4）缺点：抛弃了平行比较，导致比较文学危机。（后美国学派弥补了这一缺陷）忽略了影响研究中的变异性。（这一\n问题由中国学者提出的变异学加以弥补）"
    },
    {
     "q": "考点12 类同性（单选、填空、名词解释）★★★",
     "a": "（1）定义：没有文学影响关系的不同国家文学所表现出的相似和契合之处。韦勒克：将全世界文学看作一个整体。\n（2）以类同性为基本立足点：平行研究、影响研究\n（3）平行研究：强调不同国家的作家、作品、文学现象的类同比较，比较结果是总结出文学作品的美学价值及文学发\n展所具有的共同的、规律性的东西。（根源为类同性）\n（4）跨学科比较：包括文学与艺术、哲学、历史、宗教、自然科学等之间进行比较研究，从而揭示出人类文化体系、\n科学知识与文学的类同性、共通性及文学的独特性。"
    },
    {
     "q": "考点13 异质性（单选、填空、名词解释）★★★",
     "a": "定义：指不同文明之间在文化机制、知识体系、学术规则和话语方式等层面表现出的从根本质态上彼此相异的特性。\n是最为鲜明的特征，也是一个不可回避的问题。"
    },
    {
     "q": "考点14 变异性（单选、填空、名词解释）★★★",
     "a": "（1）是中国比较文学学者针对法国学派和美国学派学科理论的不足所提出的一个重要理论创新点。\n（2）变异首先指涉的是文学影响与交流之间的变异性\n（3）将变异性作为比较文学的可比性，必须坚持辩证的观点。"
    },
    {
     "q": "考点15 法国学派比较文学的研究方法（单选、简答）★★",
     "a": "（1）认为比较文学是文学史的分支，其重心在于探讨不同国家、民族、地区的文学之间的国际关系史。\n（2）注重事实性的关联和渊源性的影响，并采用严谨的实证方法，重视对史料的搜集和求证。\n（3）反对将比较文学视为一种文学理论或文学批评，反对涉及文学作品的美学内涵和艺术价值。"
    },
    {
     "q": "考点16 法、美研究特点总结（简答、论述）★★",
     "a": "（1）既具有历史阶段的特殊性，又具有学科理论的普遍性意义，至今仍然是比较文学学科的重要研究方法，仍然具有\n重要的学理意义。\n（2）都存在一定的历史局限性，中国学派的兴起成为必然。\n（3）西方比较文学学科理论的最大缺憾：忽略了文学影响关系中的变异及文学平行类同研究中的变异。"
    },
    {
     "q": "考点17 中国比较文学的研究方法（简答、论述）★★",
     "a": "（1）弥补了法国学派影响研究方法的缺憾，提出了不同国家文学关系与流传影响中的变异研究方法。\n（2）弥补了美国学派平行类同研究方法的缺憾，主要体现在平行类同研究中异质文学、异质文论话语之间的阐发和\n对话之中。\n（3）异质文明之间的可通约性和不可通约性。\n（4）文学变异学理论的基础是异质性和变异性。"
    },
    {
     "header": "第二章国际文学关系与相互影响"
    },
    {
     "q": "考点18 国际文学关系与相互影响的科学性与审美性（单选、简答、论述）★★★",
     "a": "1.科学性：研究文学国际关系中的客观性因素，通过资料的搜集、考订，寻找文学作品或者文学思潮之间的前因后果，\n以证实文学影响关系的存在。\n2.审美性：文学作家作品之间还具有艺术倾向和审美情趣方面的影响关系（作家和文学作品之间的风格、情感、心理\n等方面），并不能仅仅通过科学性的分析反映出来，其中还有着微妙的、不可言传的审美性关系。"
    },
    {
     "q": "考点19 国际文学关系与相互影响的实证性与非实证性（单选、简答、论述）★★★",
     "a": "1.遵循实证性的代表学派：法国影响研究学派\n（1）方法论基础：实证主义哲学\n（2）创始人：法国哲学家孔德\n（3）研究途径：通过搜集材料、鉴别、考证，寻找文学渊源、流传、借代、模仿和改编的事实证据。\n2.非实证性：文学作品在接受过程中发生误读、信息的增添与失落、形象的扭曲和变形、文本的变异等现象，需要非实\n证性的研究方法。"
    },
    {
     "q": "考点20 国际文学关系与相互影响的同源性与变异性（单选、简答、论述）★★★",
     "a": "1.同源性：国际文学关系和相互影响中的同一性因素。文学影响关系的考察以一个既定的或未定的文学源头为前提，\n流传学以一个既定文学源头为起点，渊源学以一个未定的文学源头为目标。\n2.变异性\n（1）接受美学视域中的影响研究强调的就是作为文学接受者的一国对他国文学的选择、过滤、改造及转化等。\n（2）文学传播过程中的误译、误读、误释现象构成文学交流中的变异。\n（3）在国际文学交流与相互影响中，文学变异的发生是双向的、多元的。"
    },
    {
     "q": "考点21 流传学（单选、填空、名词解释、简答、论述）★★★",
     "a": "流传学也叫誉舆学、声誉学，研究一国文学流传到国界之外而产生影响的事实，是从起点开始而对于终点的追寻，以\n及所产生的声誉、变动，最早由法国学者提出并进行实践。\n特征：\n（1）实证性：与法国学派兴起时西方实证主义哲学思潮盛行有密切关系。研究者首先要寻找到与流传相关的事实材料。\n（2）根源性：以起点为中心到终点的研究，从文学现象的起点看流传的发生过程及其成因。\n（3）历史性：研究者要有一种历史意识，把某种文学现象流传的事实，当成一种历史现象进行分析与考察。\n类型：\n（1）作家思想与人格精神在国外的流传及其产生的影响\n（2）文学作品在国外的流传、影响与声誉\n（3）文学思潮与文学流派在国外的流传\n（4）文学理论与文学批评在国外的流传"
    },
    {
     "q": "考点22 文学流传的五种形态（单选、填空、简答、论述）★★★",
     "a": "（1）单向流传形态（大量存在，基础）\n（2）多向流传形态：传播者是个体，接受者是群体，形成多向投射的态势。\n（3）多波次流传形态\n（4）聚合流传形态（“汇百川于一流”）\n（5）传播者是群体作家，接受者是个体作家。作为接受者的个体作家，把外来的作家与批评家群体的思想与艺术营养，\n转化成自我素质里的某种要素，然后进行再创造。（交叉流传形态）"
    },
    {
     "q": "考点23 渊源学（单选、填空、名词解释、简答）★★★",
     "a": "渊源学又称源流学或源泉学，属于法国学派提倡的影响研究的分支学科之一，主要研究以作家作品为主体的某些起点\n不明确的文学现象的域外来源问题。\n特征：\n（1）实证性：一个作家及其作品中的某种思想与艺术现象来自于何处，如果是来自于外国作家与作品以及文学思潮的\n影响，在下结论之前要有具体史料进行论证。\n（2）溯源性（渊源学研究的根本目标）\n（3）文本性(文学研究的中心是作家与作品)"
    },
    {
     "q": "考点24 渊源学的主要内容（单选、填空、简答、论述）★★★",
     "a": "（1）笔述渊源：指可以从作家以及与他相关的历史文献里查找资料而得到说明，以“自述”与“他述”文字实录作为\n渊源存在的证据。\n（2）口传渊源：指国外的神话、传说与民间故事通过口耳相传的方式，让本国作家以艺术事实的方式呈现出来。\n（3）印象渊源：指某一位作家到国外旅游或旅居、留学与游学所获得的种种印象，以文字方式保存在作品里的现象。\n（4）直线渊源/孤立渊源：作为终点接受者的作家是个体，而作为起点传播者的作家也是个体。\n（5）曲线渊源：指接受者与传递者之间存在诸多中间环节，要寻找作家与作品的外来渊源，必须反复追寻与探讨才可\n以发现。\n（6）集体渊源：指作为接受者的作家所接受的国外文学影响具有多源性，其文学成就的取得与来自不同方向的传递者\n都有关系。"
    },
    {
     "q": "考点25 渊源学研究的四种对象（单选、简答、论述）★★★",
     "a": "（1）作品与作品之间渊源关系研究，如冰心的诗集《繁星》与印度泰戈尔的《飞鸟集》\n（2）作品与作家之间渊源关系研究\n（3）国家与国家之间渊源关系研究，如中国的先锋诗潮——西方现代主义诗歌\n（4）文学思潮的跨国旅行"
    },
    {
     "q": "考点26 媒介学（单选、填空、名词解释、简答、论述）★★★",
     "a": "1.定义：指不同国家之间所发生文学关系的中介过程的研究。建立在文学交流媒介史实大量存在的基础上。\n媒介作用产生→媒介学研究产生→媒介学理论的提出与发展\n2.特征\n（1）可见性：指让作家作品等文学现象实现流传并产生变异的媒介总是有形的、物质化的，是研究者看得见摸得着的。\n（2）实证性：指媒介学研究的对象不仅是可视的，也是可以实证的，任何现象都可以通过材料得到证明，任何结论都\n可以通过考证与考据方法得到论证。\n（3）流动性：指媒介学研究的对象不是一成不变的，媒介学研究不会停留在某个历史时段而处于静止状态。\n（4）媒介学三大特征的关系：以上三大特征都是相对的，早期的媒介学研究特别强调实证性，在实证性的基础上才有\n了可视性，在历史发展演变的过程中才具有了流动性。"
    },
    {
     "q": "考点27 媒介的类型（单选、填空、简答、论述）★★★",
     "a": "1.文字媒介研究\n（1）是早期媒介学研究最重要的对象，在所有的文字媒介里，译本与评论是重中之重。\n（2）从表面上看，翻译只是由一种语言转化为另一种语言，其实是一种跨文化交流活动。\n2.评论\n（1）可以是关于译本的评论，可以是关于原本的评论，也可以是关于作家的评论；译者写的“译后记”“译者附记”\n都是重要评论。\n（2）批评家与研究者所写的文学批评与学术论文也是重要媒介。\n3.改编\n（1）改编是由一种语言的文学作品改编为另一种语言甚至是另一种文体的文学作品，更是一种跨文化的转换活动。\n（2）改编并不只是一种语言形式的改变，更是一种跨文化的文化传播与思想交流。\n4.对话：在各国文学相互之间的交流活动中，国际学术会议上的发言，具有跨文化背景的学者直接向与会者发表学术\n见解，或者不同国度的学者之间直接对话，都是重要的文学传播媒介。"
    },
    {
     "q": "考点28 文学媒介展开的三种方式（单选、填空、简答、论述）★★★",
     "a": "1.个体方式\n（1）指某一国家的作家在对某国外作家产生影响的时候，作为传播者与接受者的作家个体都发挥着媒介的意义。\n（2）个体媒介方式是最为普遍、最受关注的。\n2.团体方式：指来自外国的某个文学社团与文学流派作为一种整体力量，投射到作为接受国的一群作家或单个作家身\n上而产生的重要影响。\n3.环境方式：从古到今，环境都是一种重要的文学传播载体。无论是古代还是当代，无论是西方还是东方，环境媒介所\n起的作用都是有目共睹的，许多时候具有其他媒介所不能代替的意义。如斯泰因的沙龙、重要的文学翻译机构、爱荷\n华大学作家写作班、陆上与海上丝绸之路。"
    },
    {
     "header": "第三章比较文学与翻译研究"
    },
    {
     "q": "考点29 创造性叛逆的类型（单选、填空）★★★",
     "a": "根据创造性叛逆的主体不同划分：译者的创造性叛逆、接受者的创造性叛逆、接受环境的创造性叛逆"
    },
    {
     "q": "考点30 译者的创造性叛逆（单选、填空、名词解释、简答、论述）★★★",
     "a": "A.个性化翻译\n特征之一“归化”：用极其自然、流畅的译语去传递原著的内容，然而在其深处却有一个用译语文化“吞并”原著文化\n的问题。特征之二“异化”：译语文化“屈从”原作文化。\nB.误译与漏译\n无意误译——绝大多数的误译与漏译都属于无意识型创造性叛逆。\n有意误译——或是为了强行引入或介绍外来文化的模式和语言方式\nC.节译与编译：造成节译与编译的原因：为与译入国的习惯、风俗相一致，为迎合译入国读者的趣味，为便于传播，\n或出于道德、政治等方面因素的考虑，等等。\nD.转译与改编\n共同特点：使原作经历了“两次变形”。二者都属于特殊型的创造性叛逆。\n不同——转译：展示了转译者对其他语种文学的主观选择与接收倾向。在涉及非通用语种的作品时，无法避免。\n改编：涉及了作品文学样式、体裁的改变和语言、文字的转换。"
    },
    {
     "q": "考点31 接受者/读者的创造性叛逆（单选、简答、论述）★★★",
     "a": "A.文学翻译只有在读者的接受中才能实现其文学交流的目的，而当译者把完成了的译作奉献给读者后，读者都会以他\n自己的方式，并调动其个人的人生体验，加入对译作的再创造。\nB.读者的再创造是在译者翻译的基础上进行的，因此他的再创造与译者相比，就更富创造性，也更富叛逆性。"
    },
    {
     "q": "考点32 文化意象（单选、填空、名词解释）★★★",
     "a": "（1）是在中外文学和文化中存在着一种独特的语言现象。\n（2）不断出现在人们的语言里，历代的文艺作品（包括口头文学和书面文学）里。\n（3）逐渐形成了一种文化符号，具有了相对固定的、独特的文化内涵。有的还带有丰富的、意义深远的联想。\n（4）人们对其心领神会，有些被用作修辞手段。译介学将其统称为文化意象。"
    },
    {
     "q": "考点33 文化意象内涵的失落、扭曲和变异（单选、填空、简答、论述）★★",
     "a": "（1）在跨语际交流、尤其是在翻译文学中，文化意象不光呈现出错位的现象，还包括文化意象内涵的失落、扭曲和变\n异，以及信息的增添。\n（2）在一种语言中带有褒义、正面意义的事物，在另一种语言中成了贬义、反面意义的事物；或者，虽然意义不是\n截然相反，但至少也是大相径庭的。"
    },
    {
     "q": "考点34 翻译文学的概念（单选、填空、名词解释）★★★",
     "a": "（1）翻译文学是一种艺术再创造\n（2）翻译文学是文学作品的一种存在形式\n（3）翻译文学是外国文学的载体"
    },
    {
     "q": "考点35 文学翻译史与翻译文学史（单选、填空、简答）★★★",
     "a": "1.文学翻译史：对文学事件的描述\n2.翻译文学史：\n（1）具有文学史的性质；\n（2）包括文学史的三个基本要素：作家、作品、事件。\n3.翻译文学史的核心对象与任务\n（1）核心对象：作家、作品、事件\n（2）任务：历史叙述与分析\n4.翻译文学史的作家主体——两个作家主体：翻译家、原作家\n5.文学翻译事件\n（1）原作家及其作品\n（2）在译入语国的译介和接受情况\n（3）在各个时期的翻译出版\n（4）在各个时期接受的特点及引发的争论"
    },
    {
     "header": "第四章形象学、接受学与变异学"
    },
    {
     "q": "考点36 形象学（单选、填空、名词解释、简答、论述）★★★",
     "a": "形象学是把“异国形象”置于与“社会总体想象物”的关联之中，研究一个民族对“他者”的各种诠释（描述、想\n象、幻象、神话、传说等）及其产生的社会、历史、文化和意识形态的原因。\n（1）“形象”所蕴含的是不同民族间“想象的相互诠释”；\n（2）“形象”兼具“自我”与“他者”的双重蕴含；\n（3）“形象”认知功能处于“再现”与“想象”之间；\n（4）“形象”兼具“意识形态”与“乌托邦”的价值功能；\n（5）“形象”具有语言的一切特征，具有严格意义上的诗学特性。"
    },
    {
     "q": "考点37 形象学的对象（单选、填空、名词解释、简答、论述）★★★",
     "a": "（1）“异国形象”的创造者\n（2）异国形象”创作所依赖的“社会集体想象物”\n（3）“社会集体想象物”所倚赖的民族历史文化传统与社会现实。\n（4）“异国形象”的方法论研究\n（5）“异国形象”本身（最重要的内容）"
    },
    {
     "q": "考点38 接受学的定义（单选、填空、名词解释、简答、论述）★★★",
     "a": "（1）研究对象：以一国作家为主体的读者对异国文学的接受和反应\n（2）研究视角：文化背景、文学原理与批评、原作与译本的比较、发行调查、一般舆论反响\n（3）审视和探究：接受过程中对于异国文学和文化的过滤、误解、变形乃至扭曲等各种现象的深层原因和变异机制\n（4）反观和认知：本民族文学与文化的特点和规律"
    },
    {
     "q": "考点39 接受学特点（单选、简答）★★★",
     "a": "（1）摆脱了对流传学等传统影响研究类型的依附，成为一种相对独立的研究类别。\n（2）研究的内容更为广阔、深邃和复杂。\n（3）不单是历史研究和文献实证，而且还是“文学批评”乃至“文学理论研究”。\n（4）影响研究从原来的单向流传，变成了双向的互动。"
    },
    {
     "q": "考点40 变异学（单选、填空、简答、名词解释）★★★",
     "a": "研究不同国家、不同文明的文学现象在影响交流中呈现出的变异状态及在相互阐发中出现的变异状态，从而探究比较\n文学变异的规律。\n（1）异质性是比较文学可比性的基础。\n（2）变异学追求的是“同中之异”，即在比较文学影响研究与平行研究同源性、类同性的可比性基础之上的进一步延\n伸与补充。"
    },
    {
     "q": "考点41 文化过滤（单选、填空、名词解释）★★★",
     "a": "（1）内涵：文学交流中接受者的不同的文化背景和文化传统对交流信息的选择、改造、移植、渗透的作用。也是一\n种文化对另一种文化发生影响时，接受方的创造性接受而形成对影响的反作用。\n（2）含义：接受者的文化构成性、接受过程中的主体性与选择性、接受者对影响的反作用。\n（3）作用机制：现实语境、传统文化的过滤作用、语言差异的过滤作用、接受者个体文化心理对外来文学接受的“文\n化”过滤作用"
    },
    {
     "q": "考点42 文化误读（单选、填空、名词解释）★★★",
     "a": "（1）含义：由于接受者或接受者文化对发送者文化的渗透、修正与筛选，从而造成影响误差，形成误读。误读是文\n化过滤过程诸因素合力的产物。\n（2）造成因素：接受者或阅读者的主体性因素；跨越时间和空间上的错位；文学误读与创新"
    },
    {
     "q": "考点43 文学他国化（单选、填空、名词解释、简答）★★★",
     "a": "（1）指一国文学在传播到他国后，经过文化过滤、译介、接受之后的一种更为深层次的变异。\n这种变异主要体现在传播国文学本身的文化规则和文学话语已经在根本上被他国所化，从而成为他国文学和文\n化的一部分。\n（2）文学传播到外国之后的两种情形\n从接受国来说，本国文学被他国文学所化：五四诗歌西方化。从传播者角度来说，外国文学被本国文学同化。\n（3）标准在于话语规则是否发生改变。"
    },
    {
     "header": "第五章文学的类型研究"
    },
    {
     "q": "考点44 类型学的定义与研究对象（单选、填空、名词解释）★★★",
     "a": "（1）类型学定义：文学的类型学研究作为比较文学研究的一个重要领域，主要是对比研究不同国家或民族同一类型的\n作家作品、人物形象、情节结构、艺术手法和思潮流派之间异同的学问。\n（2）研究对象：类同的作家作品、题材情节、人物形象、表现技巧和思潮流派等。"
    },
    {
     "q": "考点45 主题（单选、填空、名词解释）★★★",
     "a": "（1）指在文学研究的领域里，从形象思维到形成文本的过程中，将某些情节、某类人物和某种思想概括升华成种种抽\n象的认知理念，是文学创作内部的重要元素。\n（2）主题相对作者和读者而言，都具有主观性。\n（3）主动性决定了动态性。"
    },
    {
     "q": "考点46 主题学的定义（单选、填空、名词解释）★★★",
     "a": "研究同一主题思想及其相关因素，如母题、题材、人物、意象、情境、套语等，在不同民族或国家文学中的表现形式\n或被处理的方式，并进一步阐发之所以产生不同点的那些民族或国家的文化背景、道德观念、审美情趣等方面的异同。\n或进一步推究这些异同表现在不同时代或地区形成的过程、规律、特点、成因等。\n从同一主题入手——研究不同文化、民俗、研究成因等"
    },
    {
     "q": "考点47 主题学研究的分类（单选、填空、名词解释、简答）★★★",
     "a": "（1）母题研究：母题是人类体认世界的最小的意义单元\n（2）题材研究：题材是一系列意义单元结构而成的有机体\n（3）主题研究：主题则是作者根据题材立意而来"
    },
    {
     "q": "考点48 文类学的平行研究与影响研究（简答、论述）★★★",
     "a": "（1）平行研究：研究无事实联系的同一文体在不同民族或国家，文学中的发展过程及其共同的规律和特点。\n（2）影响研究：研究某些文体产生于某种民族或国家文学之中、又流传到其他民族或国家文学的历史轨迹，以及变迁\n演化的过程。"
    },
    {
     "header": "第六章比较诗学"
    },
    {
     "q": "考点49 诗学概念的古今差异（单选、填空、简答）★★★",
     "a": "古代：（1）指一种比较专门化的研究领域，即所谓《诗经》之学——研究诗经的学问。\n（2）更广泛的涵义则主要是指以历代诗歌作为讨论对象，论及关于诗歌创作、欣赏、批评，和由此引发的一系列文论、\n美学和思想文化问题的普遍研究领域。\n20世纪后：（1）沿着这种传统的诗学范畴界定去进行诗歌及其理论探讨。\n（2）由于受理论上的欧风美雨影响，在研究上已经表现出相对更加侧重诗作为普遍文类的历史书写和理论阐述的倾向。"
    },
    {
     "header": "第七章文学的跨学科研究"
    },
    {
     "q": "考点50 文学与音乐的比较（简答、论述）★★★",
     "a": "（1）功能：都诉诸人的情感，陶冶情性。文学具有音乐性。\n（2）时间性：都是时间的艺术。\n（3）方式：语言的间接性（概念的相对确定性）/音乐的直接性（概念的不确定性）\n（4）媒介形式：语言/声音，视觉/听觉"
    },
    {
     "q": "考点51 文学与音乐的关系（简答、论述）★★★",
     "a": "（1）从起源上看，文学与音乐几乎是相伴而生。\n（2）不同的文学文体与音乐的关系是有差异的。\n（3）从历史上看，不同的流派与文化，文学与音乐的关系有差异。"
    },
    {
     "q": "考点52 文学与绘画的比较（简答、论述）★★★",
     "a": "（1）呈现形式：形象性\n（2）媒介：语言/图画\n（3）性质：时间性/空间性\n（4）特质：间接性/直接性；不确定性/确定性"
    },
    {
     "q": "考点53 文学与绘画的关系（简答、论述）★★★",
     "a": "（1）从起源上看，绘画的历史早于文学。\n（2）从文体功能上看，文学中偏于表现的文体如抒情诗更接近音乐，而史诗、小说等偏于再现的文体与\n绘画的关系更为密切。\n（3）中西古典时代文学与绘画：强调诗与画相互交融的艺术共性\n（4）现代中西诗画的交流是双向的。"
    },
    {
     "q": "考点54 文学与戏剧（简答、论述）★★",
     "a": "（1）在文学内部文体关系的意义上看，戏剧是对诗歌与小说的一种综合。\n（2）在文学内部文体关系的意义上看，戏剧就是抒情与叙事、表现与再现的综合。\n（3）从跨学科研究的角度看，文学与戏剧艺术的关系各有差异。"
    },
    {
     "q": "考点55 文学与影视（简答、论述）★★★",
     "a": "（1）不同时代的代表性文体\n游牧文明、农业文明以及商业文明的早期阶段：神话传说、口传文学与诗歌；\n从商业文明到工业文明：小说。工业文明发展到较高阶段以及后工业文明时代：影视\n（2）影视文体的特点：综合性更强、群体性\n（3）影视与不同文体的关系：影视与抒情诗的关系较远：除非抒情诗变成电影插曲进入银屏；影视与小说的关系密切：\n（4）小说与影视的关系\nA.小说为影视提供了在时间流动中的情节展开以及世界观与情感方式。\nB.影视对小说的改编增加影视文本的文化品味。\nC.影视对小说文本的改编，确实有成功与失败之分。"
    },
    {
     "q": "考点56 文学与哲学（简答、论述）★★",
     "a": "A.中国：文学与哲学的关系即是“文”与“道”的关系。“文以载道”“文以贯道”或“文以明道”。\nB.中西方古代哲学家均认为：哲学应指导文学，文学应表现哲学，文学与哲学之间没有绝对的划分"
    },
    {
     "q": "考点57 文学与历史的关系（简答、论述）★★",
     "a": "（1）优秀的长篇小说再现历史画卷时既具有艺术价值又具有重要的历史价值。\n（2）优秀的史家记载人类历史的运行与遗迹时，其历史文本具有重要的文学价值。\n（3）文学与历史交汇之后产生一种互文性的文体。\n（4）文学与历史关系密切，但在不同的文化中叙事文学与历史有不同的地位与价值。"
    },
    {
     "q": "考点58 文学与社会学（简答、论述）★★",
     "a": "作为比较文学跨学科研究的文学与社会学\n（1）要从社会学的视角反省文学的生成、生产与发展，研究社会制度与风气对文学的渗透与制约；还要研究文学对社\n会风气与族群精神的影响。\n（2）要从社会学视角研究文学的产生、传播、流变以及作家的行为动机、文本的表现内容；还要研究作家及其作品对\n社会发生的影响。"
    },
    {
     "q": "考点59 文学与心理学（简答、论述）★★★",
     "a": "（1）文学与心理学的关系是非常密切的，因为文学是人学，不能不把笔触伸向人的心理和灵魂。\n（2）心理学含义\nA.关于灵魂的科学\nB.研究人和动物心理活动与行为表现\n（3）在近代心理学成为一门独立的学科之前，文学早就在探索并且描绘人类的心理奥秘。\nA.心理学虽然被认定为哲学的一个分支，但与文学的关系更为密切，文学表现人类的心理也比哲学早。\nB.从人物描写的发展看，由史诗、英雄传奇到现实主义小说、意识流与超现实主义小说，文学也在由外在的形象与性\n格刻画转向人物心理的描写，并且由简略到细致入微。\n（4）精神分析的影响不限于意识流小说，而是对超现实主义等多种现代主义文学流派产生了广泛的影响。\n（5）精神分析对现代的文学理论与批评也产生了重大的影响。"
    },
    {
     "q": "考点60 文学与宗教（简答、论述）★★",
     "a": "（1）西方诗歌和小说深受基督教的浸染。\n（2）中国唐代有寒山、拾得等诗僧，引庄入禅使佛教越来越由宗教的超越向审美的超越转化。\n（3）中国话本小说中的宗教意味比较浓重。"
    },
    {
     "q": "考点61 文学与法学（简答、论述）★★",
     "a": "（1）起诉状、反诉书、答辩状、代理词等法律文书需要文字书写，这就与文学有了缘分。\n（2）法律既是对社会与个人权力界限的厘清，更是对公平正义的维护，在这方面与文学的追求是有契合之处。\n（3）西方注重个人的传统与科学的精神，更强调法律的人我界限，法律条文不厌其详，西方的法律文学源远流长。\n（4）中国传统的伦理本位，素有“子为父隐，父为子隐”的“人情大于王法”之说。"
    },
    {
     "header": "第八章总体文学"
    },
    {
     "q": "考点62 区域文学（单选、填空、名词解释）★★★",
     "a": "（1）定义：也称“文学区域”，是因各民族、各国民文学的相互交流、相互关联，而出现相当程度的联系性、共通性\n和相似性。\n（2）如何划分区域文学：文学区域是否实际存在、研究者的研究目的与宗旨、“宏观性”特征（首先要考虑）"
    },
    {
     "q": "考点63 四大区域文学（单选、填空、名词解释）★★★",
     "a": "（1）亚洲文学区域（3）拉丁美洲文学区域\n（2）欧洲文学区域（4）非洲文学区域"
    },
    {
     "q": "考点64 亚洲文学区域（单选、填空、简答、论述）★★★",
     "a": "（1）以汉语言文化为中心的东亚文学圈\n（2）以印度语言文化为中心的南亚——东南亚文学圈\n（3）以伊斯兰教为纽带的中东文学圈\n（4）“三块连成一片”\n三大文学圈具有相对独立性，也具有相互关联性与相互重叠性。\n这三块地方就是亚洲的三个核心文化区，即东亚的中国、南亚次大陆的印度和西亚的阿拉伯。"
    },
    {
     "q": "考点65 欧洲文学区域（单选、填空、简答、论述）★★★",
     "a": "欧洲文学思潮的策源地在南欧和西欧，由欧洲西南部影响到东北部，是欧洲文学思潮运动的基本路径，也是近现代欧\n洲文学区域整体化形成和扩展的基本路径。（拉丁文：欧洲各民族语言的共同母体，为中世纪欧洲文学区域的形成奠定\n基础。）"
    },
    {
     "q": "考点66 拉丁美洲文学区域（单选、填空、简答、论述）★★★",
     "a": "（1）拉丁美洲是美国以南所有的美洲地区的通称。\n（2）由于政治、语言、文化上相似与相通，加上完整的网状构造，学者习惯上将拉美文学作为一个整体来研究。"
    },
    {
     "q": "考点67 非洲文学区域（单选、填空、简答、论述）★★★",
     "a": "（1）狩猎民族、游牧民族、农耕民族，因长期生活在炎热的气候、严酷的自然条件、封闭的人文环境中，而在性格禀\n赋及文化精神上形成了相近的特点：“黑人特性”。\n（2）撒哈拉以南非洲古代各民族都有源远流长而又相互交错的口承文化传统，近代以来形成西方文化与本土文化相冲\n突的题材与主题，使其形成了一个独特的区域文学。"
    },
    {
     "q": "考点68 区域文学形成的四个基本条件（单选、填空、简答）★★★",
     "a": "（1）地域上的毗邻：区域文学形成的客观的自然的前提。区域文学首先是从地理上划分出来的；\n（2）政治上的推动\n（3）宗教的纽带\n（4）语言上的关联"
    },
    {
     "q": "考点69 “世界文学”三重基本涵义（单选、简答、论述）★★★",
     "a": "（1）作为“量”的世界文学，是全世界各民族文学史的综合。\n（2）作为“质”的世界文学，是在世界上占有历史地位的、代表人类文学水平的文学。\n（3）作为“观念”的世界文学，是“世界文学”是我们在进行文学思考和文学研究时所应持有的一种思维背景、一种\n思想空间、一种价值标准。"
    },
    {
     "q": "考点70 总体文学（单选、填空、名词解释、简答、论述）★★★",
     "a": "（1）又译为“一般文学”，早在18世纪的欧洲就有人使用此概念，18世纪末到19世纪使用更为广泛。那时欧洲学\n者曾编辑出版了“一般文学”及“一般文学史”之类的著作、丛书或教科书。\n（2）当时内涵还不太明晰，主要是指欧洲各国文学的总和，有时则是指一种宏观理论的视野。其实质是在具体的、个\n案的文学研究基础上的一种综合、提升、抽象与概括。"
    },
    {
     "q": "考点71 梵第根的总体文学的构想（单选、填空、简答、论述）★★★",
     "a": "1.梵第根比较文学研究的三个层次（《比较文学论》）\n（1）国别文学：主要处理一国文学之内的问题，是一切文学研究的基础。\n（2）比较文学：一般处理两种不同文学的关系，是国别文学的必要补充。\n（3）总体文学：多是处理国家文学所共有的事实，是“比较文学”的进一步展开。\n2.“总体文学”的研究领域主要的三个方面\n（1）“有时是一种国际的影响”\n（2）“有时是一种艺术或风格的共有形式”\n（3）研究那些“没有影响的类似”\n3.梵第根的总体文学的构想\n梵第根的“总体文学”并没有以世界文学或全人类文学作为前提，而只是比较文学的一种自然的展开和必要的补充。"
    },
    {
     "header": "第九章跨文明比较文学"
    },
    {
     "q": "考点72 文明（单选、填空、名词解释）★★★",
     "a": "（1）英文Civilization：源于拉丁语“Civilis”，与“城市化”和“公民化”含义相关。\n（2）汉语的“文明”：在《尚书》和《周易》里分别记载，有将自然、人文、外表及内在的总貌特征关联审视之意。\n（3）今天的“文明”：指特定的人类群体在自然生态及历史环境相作用下所创造的物质、精神产品及社会制度的总和。"
    },
    {
     "q": "考点73 “网络化”与“超媒体”（单选、填空、名词解释）★★★",
     "a": "（1）“网络化”指传统文学与现代网络技术结合后发生的创作与传播方式的改变。最突出的表现为作品生产的动态性\n和超边界性；作者与读者的互动性；文学传播空间与速度的广阔性和便捷性。\n（2）“超媒体”：指堪称“网络文学”的新创作样式借助文字与图像、音响乃至电子游戏等手段相混合而呈现的多媒体\n特征。"
    },
    {
     "q": "考点74 “美人之美”法（单选、填空、名词解释、简答、论述）★★★",
     "a": "表述出自费孝通，把人类不同文明的历程视为循序演进和相互关联的几个阶段，即由初期的“各美其美”转向“美人\n之美”和“美美与共”，最后达到“和而不同”。\n（1）“各美其美”阶段\n具有明显的两面性：是不同文明赖以存在的前提及彼此对话的基础，又难免滋生自我的封闭性和相互的排斥性。\n（2）“美人之美”\n指在人类文明的多元格局和相互交往中，每一个文明主体都不仅保持“以己为美”的自信，而且能够延伸出“以他为\n美”的眼光和胸怀。\n文学上的“美人之美”：要求学者首先做到对另一种语言的掌握，以他者的母语阅读或倾听作品。\n掌握主位式观察，不以自己而是以对方的标准为标准，去理解和另一种文明的文学经验。"
    },
    {
     "q": "考点75 “求同存异”法（单选、填空、名词解释、简答、论述）★★★",
     "a": "（1）强调对不同文学间“异”与“同”的均衡处理，主张在追求人类“共同诗心”时，保持对既存之“异”\n的尊重。\n（2）求同存异并非单向的扩张，而是双向的交融，需要同时兼顾两方面的展开。\n（3）在是否承认文明差异性的问题上，体现了对待人类不同文明如何共处的两种态度，分水岭是“一元\n论”和“多元论”。"
    },
    {
     "q": "考点76 “双向阐发”法（单选、填空、名词解释、简答、论述）★★★",
     "a": "（1）是对不同文学现象的阐释和发挥，是文学批评的一种跨国家、跨地区和跨文明体现。\n（2）德国狄尔泰：“比作者本人理解自己还要更好地去理解这个作者”。\n（3）中西互补的“双向阐发”理论基础：看到每个文学传统都有各自的阐释根基和能力，不应轻易用外来样式抹杀和\n取代；从跨文化、跨文明视野对不同文学进行阐发；"
    },
    {
     "header": "第十章比较文学前景展望：世界文学时代的到来"
    },
    {
     "q": "考点77 世界文学的内涵（名词解释、简答、论述）★★",
     "a": "世界文学实际上就是比较文学的早期阶段，它是经济和金融全球化之于文学的一个产物。\n（1）德国作家魏兰和哲学家赫尔德等人：世界上不同的文学之间就已经有了彼此之间的交流\n（2）歌德最早发现了这一规律：在歌德的时代，世界文学只是一个乌托邦的想象\n（3）马克思和恩格斯在《共产党宣言》中沿用这一术语，来描述文学和其他知识生产的“世界主义特征”。"
    },
    {
     "q": "考点78 一部作品是否属于世界文学的方法（简答、论述）★★★",
     "a": "（1）它是否把握了特定的时代精神；\n（2）伟大的作品必须超越国别/民族和语言的界限。\n（3）文学选集的编选对于一部作品的经典化过程也有不可忽视的作用。\n（4）世界文学选集的编选工作的另一个重要作用就是为文学专业的学生提供教材或教学参考书。\n（5）任何一部伟大的文学作品都会在不同的语境下和不同的批评或研究群体中产生批评性的反响。"
    }
   ]
  }
 }
};
