window.ZK_DATA=window.ZK_DATA||{};
window.ZK_DATA["13426"]={
  "name": "当代文学思潮专题",
  "sets": {
    "章节习题": {
      "choice": {
        "head": "章节习题",
        "desc": "13426 当代文学思潮专题 章节习题",
        "score": 1,
        "items": [
          {
            "q": "单选：关于“文学思潮”，下列说法正确的是（　）",
            "opts": [
              "19世纪初，日本文学研究界开始有关文学理论或文学史问题进行探讨。",
              "日本学界代表著作有《欧洲近代文学思潮论》《中国文艺思潮论》等。",
              "中国学界的文学思潮研究完全基于西方文学研究界的相关结论。",
              "中国学者以蔡振华《中国文艺思潮》徐懋庸《文艺思潮之演进》等为标志"
            ],
            "a": 1,
            "e": ""
          },
          {
            "q": "选择：打开话语空间，奠定双百实施基础的标志是（　）",
            "opts": [
              "1951年，毛泽东题词“百花齐放，推陈出新”。",
              "1953年，陈伯达向毛泽东请示，要“百家争鸣。",
              "1956年，党内召开了知识分子问题会议。",
              "1956年，《论十大关系》的提出。"
            ],
            "a": 2,
            "e": ""
          },
          {
            "q": "选择：“反右运动”导致文学的正常秩序和格局遭到摧残，具体表现在（　）",
            "opts": [
              "知识分子在文艺创作上失声，或作违心之言。",
              "社会上弥漫着鄙视知识分子的浓厚风气。",
              "“大鸣大放”的“大字报”等模式已基本成形。",
              "以上说法皆正确。"
            ],
            "a": 3,
            "e": ""
          },
          {
            "q": "选择：《百花齐放，百家争鸣》的报告人是（　）",
            "opts": [
              "毛泽东",
              "周恩来",
              "陆定一",
              "陈伯达"
            ],
            "a": 2,
            "e": ""
          },
          {
            "q": "选择：没有在“朦胧诗”及启蒙主义文学思潮的发展阶段参与讨论的官方杂志是（　）",
            "opts": [
              "《诗歌天地》",
              "《诗刊》",
              "《安徽文学》",
              "《福建文艺》"
            ],
            "a": 0,
            "e": ""
          },
          {
            "q": "选择：有关“朦胧诗”及启蒙主义文学思潮最初的形成阶段，下列说法错误的是（　）",
            "opts": [
              "自新文化运动起至20世纪40年代便已经存在",
              "民间刊物《今天》，标志着“文革”时期活跃于“地下”的文学爱好者浮出地表",
              "带着鲜明的历史反思意味和自觉的个体生命意识",
              "孙绍振发表了《新的美学原则在崛起》"
            ],
            "a": 0,
            "e": ""
          },
          {
            "q": "选择：“文学主体性”的提出代表着“向内转”的色彩，不包括（　）。",
            "opts": [
              "题材的心灵化。",
              "语言的情绪化。",
              "主题的简单化",
              "情节的淡化。"
            ],
            "a": 2,
            "e": ""
          },
          {
            "q": "选择：马尔克斯是（　）的代表作家。",
            "opts": [
              "荒诞派戏剧",
              "超现实主义",
              "存在主义",
              "魔幻现实主义"
            ],
            "a": 3,
            "e": ""
          },
          {
            "q": "选择：下列关于“寻根文学”的说法，不正确的一项是（　）",
            "opts": [
              "体现了一种现代性诉求",
              "体现了丰富复杂的现代主义审美风范",
              "并不属于“中学为体，西学为用”的文化改良",
              "代表作如李锐的系列小说《厚土:吕梁山印象》"
            ],
            "a": 2,
            "e": ""
          },
          {
            "q": "选择：较早进行“文化寻根”的朦胧诗人有（　）",
            "opts": [
              "韩少功",
              "阿城",
              "江河",
              "李育杭"
            ],
            "a": 2,
            "e": ""
          },
          {
            "q": "选择：1984年由《上海文学》、浙江文艺出版社和《西湖》杂志联合召开的“杭州会议”与(　)有关。",
            "opts": [
              "伤痕文学",
              "反思文学",
              "改革文学",
              "寻根文学"
            ],
            "a": 3,
            "e": ""
          },
          {
            "q": "单选：（　）被认为是先锋文学文体革命的旗手。",
            "opts": [
              "莫言",
              "余华",
              "马原",
              "残雪"
            ],
            "a": 2,
            "e": ""
          },
          {
            "q": "单选：下列说法不正确的是（　）",
            "opts": [
              "苏童的作品具有明显的先锋特征，与故事性融合形成“中和”之美",
              "格非的作品习惯于在叙事的关键部位留下无法填补的“空白”",
              "余华是先锋文学的中坚人物，“零度情感”是其写作特色",
              "先锋作家群内部并未出现真正的分化"
            ],
            "a": 3,
            "e": ""
          },
          {
            "q": "单选：下列不属于先锋文学兴起阶段的代表作者是（　）",
            "opts": [
              "扎西达娃",
              "余华",
              "马原",
              "残雪"
            ],
            "a": 1,
            "e": ""
          },
          {
            "q": "单选：先锋文学思潮以激进性的姿态和强大的反叛勇气，宣告了(　)革命的到来。",
            "opts": [
              "内容",
              "形式",
              "作品",
              "意义"
            ],
            "a": 1,
            "e": ""
          },
          {
            "q": "单选：有关“日常生活审美化”思潮特征，下列说法正确的是（　）",
            "opts": [
              "否认审美的自律性和超越性",
              "理论基础是现代主义和实用主义",
              "其出现是对后现代主义文艺思潮的反抗矫正",
              "本质上崇尚形而上"
            ],
            "a": 0,
            "e": ""
          },
          {
            "q": "单选：下列关于“日常审美化”思潮的评价，说法有误的是（　）",
            "opts": [
              "“新写实”小说是其理论的实践证明",
              "开掘了普通人在日常生活中的平庸",
              "拓展了文学关于普通人的表现范围",
              "唤醒了长期以来受到压制的个体的主体意识"
            ],
            "a": 1,
            "e": ""
          },
          {
            "q": "单选：对于“单位”这一特殊的当代社会体制的关注，体现在(　)的创作中。",
            "opts": [
              "扎西达娃",
              "刘震云",
              "马原",
              "残雪"
            ],
            "a": 1,
            "e": ""
          },
          {
            "q": "单选：下列对于80年代文化精英和知识分子的身份、地位变化，说法错误的是（　）",
            "opts": [
              "中外资源共同熔铸了中国现代知识分子特有的新型人格",
              "70年代起，人们渴望建立起一个现代文明和民主制度的国家",
              "知识分子积极参与思想解放运动",
              "知识分子的探索包括真理标准大讨论、人道主义与异化等"
            ],
            "a": 1,
            "e": ""
          },
          {
            "q": "单选：人文主义思潮是90年代规模最大的一次思想和文化运动，下列说法错误的是（　）",
            "opts": [
              "集中了全国最为活跃的学者群体",
              "大众承担了社会文化和思想发展的职责",
              "讨论以知识界和文化界为平台",
              "调动了文化和学术性报刊"
            ],
            "a": 1,
            "e": ""
          },
          {
            "q": "单选：从1993年开始，知识分子提出了（　）",
            "opts": [
              "人本主义",
              "精英主义",
              "人文主义",
              "大众主义"
            ],
            "a": 2,
            "e": ""
          },
          {
            "q": "单选：（　）被视为中国大陆的“第一位激进的先锋女诗人”。",
            "opts": [
              "翟永明",
              "陈染",
              "王安忆",
              "戴锦华"
            ],
            "a": 0,
            "e": ""
          },
          {
            "q": "单选：下列关于自由主义思潮发展中的女性意识的私语化表达，说法不正确的是（　）",
            "opts": [
              "保持了以往女性写作的含蓄风格",
              "以独特“女性化”视角，以“私语”“独白”的方式诉说女性生存的隐秘感受",
              "强调纯粹私人化的边缘经验",
              "剖析现代文明笼罩下的女性精神与肉体的双重疼痛，建构起独特的“私人生活”空间"
            ],
            "a": 0,
            "e": ""
          },
          {
            "q": "单选：没有参与“韩白之争”的是(　)。",
            "opts": [
              "郑彦英",
              "陆天明",
              "陆川",
              "高晓松"
            ],
            "a": 0,
            "e": ""
          },
          {
            "q": "单选：类型化写作常(　)。",
            "opts": [
              "具有远离现实的奇幻性特质",
              "具有批量创作的消费化特征",
              "模式化的痕迹明显",
              "以上说法均正确"
            ],
            "a": 3,
            "e": ""
          },
          {
            "q": "单选：郭敬明《悲伤逆流成河》所体现出的特点，不正确的是（　）。",
            "opts": [
              "被称为“青春文学的一朵恶之花”。",
              "放大展示青春的迷茫。",
              "表示出了积极的青春色彩",
              "高举叛逆大旗"
            ],
            "a": 2,
            "e": ""
          },
          {
            "q": "单选：（　）是类型化写作中最突出，快速发展的题材。",
            "opts": [
              "都市言情",
              "奇幻玄幻",
              "穿越探索",
              "宇宙科幻"
            ],
            "a": 0,
            "e": ""
          },
          {
            "q": "单选：新现实主义思潮第二阶段的创作以(　)为代表。",
            "opts": [
              "现实主义冲击波",
              "底层写作",
              "打工写作",
              "反腐文学"
            ],
            "a": 3,
            "e": ""
          }
        ]
      },
      "multi": {
        "head": "章节习题",
        "desc": "13426 当代文学思潮专题 章节习题",
        "score": 1,
        "items": [
          {
            "q": "多选：现实主义三驾马车指的是（　）",
            "opts": [
              "何申",
              "谈歌",
              "关仁山",
              "余华"
            ],
            "a": "ABC",
            "e": ""
          }
        ]
      },
      "short": {
        "head": "章节习题",
        "desc": "13426 当代文学思潮专题 章节习题",
        "score": 1,
        "items": [
          {
            "q": "【名词解释】：文学思潮。",
            "a": "文学思潮首先是一种“思潮”。既然是“思潮”，就具有群体性、动态性特质，并与特定历史时期的社会文化思潮密切关联；同时，思潮”并非仅仅是思想潮流，在文学中还应该包括审美观念、价值理念、文化趣味等潮流。其次它是“文学”的思潮，是由文学创作、文学批评或文学理论内部的演变而引发的一种思想观念或趣味的潮流，这就意味着它产生于文学实践之中，并为文学的发展赋予了某种新的群体性倾向。倘若从以上两个核心因素来考察，我们认为，如果从抽象化的角度出发，“文学思潮是特定历史时期文学活动系统中受某种文学规范体系所支配的群体性思想趋向”。",
            "e": ""
          },
          {
            "q": "【简答】：简述文学思潮的作用。",
            "a": "一方面，文学思潮可以为人们考察和研究文学史提供新的途径和观念，因为文学思潮是一个时代文学思想中十分活跃因而引人注目的部分，集中代表着一个时代文学的某些突出方面。在文学的实际发展中，思潮也许可算是个纲。将文学思潮真正研究清楚，会使文学史上很多问题迎刃而解。另一方面，文学思潮的内涵和外延又显得变动不居，导致人们在使用这一概念时常常是各取所需，甚至将文学思潮史写成社会文化思潮史，或文学运动发展史，或创作风格、流派和方法的演变史。",
            "e": ""
          },
          {
            "q": "判断：文学思潮是偶然出现的文学现象，其存在出于单纯的文学要求。",
            "a": "错误",
            "e": ""
          },
          {
            "q": "【名词解释】：第一次文代会。",
            "a": "1949年7月，中华全国文学艺术工作者代表大会，简称“第一次文代会”在北平召开。会议由郭沫若提议、党中央批准召开，选举了茅盾为主席，丁玲、柯仲平为副主席。这次大会是来自解放区和国统区的两支文艺队伍的大会师，总结了“五四”以来文艺工作的成绩与经验，确定了以《在延安文艺座谈会上的讲话》为新中国文艺事业的总方针，指出了新中国成立以后文艺必须为人民服务，并提出了社会主义时期文艺的新任务。这次大会标志着中国新文学以此为起点，进入了当代文学的阶段。",
            "e": ""
          },
          {
            "q": "【名词解释】：革命现实主义文学思潮。",
            "a": "所谓“革命现实主义”，其实就是苏联在20世纪30年代所强调的“社会主义”“现实主义”。它首先是作为一种创作方法提出来的，即要求作家艺术家从现实的革命发展中真实地、历史地和具体地书写现实，同时要让笔下的现实真实性和历史具体性，与用社会主义精神从思想上改造和教育劳动人民的任务相结合。这一创作方法，在延安时期被毛泽东、周扬等人不断诠释，逐渐形成新中国文艺发展唯一正确的创作方法。“它要求作家从现实的革命发展中动态地去描写现实生活，要求作家要站在进步的立场上‘去熟悉人民的新生活，表现人民的先进人物，表现人民的新的思想和感情’，写光明、写正面人物成为作家的首要任务，以这些人物表现新的思想，进而教育人民、打击敌人，为社会主义建设服务。”",
            "e": ""
          },
          {
            "q": "【简答】：革命现实主义文学思潮特征。",
            "a": "第一，它是通过自上而下的方式，建构起来的一种文学思潮。与一般的自发性文学思潮颇不相同，它是党中央为了确保文艺战线上的方针政策有效实施，通过一系列制度化措施进行全面推动的一种文学思潮，带着意识形态化的规训意味。第二，它带有鲜明的排他性的政治色彩。作为党的文艺方针的集中体现，革命现实主义文学思潮承载了党对新中国文艺发展的系统化要求，明确地彰显了文学为政治服务的基本功能，“革命化”是其重要特点，也是其思潮的重要边界。这在本质上维护了自身的一元化，不容许其他文学思潮的存在。第三，它是通过有“破”有“立”“破立相间”的方式，实现自身一元独尊的格局。其贯彻方式是有“立”有“破”，“破”中求“立”。其“立”的核心标志便是第一、二次全国文代会中明确强调的文艺政策，建立的文学体制。第四，革命现实主义思潮的一个核心目标，就是要用积极昂扬的社会主义精神改造、教育和鼓舞劳动人民。为实现这一目标，努力展现社会主义的伟大时代、突出代表着时代进步力量的英雄人物，便成为重中之重。",
            "e": ""
          },
          {
            "q": "【简答】：简述革命现实主义文学思潮的局限性。",
            "a": "首先，在方法论上将文艺内部的思想矛盾，进行了简单的政治化处理，对不同观点和见解采取了群众性的大批判，乱扣帽子、上纲上线，甚至将有些不属于阶级斗争性质的思想学术问题与政治问题联系起来，用政治手段排斥不同意见的表达，导致被批判者只能检讨与认罪，没有申辩与反批评的权利。这无疑抹杀了文艺发展的丰富性，使一批拥护新政权的文艺工作者也受到伤害，而真正的思想问题反而得不到很好的解决。其次，这种自上而下的文学思潮，在其一元独断的发展过程中，不可避免地带有革命的武断性，严重违背了文艺发展的自身规律，阻碍了文艺的真正繁荣。无数文学实践证明，文艺方针和制度的制定，一定要遵循文艺自身的内在规律。最后，这种一元化的文艺思潮，在具体的推行过程中，之所以导致一些大批判运动得以迅速展开，固然体现了当代文学某些”动员结构”的有效性，但也折射了一些中国知识分子内在精神的缺陷，以及大多数民众的盲从思想。",
            "e": ""
          },
          {
            "q": "【名词解释】：“双百”方针。",
            "a": "在1956年5月召开的一次最高国务会议上，毛泽东正式公开提出了“百花齐放、百家争鸣”的方针。指“艺术上不同的形式和风格可以自由发展，科学上不同的学派可以自由争论”。中宣部部长陆定一代表中央对这一方针做了权威性的阐释：“提倡在文学艺术工作和科学研究工作中有独立思考的自由，有辩论的自由，有创作和批判的自由，有发表自己的意见、坚持自己意见和保留自己意见的自由”；双百方针的提出，完全符合文学艺术与科学的特点与规律，活跃了当时的文艺创作，开创了文艺理论批评与研究的新局面，全面促进了文化艺术工作的蓬勃发展。",
            "e": ""
          },
          {
            "q": "【简答】：双百方针对文学创作的影响有哪些？",
            "a": "首先，从创作方向来看，1949年7月召开的第一代文代会上，“工农兵文学”作为解放区文学的优秀传统和新中国的文艺新方向被确定下来，“深信除此之外再没有第二个方向了，如果有，那就是错误的方向”。“双百”方针对这一问题进行了调整：“对于文学艺术工作，党只有一个要求，就是‘为工农兵服务’，今天来说，也就是为包括知识分子在内的一切劳动人民服务。”这一提法扩展了服务对象的范围，这为文学创作留下了一定的空间。其次，从创作方法来看，从苏联引入的“社会主义现实主义”被确定为新中国唯一正确的创作方法，“双百”方针对此做出了新的解释。在为工农兵服务的前提下，任何作家可以用任何自己认为最好的创作方法来创作。最后，在题材和人物方面，“双百”方针否定了题材唯一化，暗示了新的创作可能性：“党从未加以限制，只许写工农兵题材，只许写新社会，只许写新人物等等，这是不对的。”这引起了题材扩大化的讨论，对新中国文学来说是一个良性促动。",
            "e": ""
          },
          {
            "q": "判断：“双百”方针即为“百花齐放，百家争鸣”，在1956年作为一项文艺政策被正式提出，",
            "a": "正确",
            "e": ""
          },
          {
            "q": "【名词解释】：朦胧诗",
            "a": "又称新诗潮诗歌，是新诗潮诗歌运动的产物，70年代末80年代初，围绕《今天》杂志，北岛、舒婷、顾城、江河、杨炼等一批年轻诗人纷纷发表诗作，以其思想感情的复杂隐蔽，与艺术形式上的不同引起强烈反响。因其在艺术形式上多用总体象征的手法，具有不透明性和多义性，所以被称作“朦胧诗”。它具有着注重个人情感及内心冲突的抒写，更多带着诗人主体的感觉、印象，呈现出内向的特点。它并不偏重对客体的描摹，具有20世纪艺术倾向的美学特征。在内容上，朦胧诗人充分肯定人的尊严和价值，主张建立平等、和谐的人际关系，提倡人性的改善和人的自由发展。在艺术品格上，他们注重借鉴西方现代文艺，注重汲取我国古代诗歌美学中的营养，采多种现代主义文学惯用的表现。舒婷、顾城等是朦胧诗创作的主要人物。代表作有：舒婷《致橡树》；顾城《一代人》《我是一个任性的孩子》；北岛《回答》《红帆船》等。他们推动当代形诗歌打破自我封闭，探索与人类广泛文化积累建立联系和对话的可能性。坚持诗歌的写作，放在对个体的生存价值的确认的基础上；开始当代诗歌语言的革新，激活现代汉语诗歌语言生命的试验。",
            "e": ""
          },
          {
            "q": "【简答】：简述“朦胧诗”群的启蒙主义思潮特质。",
            "a": "首先，体现了人道主义立场与人性关怀的伦理观念。“朦胧诗”群在崛起之时，就是面对“文革”极“左”思潮的历史重压，虽然“文革”刚刚结束，但神本主义的文化传统和阶级论的思维并没有消失。人道主义，以个体自由为基石的人性复归，尚属敏感领域。但是，在这种特殊的历史境遇中，“朦胧诗”群就已发出了反抗的声音。其次，体现了强烈的理性批判意识和理想主义的殉道情怀。在“朦胧诗”群的诗歌实践中，清醒的理性意识一直占据着非常重要的位置，通过理性的思考，他们指出了神本主义掩饰下的非人性的世界；借助理性的辨析，他们确立，了自已反叛的目标和坚定的人本主义理想。最后，体现了鲜明的个体生命意识和自由的艺术精神。个体生命意识的觉醒是启蒙主义的重要内涵之一，也是自由，民主和科学得以发展的基本前提和重要保障。对于“朦胧诗”群来说，个体生命意识的觉醒，主要表现为诗人对集体化观念的游离，确保“小我”这一抒情主体的在场。",
            "e": ""
          },
          {
            "q": "判断：舒婷《神女峰》，从人道主义的理想出发，表达了诗人对传统女性观念的叛逆和唾弃，以及对现代女性意识的伸张和肯定。",
            "a": "正确",
            "e": ""
          },
          {
            "q": "判断：“文学主体性”的论争，对“新写实小说”“人文精神大讨论”等，产生直接的影响。",
            "a": "正确",
            "e": ""
          },
          {
            "q": "【名词解释】：寻根文学。",
            "a": "寻根文学是指以“文化寻根”为主题的文学形式。20世纪80年代中期，中国文坛上兴起了一股“文化寻根”的热潮，作家们开始致力于对传统意识、民族文化心理的挖掘，他们的创作被称为“寻根文学”。1985年韩少功率先在一篇纲领性的论文《文学的“根”》中声明：“文学有根，文学之根应深植于民族传统的文化土壤中”，他提出应该“在立足现实的同时又对现实世界进行超越，去揭示一些决定民族发展和人类生存的迷。”在这样的理论之下作家开始进行创作，理论界便将他们称为“寻根派”。",
            "e": ""
          },
          {
            "q": "判断：传统文化并不是创作的包袱，而是一笔巨大的财富，是一种可以被世界认同和接受的内在资源。",
            "a": "正确",
            "e": ""
          },
          {
            "q": "【名词解释】：中国当代先锋文学思潮",
            "a": "中国当代先锋文学思潮，是指20世纪80年代中期出现的一股极具实验性质的现代主义文学思潮，它以开创性的审美形式，异常鲜明的反叛姿态，对传统的文学范式和读者的接受心理，进行了大规模的颠覆；同时也对人类的各种存在之境，进行了顽强的探索，极大地开拓了人们对文学的固有认识与审美期待。如果从发生学的层面来分析，这股先锋文学思潮的兴起，主要得益于当代作家对西方现代主义的大面积引鉴。",
            "e": ""
          },
          {
            "q": "【简答】：简述先锋文学思潮的发展历程。",
            "a": "1.兴起阶段：这一阶段大致在1984年到1985年。以马原、残雪、扎西达娃、莫言等人为代表的一批作家，开始了大面积的形式主义探索。马原被认为是这次文体革命的旗手。1984年8月，马原在《西藏文学》上发表了《拉萨河女神》，标志着文体革命的开端。2.发展阶段：这一阶段大致从1986年到1989年。这是文体革命的发展阶段，也是先锋文学思潮走向深入的关键期。经过初期阶段的铺垫，先锋文学作家们对叙事形式本身的审美意义有了比较明确的认识，因此，在这一阶段，他们继续将这种形式的革新推向深入。这在格非、孙甘露、余华、苏童、陈村、史铁生等人的小说创作中有着明确的体现。3.深化阶段：进入20世纪90年代之后，先锋文学思潮又有了新的发展。在叙事形式上，80年代那种激进的形式探索平和了不少，甚至开启了向故事回流的趋势，但还是出现了一定规模的“跨文体”写作潮流。与此同时，先锋作家群也开始出现了分化，一部分作家渐渐放弃了先锋写作，而一些坚持先锋探索的作家，也自觉走向“民间”，开始了真正的个人化探索。",
            "e": ""
          },
          {
            "q": "【名词解释】：新历史主义。",
            "a": "20世纪80年代中期以后，许多作家不再满足于把自己的小说作为演绎“官方历史”的工具，而是从各个角度对史有实录或乏人问津的往事做出种种设想，表现出解构历史的强烈愿望及以现代哲学思想认识历史的新观念。新历史小说是与传统历史小说在创作理念、叙事方式、语体特征、审美意趣等方面迥然相异的一种文学创作实践。它不以真实历史人物和事件为框架来构筑历史故事，而是把人物活动的时空推到历史形态中，来表现当代人的人生态度与思想情感，表现出独特的精神气质与思维方式。它的抒写是反传统的，作家们将历史当做意念中的历史，按自己的理解篡改历史，充分发挥想象，虚构故事。把历史变成一个标志，一个符号，它的真实性不复存在。代表作品有陈忠实的《白鹿原》、莫言的“红高粱”系列等。",
            "e": ""
          },
          {
            "q": "【简答】：简述新历史主义思潮的发展阶段。",
            "a": "1.兴起阶段：这一阶段主要是在1985年前后，以莫言、乔良等为代表的新历史主义作家，以明确的个人化方式和民间的姿态，对历史进行了重新审视，由此形成了与主流意识形态规定下的历史叙事极为不同的表达形式。在这些小说中，创作主体将生命情感和体验，与历史中曾经发生或者仅仅是想象中的历史融为一体。他们更注重表现普通人的生命情态，传达个体命运在历史过程中的沉浮跌宕。这种精神诉求，从某种意义上来说，也是历史启蒙主义思想冲动的表征。2.发展阶段：这一阶段从1987年开始，主要以先锋作家的新历史小说创作为主，代表性作家有苏童、格非、余华、叶兆言等。在他们的笔下，历史彻底失去了具体的意义指向，仅仅是作为承载创作主体审美理念的一个背景，为他们的自由想象提供的一个实验场所。在这种现代主义审美观念的大力介入之下，历史的时间价值与意识形态价值遭到了全面解构，呈现出高度主观化的色彩。3.回归阶段：大约在1992年前后，新历史小说创作又出现了一些耐人寻味的变化。虽然一些作家还在继续对“历史理性”进行解构与颠覆，如刘震云的《故乡天下黄花》；也有一些作家在对历史的戏仿与拼贴中，进行了更为激进的文本实验，如李冯的《武松打虎》等，这些小说均以经典的小说为基础，对之进行再度创作，使两者之间形成一种奇特的对话关系，或者说一种“互文”的效果，因此李冯也被称为“文本的寄生者”。",
            "e": ""
          },
          {
            "q": "【名词解释】：新写实小说",
            "a": "新写实小说产生于20世纪80年代，创作方法上仍然是以写实为主要特征，但特别注重现实生活原生形态的还原，真诚地直面现实、直面人生。“新写实”对过去宏大历史的叙述有所舍弃，而多描写普通人的烦恼、困窘和个人的孤独、无助。它多消解生活的诗意，拒绝乌托邦，将灰色、沉重的日常生活推到了时代的前面。在艺术方法上，持一种较为开放的态度，叙述者持较少介入故事的态度，不作主观预设地呈现生活的原始状貌，作品也多强调心理化的真实。其代表作家作品有刘震云的《一地鸡毛》、方方的《风景》、池莉的《烦恼人生》、刘恒的《狗日的粮食》等。",
            "e": ""
          },
          {
            "q": "【简答】：简述“日常生活审美化思潮”的局限。",
            "a": "第一，理想主义的缺失和欲望的过度张扬。一方面，日常生活审美化思潮由于自觉地接受了社会“世俗化”的主流观念的影响，因而往往沉浸于个人琐事与日常叙事中难以自拔。正因为与日常生活过分贴近，所以作家丧失了观察生活的合适距离，造成了写作中缺乏必要的反省意识，只是一味地呈现个体生活。另一方面，日常生活审美化思潮容易引发俗世主义的膨胀和感官欲求的突显，造成对个体欲望的迷恋性表现，而导致某些形而下的文化趣味。第二，审美经验的褊狭与个人经验的迷恋。日常生活审美化思潮自觉地立足于普通个体的生存经验和存在境遇，注重物质性、身体性和体验性的审美表达，意在发掘日常生活的审美价值。但由于其一味关注物质、身体、技术等等，又因为日常生活本身的“非理性”形态，因而使作家的审美呈现出某种微观化、感官化和消费主义的倾向。第三，思想意蕴的单薄和经典律则的消隐。日常生活审美化思潮强调真实呈现生活的本来面目，总是将叙事情感压制到“零度状态”。于是，生活的是非和善恶不再是重要的，重要的是呈现生存的艰难与困惑。因此，生活的意义实际被消解了，代之以人们的生存方式和生存处境的原生态展示。",
            "e": ""
          },
          {
            "q": "【简答】：人文精神大讨论的内在诉求。",
            "a": "第一，它折射了社会转型时期的人文主义诉求。这次大讨论发生在20世纪90年代初期，这是中国由计划经济向市场经济全面转型的时期。经济秩序的变化带来了人们生活理念和身份认知的变化，80年代的“唯文化（文学）中心论”逐渐失效，作家、艺术家、知识分子纷纷“下海”。即使不开公司，作家也开始有了版权和稿费的意识。第二，它反映了知识分子启蒙话语的转型要求。人文主义思潮的内在核心之一是“启蒙”。在中国当代文学史上，启蒙话语是在“文革”结束之后重新开启的，当人们从“阶级斗争”的束缚中挣脱出来、重新思考和审视“个人”“人”“主体”的价值时，人们发现社会需要启蒙，需要文化精英的呐喊与书写，以矫正过去时代对人性的扭曲。第三，它凸现了“文化共同体”解体后的个体价值观。在20世纪80年代，知识分子和大众在社会文化与理想诉求上，基本上是“一体化”的，他们对于中国的现代性发展和对未来的期待也是一致的，对于文化问题少有歧义。正因如此，知识分子在80年代提出的一系列命题，都能够在全社会引发具有共鸣性的文化或文学思潮。但是，到了90年代，在政治和经济的急剧变化下，这种“文化共同体”解体了，主流意识形态也面临着分散，集体化观念的土壤不复存在。",
            "e": ""
          },
          {
            "q": "【简答】：简述人文主义思潮的意义。",
            "a": "(1)它是知识分子对精神侏儒化的重要反抗，人文主义思潮是90年代规模最大的一次思想和文化运动。(2)加速了“道统”和“政统”的分离，将“学统”从20世纪80年代的社会功能中剥离出来，使其具有了更为自由和纯粹的发展空间。讨论中开始转移注意力，淡化道统的意识形态色彩，将其转化为世俗化社会的精神维度。",
            "e": ""
          },
          {
            "q": "判断：人文精神大讨论最重要和最活跃的阶段是从1994年开始。",
            "a": "正确",
            "e": ""
          },
          {
            "q": "【简答】：新现实主义发展阶段。",
            "a": "第一阶段：“现实主义冲击波”的涌现。这一阶段主要在20世纪90年代中期前后，一批聚焦社会现实问题的中长篇小说陆续发表，引起了社会的热烈反响。如谈歌的《大厂》《城市热风》《城市迁徙》，关仁山的《大雪无乡》等。纵观这些作品，可以发现，它们尖锐而真实地呈现了正在发生的现实生活，直面当代中国现代化进程中人们遭遇的一系列困境，深刻地反映了当代经济转型与改革深化过程中中国社会面临的一些重大问题。第二阶段：“反腐文学”的兴起。当“现实主义冲击波”尚未落下帷幕之际，逼近世纪末的中国当代文坛，又涌现出一股直面现实矛盾、以“反腐”为内容的中长篇小说创作潮流。其代表性作品有：张平的《抉择》《十面埋伏》《国家干部》，周梅森的《天下财富》《人间正道》，李佩甫的《羊的门》。第三阶段：“底层写作”的盛行。新世纪之后，一方面“反腐文学”继续流行，另一方面“底层写作”又开始崛起。随着20世纪末国企改革步伐的加大，城市下岗工人大量涌现，以及“三农问题”变得更为突出，转型期社会的分层问题和底层群体的生存现状引发了学界的高度关注，许多作家也开始关注中国社会各阶层的分化特点及其发展趋向。农民工、下岗工人等底层群体的生存境遇成为一些作家的创作焦点，以此为表现对象的“底层写作”开始浮出水面，【源卷页尾截断】",
            "e": ""
          },
          {
            "q": "【简答】：有人说，新现实主义文学和传统的现实主义文学完全不同，请谈谈你的看法。",
            "a": "“新现实主义”文学在本质上仍是对现实主义传统的继承。(1)现实主义“独立性最强、伸缩性最大、应用最广”，提倡文学尽可能用写实的手法通过讲述故事、塑造人物来反映现实生活；强调文学介入现实、批判社会的艺术精神。现实主义的魅力，正是取决于它与现实问题密不可分的关系中。(2)新时期作家对现实主义创作的自觉规避，“新写实”小说是对现实主义的变异：在关注现实生存的同时，果断地颠覆了“典型化”原则，在庸常芜杂的生活碎片组接中呈现人的生存状态。反拨了之前的各种先锋式的文学实验，是现实主义吸收、借鉴新的艺术因素之后的表现形态，一定程度上也表明了新时期文学在经历了种种艺术可能性的探索之后重新回归现实的强烈要求。(3)新现实主义思潮之“新”在于它对中国社会发展中出现的新问题、新现象进行了及时的介入和传达。严格而言，“新现实主义”与传统的“现实主义”并没有本质的差别。仅仅是从时代角度将之与此前的现实主义做了时间上的分界。它在遵循“客观现实的真实性”原则、追求“现实主义典型化”，强调“反映生活的本质”方面，与一般的现实主义文学精神和创作态度并无二致，审美风范上并没有超越批判现实主义文学所开创的传统。创作方法上，并未突破超越现实主义创作方法。但确有其表现形态上的“新质”，如将视线投向普通人，强调人的极致性品格，表现“新的现实”中的“人”与“新的现实生活”，传达作家对现实与历史的价值判断等。",
            "e": ""
          },
          {
            "q": "【名词解释】：私人化写作。",
            "a": "代表了女性主义写作思潮中陈染的风格。陈染在其作品里表现出一种直视自我、背对社会和人群的姿态，带有自传色彩。常体现为偏执，倔强，以自虐的方式涂抹狂怪的自画像，涉及隐私性体验。多以第一人称女性为叙事者，讲述现代都市独居女性在家庭和社会中的创伤性体验。常包含一些重要母题如阉割男性、理想男性、爱欲想象、姐妹情谊、性别乌托邦。代表作有《与往事干杯》等。",
            "e": ""
          },
          {
            "q": "【名词解释】：女性主义。",
            "a": "所谓女性主义（feminism），主要就是指“研究性别和权力的学说”。feminism 可以译为女子主义，女性主义、女权主义、男女平权主义，它对应的是妇女解放运动的不同阶段。由于汉语里没有一个同时包含“权力”与“性别”的词语，因此无论翻译成哪个词，内涵差异都很大。但是，“女权主义”主要是指早期女性为争取政治、教育、法律和文化等基本权力进行的斗争；而“女性主义”，则侧重于性别写作、性别理论和性别文化。",
            "e": ""
          },
          {
            "q": "【简答】：女性主义写作思潮的主要特点。",
            "a": "第一，以女性视角呈现女性特有的生存经验。在男权社会中，文化、政治、历史话语都是以男性为主体而建构的，写作史就是一部“菲勒斯中心主义传统的历史”。女性一直处于匿名与空白的状态，女性及其身体作为被“看”的对象存在着，这引发了女性的“角色焦虑”和“角色反抗”。80年代中后期集群式地出现了以翟永明，唐亚平、伊蕾为代表的女诗人，她们诗歌中鲜明锐利的女性意识、对男权社会的质疑与反叛，以及诗歌文本质与量的高度统一，使中国文坛不得不开始正视女性主义写作现象。第二，大量呈现富有女性特征的隐喻和意象。女性主义写作的美学风格是独特的，这表现在它为文学史提供了具有女性意味的隐喻和意象，包括黑夜、月亮、镜子、灯、光、洞穴、窗户、浴缸、贝壳、房间等具有幽闭性和折射性功能的物体，女性通过它们来认知自我与世界的界限，传达性别意识的发展和成熟。第三，繁复华美，扑朔迷离的叙述方式和感性化的语言。在传统的男性写作中，线性叙事占据着重要位置，“因果链”和“事出有因”使其成为有头有尾、有迹可循的逻辑性表述。女性写作从一开始就与男性不同：不再追求明晰化和因果律，而是以感觉、感性、感受为叙事主体。这种无法定性、无法定义的特征使女性主义写作呈现碎片化、零散化的风格。",
            "e": ""
          },
          {
            "q": "判断：中国女性主义写作第二阶段以20世纪80年代后期的诗歌创作为主，代表诗人有翟永明、伊蕾、唐亚平等。",
            "a": "错误",
            "e": ""
          },
          {
            "q": "【简答】：自由主义写作思潮阶段性特点。",
            "a": "第一阶段：这一阶段主要在90年代中期前后，一批出生于60年代的“晚生代”作家群，开始陆续进入当代文坛，并迅速成为贯穿整个90年代的文学生力军。由于受到80年代以来文学主体性的熏陶，这批作家的创作从一开始就自觉地规避主流意识形态话语与集体话语，极力凸显个人的主体性与独立性，专注于个人话语的表达，形成了一股广泛而有影响的文学创作潮流。这股潮流被称为“个人化写作”，在诗歌和小说中都得到了有力的彰显。第二阶段：这一阶段从 20世纪90年代后期延伸到世纪之交。从90年代后期开始，一批70年代出生的青年作家在争议中迅速崛起。他们是卫慧、棉棉、沈浩波，尹丽川、木子美等人。他们的写作分别被命名为“身体写作”“下半身写作”“液体写作”和“胸口写作”，这些写作方式对身体与欲望进行了彻底的放逐，呈现极端的个性自由，以此对抗传统的价值秩序，成为世纪之交引人注目的又一道风景。",
            "e": ""
          },
          {
            "q": "【简答】：自由主义思潮的主要特征。",
            "a": "其一，它具有鲜明的个人化特质。从表面上看，“个人化写作”并不是一个值得探究的问题，因为写作本身就是纯粹的个人行为，其审美意图也是作家个人艺术思想的体现。但是，在这股自由主义文学思潮中，“个人化写作”则主要是指在写作过程中，作家自觉地抛弃人的群体属性，而专注于剥离社会、群体外壳的“个人性”表达，强化个人生命体验中的“私人化”色彩，精准摹写创作主体的生命感受与生活经验。其二，它体现了平民化的价值立场。在20世纪90年代市场经济与商业文化的驱动下，文人的精英色彩褪尽，知识分子边缘化成为趋势。作家远离了民众代言人和思想启蒙者的角色定位，逐渐融入平民化的社会群体。在这种社会境遇中，不少作家既不愿揭示，批判社会的阴暗面，也不想成为国家，民族或人民的代言人，而仅仅满足于生存经验和身体欲望的叙述，在调侃和戏谑中消弭历史与现实中的宏大叙事，表现出游离主流、固守边缘的平民化立场。其三，它具有理性建构与感性欲望演绎的双向性。一方面，晚生代作家以边缘化的自由主义姿态，坚定维护个人权利，并从“个体”关怀的各个向度切入对“个人”生命的追索，在文本中表现出穿越生存表象、直抵生命本真的叙事目标，这使他们对人的“个体”生存关怀透发出某种哲学意味。譬如个人化诗歌写作中，欧阳江河的《雪》《男高音的春天》等等，或揭露了个人生存的荒诞性，或敏锐地剖析了生命的意义，或尖锐地批判了社会现实，显示了诗人各自不同的思想【源卷页尾截断】",
            "e": ""
          },
          {
            "q": "【简答】：自由主义思潮的局限。",
            "a": "其一，自由主义文学思潮崇尚“绝对自由”的“个人化”写作，疏离群体，张扬自我，将两者进行机械对立的同时，忽略了文学创作理应具有的社会责任与人文关怀。这种个人化的写作，远离社会，远离大众，缺少社会价值、文化价值、道德价值、人生价值的深刻内涵，写作不再成为思想传播的重要渠道，而成了作家玩弄叙事手段技术的狭窄领域，成为游离于时代发展之外的个体的身体自恋，作家成了现实价值之外的冷漠的旁观者。其二，对欲望的绝对膜拜和自恋式的书写策略，完全消解和颠覆了理想、责任、正义、公平等价值伦理原则，使不少作品缺乏对人的灵魂观照与道德反思。其实，对生理和躯体的关注是19世纪以来文学创作的一个重要动向。它反拨了封建文化中灵肉对立的圭臬，认为正是肉体、感性、物质等形而下的东西证明了此在的真实。“身体的复活”在引导叙事回归自我、发掘生命体验上，无疑体现了非常积极的意义。",
            "e": ""
          },
          {
            "q": "【名词解释】：下半身写作",
            "a": "是自由主义思潮发展的第二阶段出现的现象。从20世纪90年代后期延伸到世纪之交，70年代出生的青年作家如卫慧、棉棉、沈浩波、尹丽川、朵渔、李红旗、巫昂、赵凝、木子美等人。其“身体写作”“下半身写作”“液体写作”和“胸口写作”，对身体与欲望进行了彻底的放逐，呈现极端的个性自由，以此对抗传统的价值秩序。2000年，“下半身写作”诗歌，沈浩波及同人创办《下半身》诗刊，写作《下半身写作及反对上半身》宣言，在中国文化引起了剧烈的反响。",
            "e": ""
          },
          {
            "q": "判断：中国的自由主义以”自由”的写作姿态，书写个人的自我经验与记忆，创作靠近主流意识。",
            "a": "错误",
            "e": ""
          },
          {
            "q": "【简答】：“亚文化”文学思潮的发展。",
            "a": "1.形成阶段：这一阶段主要是新世纪初期，以韩寒，春树，郭敬明、李傻傻等青春写手为代表的80后作案，高举叛逆的大旗，毫不忌讳地展示青春的反叛、困惑与放纵，彻底颠覆了中国传统青春文学的底色。80 后作家从一开始就明确对抗“阳光写作”的思路，着力展示青年“亚文化”的精神质色。2.发展阶段：大约从2005年开始，随着孙睿、张悦然、笛安、饶雪漫、小饭、颜歌等一大批80后作家涌入文坛，这股青年“亚文化”的文学思潮获得了迅速发展。一方面，他们利用自己在年轻读者中的偶像地位，不断挑战传统文坛的审美观念和文学秩序，使代际冲突在中国当代文坛愈演愈烈；另一方面，他们完全不理会传统文坛长期形成的审美观念，充分利用自身对消费文化的熟悉，办杂志，搞销售，纷纷建构属于自己的文学消费圈，以自身的行动颠覆传统文学的发展逻辑。3.回归阶段：随着80后年龄的增长，中国社会的消费市场也日趋多元，大约从 2010年开始，这股青年“亚文化”思潮逐渐融入多元文化的格局之中，很少体现出各种叛逆性极强的否定性精神姿态。这种与青春紧密相伴的青年“亚文化”，体现的是处于边缘地位的青少年群体的利益，它对成年人社会秩序往往采取一种颠覆性的态度，所以，青年“亚文化”的突出特点就是边缘性、颠覆性和批判性。",
            "e": ""
          },
          {
            "q": "【简答】：“亚文化”文学思潮的主要特征.",
            "a": "首先，它具有明确的代际反叛意识。80后作家从出道开始，就高举着青年“亚文化”的大旗，极力彰显各种反叛的个性气质。这种反叛，具有强烈的代际冲突特征，直接指向传统的师生伦理、家庭伦理、情爱伦理以及社会秩序，明确体现了新一代人的不认同，不继承和不合作的姿态。在反叛过程中，他们充分借助了各种现代媒介，通过自己的作品向成年人所掌控的世界发起了直接的挑战和对抗。其次，它具有强烈的个体自由意愿。反叛是为了个体的自由，是面对不合理的现实寻找自己的自由空间，这是80后写作的精神诉求，也是这股青年“亚文化”文学思潮的主要特质。当反叛不能实现自身预想的目标时，他们便会通过自我的放逐，来维护最大限度的个体自由。再次，它具有孤独冷漠的情感特质。青春尚未过去，爱却已然苍老。这是80后写作的精神镜像，也是这股青年“亚文化”文学思潮显示出来的情感特质。他们在书写成长与爱的忧伤时，总是露出冷漠甚至残酷的质色。在笛安的很多小说中，主人公总是带着孤独而感伤的意绪，在爱与被爱的过程中，伤害别人，也伤害自己。最后，它具有明确的文化消费倾向。作为一种极为特殊的文学思潮，青年“亚文化”具有十分突出的社会聚焦点，特别是它的“另类化”反叛姿态，常常会成为现代媒体高度关注的对象。尽管这种关注最初只是处于一种文化现象层面，很少触及作品审美价值的讨论，但在一番又一番的媒体炒作中，他们却意外地获得了丰硕的成果——不仅作品迅速畅销，而且很快培养了一大批读者。",
            "e": ""
          },
          {
            "q": "【简答】：“自由自由自由自由，吃饭的自由，睡觉的自由，说话的自由，歌唱的自由，赚钱的自由，点灯的自由，自杀的自由，自由的权利一直是自己的，这个自由都没有，还谈什么自由。”请围绕这段文字，结合所学知识，谈谈自己的看法。",
            "a": "(1)该段文字反映了80后写作精神诉求，体现了青年”亚文化”文学思潮的主要特质。反叛是为了个体的自由，是面对不合理的现实寻找自己的自由空间。通过自我的放逐，来维护最大限度的个体自由。青年“亚文化”思潮的核心内涵：对绝对自由的强烈吁求，对一切外在束缚的敌视和反抗。(2)80后的写作具有孤独冷漠的情感特质，即青春尚未过去，爱却已然苍老。书写成长与爱的忧伤时，总是露出冷漠甚至残酷的质色。如笛安笔下的主人公，总是带着孤独而感伤的意绪，在爱与被爱的过程中，伤害别人，也伤害自己。(3)此外，还具有明确的文化消费倾向。关注社会聚焦点，以“另类化”反叛姿态成为现代媒体高度关注的对象。常借助媒体上的轰动效应，收获无数青年人的自觉拥护，从而建立自身庞大的读者群，使他们的写作有效地深入文化消费市场内部，为中国当代文学的市场开拓提供了诸多经验。(4)尽管青年”亚文化”具有某种破坏性的功能，特别是对传统文化伦理具有较强的解构性，但对于中国当代文学的发展来说，并不完全是一件坏事。从成长的角度，体现了中国80后作家颇为强烈的自主意识，也折射了中国社会的宽容与多元。丰富了中国当代文学的表达空间，也拓展了当代文学的精神内涵。从代际层面上拓展了中国当代作家的生存空间，优化了当代文学的发展格局。然而，以代际冲突的反叛方式，阻断了文学承传的必要路径，动摇了文学经典的重要价值，加剧了文学世俗化的倾向。",
            "e": ""
          },
          {
            "q": "【简答】：类型化写作主要特征。",
            "a": "首先，它具有远离现实的奇幻性特质。尽管这一文学思潮在类型划分上十分丰富，且越分越多，越分越细，但绝大多数的创作类型，都呈现出明确的远离现实生活的审美倾向。即使是那些都市言情类或官场职场类作品，也很少忠实于现实生活经验和常识。也就是说，在类型化写作思潮中，远离现实生活经验，推崇各种生存的奇幻性，是其不可或缺的特质之一。通过奇幻性的书写，作家可以充当上帝的角色，创造一片独异的世界，在那里建构种种符合自身理想秩序的社会关系。其次，它具有批量创作的消费化特征。类型化写作之所以成为一股方兴未艾的文学思潮，本质上就是因为它顺应了现代文化消费的市场需要，就像20世纪初期的“鸳鸯蝴蝶小说”顺应了当时市民的精神需要一样，其通俗化、模式化、快餐化是不言而喻的。这就意味着，作者很难通过绝对的原创和苦思冥想的创新来实现每天的故事更新，而必须依助于一些熟练的写作模式进行惯性化的写作。再次，它具有自由开放的民间化特征。由于互联网是一个自由开放的虚拟空间，它决定了网络文学创作的低门槛和作品发表的无障碍，也意味着无论什么样的写手，都可以在网络上一展才情，并不需要现实社会高度认同的作家身份，更不需要传统文学在专业上的价值评判。最后，它具有特定群体的接受特征。在类型化写作思潮中，有一个非常突出的特点，就是不同类型的作品拥有不同的读者群体。这些接受群体虽也不乏交叉情形，但总体上呈现出一种圈子化、稳定化的倾向。如都市言情类的作品，读者多为年轻女性，尤其是以大中学女生为主，而玄幻、武侠、盗墓类的作品，则主要以青年男性读者为主。【源卷页尾截断】",
            "e": ""
          }
        ]
      },
      "essay": {
        "head": "章节习题",
        "desc": "13426 当代文学思潮专题 章节习题",
        "score": 1,
        "items": [
          {
            "q": "【论述】：简述“文学主体性”的启蒙主义特质。",
            "a": "首先，明确地揭示了“以人为本”“人是目的”的启蒙文学观。从哲学渊源来看，刘再复的“主体性”思考主要源于李泽厚的相关论述，这是一个显在的事实。其次，突出了生命个体在文学活动中的价值，尤其是精神主体性的创造性意义。在“文学主体性”的论争过程中，刘再复承续了李泽厚的“个体心理创造功能”之论点，并对之进行了创造性的扩展，强调要在人的反映与创造的双向建构中理解人的主体性，这无疑体现了认识论与价值论的统一。最后，展现了人的潜意识和非理性思维在文学创作中的特殊价值。20世纪80年代初期，西方现代思想大规模涌入中国，为新时期文学发展提供了丰富的思想资源，这其中，就包括以弗洛伊德为代表的精神分析学说。精神分析学说让人们深刻地意识到人类除了容易被发现的意识层之外，还有一个隐藏着的、不易被发现的潜意识层。",
            "e": ""
          },
          {
            "q": "【论述】：简述寻根文学的现代主义思潮特质。",
            "a": "首先，“寻根文学”明确凸现了中国当代作家面向世界文化的现代性诉求。面对大量西方文化思潮的涌入，“寻根文学”的诗人和作家们从一开始就明确反对“全盘西化”，主张文学必须具有民族的个性和性格，要“穿越文化的断裂带”，在“开掘文化岩层”的过程中，重新接续被割裂的传统文化。其次，“寻根文学”体现了中国作家寻找现代主义与本民族文化心理结构相融合的发展之路。改革开放之后，中国社会在面向世界，面向现代化的历史语境中，直存在着传统/现代、落后/先进、中国/西方等二元式的民族文化心理结构。最后，“寻根文学”体现出丰富复杂的现代主义审美风范。在“寻根文学”大潮中，诗人和作家们要么透过沉重的历史烟尘，追寻中华民族的文化源头；要么迷恋于活泼、自由的民间文化，大力开掘传统文化本源性的精神，并希望以此为基础，建立一种新的价值体系，为刚从废墟上走来的现代人漂泊无依的灵魂寻找一个栖居之所。",
            "e": ""
          },
          {
            "q": "【论述】：试论女性主义写作思潮的三个阶段。",
            "a": "第一阶段：以20世纪80年代后期的诗歌创作为主，代表诗人有翟永明、伊蕾、唐亚平等。中国的女性主义写作率先从诗歌领域开始。以翟永明、伊蕾、唐亚平为代表的女诗人，敏锐地捕捉到了中国男权社会在性别问题上的失衡，她们以简短精练、富有穿透力的语言书写女性经验，展示女性身体和心理的独特奥秘，在被遮蔽的经验中艰难地寻找和建构新的话语空间。第二阶段：以小说创作为主，代表作家有陈染、林白、海男、徐小斌等。90年代之后，随着中国进入经济发展的快速轨道和西方女权主义理论在中国的广泛译介，当代女作家们对性别意识有了更深层的自觉认知。与80年代相比，她们以成熟的个体化姿态活跃于文坛，同时以重明确的女性视角观察男性和社会，更执着、坚韧地以女性身份与历史对话。第三阶段：以女性时尚写作为主，代表作家有卫慧、棉棉、周洁茹、文夕、九丹等。在20世纪90年代后期至新世纪初期，中国的城市文学和都市经验逐渐成形，女性主义写作思潮和性别意识的突显已成事实，社会对女性写作也有了一定程度的认可，因此，这一时期的女作家已无须耽溺于与男权的对峙，性别之间的激烈对抗被新的关系所代替。",
            "e": ""
          }
        ]
      }
    },
    "模拟题一": {
      "choice": {
        "head": "模拟题一",
        "desc": "13426 当代文学思潮专题 模拟题一",
        "score": 1,
        "items": [
          {
            "q": "单选：关于“文学思潮”，下列说法正确的是（　）",
            "opts": [
              "19世纪初，日本文学研究界开始有关文学理论或文学史问题进行探讨。",
              "日本学界代表著作有《欧洲近代文学思潮论》《中国文艺思潮论》等。",
              "中国学界的文学思潮研究完全基于西方文学研究界的相关结论。",
              "中国学者以蔡振华《中国文艺思潮》、徐懋庸《文艺思潮之演进》等为标志。"
            ],
            "a": 1,
            "e": ""
          },
          {
            "q": "单选：第一次文代会上，《为建设新中国的人民文艺而奋斗》的报告人为（　）",
            "opts": [
              "茅盾",
              "周扬",
              "老舍",
              "郭沫若"
            ],
            "a": 3,
            "e": ""
          },
          {
            "q": "单选：打开话语空间，奠定双百实施基础的标志是（　）",
            "opts": [
              "1951年，毛泽东题词“百花齐放，推陈出新”。",
              "1953年，陈伯达向毛泽东请示，要“百家争鸣”。",
              "1956年，党内召开了知识分子问题会议。",
              "1956年，《论十大关系》的提出。"
            ],
            "a": 2,
            "e": ""
          },
          {
            "q": "单选：文化大革命期间，青年写作群体不包括（　）",
            "opts": [
              "太阳纵队",
              "X小组",
              "荷花淀派",
              "贵州诗人群"
            ],
            "a": 2,
            "e": ""
          },
          {
            "q": "单选：率先提出“文学主体性”的系统建构，将“朦胧诗”群中尚未充分展开的启蒙主义文学思潮重新激活的是（　）",
            "opts": [
              "刘再复",
              "朱光潜",
              "王若水",
              "周扬"
            ],
            "a": 0,
            "e": ""
          },
          {
            "q": "单选：马尔克斯是（　）的代表作家。",
            "opts": [
              "荒诞派戏剧",
              "超现实主义",
              "存在主义",
              "魔幻现实主义"
            ],
            "a": 3,
            "e": ""
          },
          {
            "q": "单选：下列不属于先锋文学兴起阶段的代表作者是（　）",
            "opts": [
              "马原",
              "残雪",
              "余华",
              "扎西达娃"
            ],
            "a": 2,
            "e": ""
          },
          {
            "q": "单选：下列关于新历史主义文化思潮，说法不正确的是（　）",
            "opts": [
              "是对形式主义之类文本批评的反驳和挑战",
              "赋予“文学内部因素”重要的地位",
              "超越了传统社会——历史批评的视界",
              "流着西方马克思主义理论、福柯哲学、女权主义的血"
            ],
            "a": 1,
            "e": ""
          },
          {
            "q": "单选：中国大众文化发展壮大的条件有（　）",
            "opts": [
              "都市和大众的存在",
              "市场经济、资本的支持积累。",
              "大众传媒网络的形成",
              "以上皆有"
            ],
            "a": 3,
            "e": ""
          },
          {
            "q": "单选：下列对于80年代文化精英和知识分子的身份、地位变化，说法错误的是（　）",
            "opts": [
              "中外资源共同熔铸了中国现代知识分子特有的新型人格",
              "70年代起，人们渴望建立起一个现代文明和民主制度的国家",
              "知识分子积极参与思想解放运动",
              "知识分子的探索包括真理标准大讨论、人道主义与异化等"
            ],
            "a": 1,
            "e": ""
          },
          {
            "q": "单选：有关新现实主义思潮出现的文学内在因素，下列说法不正确的是（　）",
            "opts": [
              "新时期文学注重形式的探索或对私语的迷恋",
              "表现社会现实上有了较大的拓展",
              "曾经的社会精英阶层逐渐走向边缘化",
              "作家开始自觉地关注社会热点问题"
            ],
            "a": 0,
            "e": ""
          },
          {
            "q": "单选：翟永明、伊蕾、唐亚平为20世纪80年代后期的诗人，代表中国女性主义写作思潮的（　）",
            "opts": [
              "第一阶段",
              "第二阶段",
              "第三阶段",
              "第四阶段"
            ],
            "a": 0,
            "e": ""
          },
          {
            "q": "单选：下列对自由主义思潮发展的第一阶段，说法不正确的是（　）",
            "opts": [
              "时间约为90年代中期前后",
              "生于60年代的“晚生代”作家群进入文坛",
              "主张以个人化的方式处理现实与历史",
              "主要是从诗人们对“第三代作家”的反叛开始的"
            ],
            "a": 3,
            "e": ""
          },
          {
            "q": "单选：下列关于80后一代的特点，说法错误的是（　）",
            "opts": [
              "唯我独尊的成长经历",
              "集体主义至上的信仰",
              "叛逆的“另类”形象",
              "对生活的不屑和抗拒"
            ],
            "a": 1,
            "e": ""
          },
          {
            "q": "单选：下列不属于信息技术支配下的消费主义文化的滥觞的具体表现的是（　）",
            "opts": [
              "人们的消费目标发生了本质性的改变",
              "人们的消费观念发生了重要改变",
              "身体消费又带来了感官化的享乐主义蔓延",
              "人类社会的主流文化是精英文化主导下的多元文化形态"
            ],
            "a": 3,
            "e": ""
          }
        ]
      },
      "multi": {
        "head": "模拟题一",
        "desc": "13426 当代文学思潮专题 模拟题一",
        "score": 1,
        "items": []
      },
      "short": {
        "head": "模拟题一",
        "desc": "13426 当代文学思潮专题 模拟题一",
        "score": 1,
        "items": [
          {
            "q": "判断：文学思潮是偶然出现的文学现象，其存在出于单纯的文学要求。",
            "a": "错误",
            "e": ""
          },
          {
            "q": "判断：1949年前后，中国部分作家“北上”，包括曹禺、老舍、卞之琳等。",
            "a": "错误",
            "e": ""
          },
          {
            "q": "判断：“双百”方针即为“百花齐放，百家争鸣”，在1956年作为一项文艺政策被正式提出。",
            "a": "正确",
            "e": ""
          },
          {
            "q": "判断：与朦胧诗相关的启蒙主义思潮，并不是一种突发性的文学思潮，拥有一定的历史背景。",
            "a": "正确",
            "e": ""
          },
          {
            "q": "判断：20世纪80年代初期，中国社会对极“左”思潮进行全面反思，域外现代思潮开始陆续进入中国，中国的思想界开始步入异常活跃的历史时期。",
            "a": "正确",
            "e": ""
          },
          {
            "q": "判断：传统文化并不是创作的包袱，而是一笔巨大的财富，是一种可以被世界认同和接受的内在资源。",
            "a": "正确",
            "e": ""
          },
          {
            "q": "判断：残雪是先锋文学“文体革命”的旗手。",
            "a": "错误",
            "e": ""
          },
          {
            "q": "判断：苏童《1934年的逃亡》是新历史小说创作的开端。",
            "a": "正确",
            "e": ""
          },
          {
            "q": "判断：“新写实”小说发生发展的过程，实质上呈现了日常生活审美化思潮的发展过程。",
            "a": "正确",
            "e": ""
          },
          {
            "q": "判断：人文精神大讨论最重要和最活跃的阶段是从1994年开始。",
            "a": "正确",
            "e": ""
          },
          {
            "q": "名词解释：文学思潮。",
            "a": "文学思潮首先是一种“思潮”。既然是“思潮”，就具有群体性、动态性特质，并与特定历史时期的社会文化思潮密切关联；其次它是“文学”的思潮，是由文学创作、文学批评或文学理论内部的演变而引发的一种思想观念或趣味的潮流。如果从抽象化的角度出发，“文学思潮是特定历史时期文学活动系统中受某种文学规范体系所支配的群体性思想趋向”。",
            "e": ""
          },
          {
            "q": "名词解释：胡风反革命集团案。",
            "a": "【源卷未提供参考答案，待组织者补录】",
            "e": ""
          },
          {
            "q": "名词解释：反右运动中的“二元对立”。",
            "a": "【源卷未提供参考答案，待组织者补录】",
            "e": ""
          },
          {
            "q": "名词解释：贵州诗歌群。",
            "a": "【源卷未提供参考答案，待组织者补录】",
            "e": ""
          },
          {
            "q": "名词解释：现实主义冲击波。",
            "a": "指20世纪90年代中期前后，一批聚焦社会现实问题的中长篇小说陆续发表所形成的文学思潮，引起了社会的热烈反响。如谈歌的《大厂》《城市热风》《城市迁徙》，关仁山的《大雪无乡》等。这些作品尖锐而真实地呈现了正在发生的现实生活，直面当代中国现代化进程中人们遭遇的一系列困境，深刻地反映了当代经济转型与改革深化过程中中国社会面临的一些重大问题。",
            "e": ""
          },
          {
            "q": "简答：简述新历史主义思潮发展阶段的特点。",
            "a": "1.兴起阶段：这一阶段主要是在1985年前后，以莫言、乔良等为代表的新历史主义作家，以明确的个人化方式和民间的姿态，对历史进行了重新审视，由此形成了与主流意识形态规定下的历史叙事极为不同的表达形式。2.发展阶段：这一阶段从1987年开始，主要以先锋作家的新历史小说创作为主，代表性作家有苏童、格非、余华、叶兆言等。在他们的笔下，历史彻底失去了具体的意义指向，仅仅是作为承载创作主体审美理念的一个背景。3.回归阶段：大约在1992年前后，新历史小说创作又出现了一些耐人寻味的变化。虽然一些作家还在继续对“历史理性”进行解构与颠覆，也有一些作家在对历史的戏仿与拼贴中，进行了更为激进的文本实验，如李冯的《武松打虎》等。",
            "e": ""
          },
          {
            "q": "简答：简述类型化写作思潮的主要特征。",
            "a": "首先，它具有远离现实的奇幻性特质。其次，它具有批量创作的消费化特征，其通俗化、模式化、快餐化是不言而喻的。再次，它具有自由开放的民间化特征，互联网决定了网络文学创作的低门槛和作品发表的无障碍。最后，它具有特定群体的接受特征，不同类型的作品拥有不同的读者群体，总体上呈现出一种圈子化、稳定化的倾向。",
            "e": ""
          },
          {
            "q": "简答：简述你对“寻根文学”的“根”的理解。",
            "a": "【源卷未提供参考答案，待组织者补录】",
            "e": ""
          }
        ]
      },
      "essay": {
        "head": "模拟题一",
        "desc": "13426 当代文学思潮专题 模拟题一",
        "score": 1,
        "items": [
          {
            "q": "论述：论述女性主义写作思潮的主要特点。",
            "a": "第一，以女性视角呈现女性特有的生存经验。在男权社会中，写作史就是一部“菲勒斯中心主义传统的历史”，女性一直处于匿名与空白的状态，80年代中后期出现了以翟永明、唐亚平、伊蕾为代表的女诗人。第二，大量呈现富有女性特征的隐喻和意象，包括黑夜、月亮、镜子、灯、光、洞穴、窗户、浴缸、贝壳、房间等。第三，繁复华美、扑朔迷离的叙述方式和感性化的语言，不再追求明晰化和因果律，而是以感觉、感性、感受为叙事主体，呈现碎片化、零散化的风格。",
            "e": ""
          },
          {
            "q": "论述：论述新历史主义思潮的特质。",
            "a": "【源卷未提供参考答案，待组织者补录】",
            "e": ""
          }
        ]
      }
    }
  },
  "qa": {
    "冲刺通关背诵考点": {
      "head": "",
      "items": [
        {
          "header": "第一讲 什么是文学思潮"
        },
        {
          "q": "文学思潮",
          "a": "（1）从抽象化的角度出发，文学思潮是特定历史时期文学活动系统中受某种文学规范体系所支配的群体性思想趋向。（2）从具体的内涵和外延上来看，文学思潮指在一定的社会文化思想的影响下，为适应社会变革和艺术创新的需要而形成和发展起来，并产生了广泛社会影响的文学思想潮流。"
        },
        {
          "q": "文学思潮的特点",
          "a": "（1）群体性①这种群体性是由文学思潮内在的核心观念或思想系统统摄而成的一种聚合体。②一方面，它包含了创作、理论、批评和接受等各层面的聚合，体现了文学思潮在各个环节、各种层面上的群体统摄；另一方面，它也是由一定数量的个体在文学实践中自觉或不自觉地共同参与，并以大致相同的审美主张推动这一观念或思想系统向前发展，最终形成的一种文学潮流。③文学思潮的群体性，建立在不同个体的聚合之上。（2）动态性①文学思潮的动态性，是指文学思潮不是天然形成的、固态化的存在，而是拥有极为丰富的内在的动态性特征。②这种动态性，主要表现在三个方面：一是任何一种文学思潮，都拥有发生、发展、结束这一相对完整的过程，具有明确的时间性。二是每一种文学思潮的发生和发展都各不相同，创作、理论、批评和接受等层面发挥的作用也不一致，充满了无穷无尽的“变量”。三是从认知角度来看，人们在理解文学思潮的过程中，也充满了动态性的变化。（3）历史性①任何一种文学思潮都是在特定历史境域中产生的，也是特定的地域性历史文化发展的产物。②文学思潮的历史性特征，主要体现在三个方面：一是文学思潮的产生和发展，必然受制于特定的历史文化环境。二是文学思潮的产生和发展，具有历史性的地域特征。三是文学思潮的产生和发展，对文学史的发展和变化产生重要作用。（4）观念性①文学思潮就是一种观念性的存在。它既是某种观念驱动下的文学之潮，又是可以从观念层面上被确定的文学之潮。②它的观念性，不一定像文学流派那样，拥有非常清晰的纲领或宣言，但是，支撑其发展的内在动力仍是某些特定历史时期的观念。（5）复杂性：文学思潮的复杂性，首先是基于它的形成与发展过程的繁复与驳杂；其次还表现在理论认知上的差异性。"
        },
        {
          "q": "文学思潮相关问题",
          "a": "（1）文学思潮与创作风格①创作风格：是指具体的文学创作中所形成的独特的艺术风貌和审美格调。它既指作家在创作实践中逐渐形成并体现于其整体创作中的艺术个性，也指在某一特定条件下某些创作所表现出来的群体特点，包括时代风格、民族风格、流派风格等。②文学思潮与创作风格的区别a.所指涉的范畴不一样：文学思潮是一种综合性、系统性的文学实践，创作风格主要指具体的创作领域，是从作品的内涵与形式的统一中体现出来的审美特质。b.形成方式不一样：文学思潮的形成，通常离不开特定历史时期的社会文化思潮、伦理观念和审美趣味，具有潜在的观念层面上的规约性，其形成过程也充满了各种难以把控的动态性；创作风格大多是自然形成的，是基于创作个体的文化积淀、艺术修养、个人心性和审美趣味发展而成，具有相对的稳定性和延续性；c.关注的目标不一样：文学思潮关注的是宏观的文学史意义上的变化，探讨的是整个文学实践系统中“思潮”的具体作用；创作风格关注的是具体的创作实践和作品本身，是对创作内部的内容和形式之独特性的认知与归纳，体现出某种意义上的具象性特点。（2）文学思潮与文学流派①文学流派：文学创作中体现出来的、一种具有群体性特征的创作派别，它拥有相对明确的艺术理想、审美趣味和创作风格。②文学思潮与文学流派的区别a.所指涉的范畴不一样：文学思潮几乎囊括了创作、理论、批评、接受等各种重要层面，是一种高度综合化的文学存在；而文学流派主要是指文学创作领域里的“写什么”和“怎么写”。b.群体内部有着各不相同的潜在规约：文学思潮对于其群体内部的不同个体，主要体现为思想观念上的相对一致，其他方面并没有太多的具体约束；但文学流派对于其群体内部的不同个体，有着更多的规约性。c.形成的外在因素不尽相同：文学思潮的形成，深受当时社会文化思潮的影响，可以说是特定社会思潮、文化观念和伦理趣味在文学实践中的体现，具有明确的时代规约性；而文学流派虽然也会受到社会文化思潮的影响，但影响程度有限，相反，某些重要作家的统领性，常常会成为文学流派的精神支柱。（3）文学思潮与文学运动①文学运动：是文学发展中极为特殊的一种文学活动形式，它具有强烈的倾向性、组织性、鼓动性，是“那些在文学发展过程中有组织有纲领有规模有倡导有指向的带有群体性的有一定效果和影响的文学活动”。②文学思潮与文学运动的区别a.表现形态不一样：文学思潮与文学运动都充满了动态性特征，但文学思潮主要以系统化的思想观念作为发展动力，其表现形态是潜在的、抽象的，而文学运动通常是由一批志趣相同的创新者发起的，其表现形态是外在的、具体的。b.形成原因不一样：两者都与社会文化思潮密切相关，但文学运动往往是以更明确的外在活动，呼应社会文化思潮；而文学思潮则是在社会文化思潮的影响下，自觉或不自觉地形成的一种文学发展形态，不具备文学运动所拥有的剧烈感。（4）文学思潮与文学社团①文学社团：是一种具有结社性质的特殊的文学组织。它拥有一系列规范化和程式化的组织构架，包括章程、纲领、刊物以及入社要求等。②文学思潮与文学社团的区别a.组织形态不同：文学社团是一种具有结社性质的文学组织；文学思潮是一种灵活多样的观念性聚合体，比较自由、松散，常常是一种被命名的文学存在。b.形成的背景或原因不同：文学社团的形成主要是基于一些个体的共同爱好和主观意愿，带着明确的艺术主张、思想立场和审美风格，体现出高度的群体自觉性和主动性；文学思潮的形成通常是在特定的社会文化思潮影响下，由创作、理论、批评和接受等各种文学层面聚合而成，其内部不同层面的个体在主动性上并不突出，也不一定具备高度的群体意识和组织观念。第二讲一元化的革命现实主义文学思潮"
        },
        {
          "header": "第二讲 一元化的革命现实主义文学思潮"
        },
        {
          "q": "第一次文代会",
          "a": "（1）1949 年7 月2 日至19 日，第一次文代会在北平正式召开。第一次文代会的召开，被视为“中国当代文学”的起点。（2）它的重要意义在于，全面确立了中国共产党对新中国文学的领导。其主要途径包括两个方面：一是确立了一系列文艺方针和政策；二是成立了专门的文化艺术组织机构。在文艺方针和政策上，大会明确了毛泽东的《在延安文艺座谈会上的讲话》作为全国文艺工作的总方向。（3）大会还成立了全国性的重要文艺组织--中华全国文学艺术界联合会，并以此作为新中国成立后的全国作家、艺术家组织领导机构，由郭沫若任主席，茅盾和周扬为副主席。"
        },
        {
          "q": "新中国成立初期的三场文艺批判运动",
          "a": "（1）1951 年对电影《武训传》批判；（2）1953 年对俞平伯《〈红楼梦〉研究》的批判；（3）1955 年对“胡风反革命集团案”的批判。"
        },
        {
          "q": "革命现实主义",
          "a": "（1）“革命现实主义”①就是苏联在20 世纪30 年代所强调的“社会主义”“现实主义”。②它首先是作为一种创作方法提出来的，即要求作家艺术家从现实的革命发展中真实地、历史地和具体地书写现实，同时要让笔下的现实真实性和历史具体性，与用社会主义精神从思想上改造和教育劳动人民的任务相结合。③这一创作方法，在延安时期被毛泽东、周扬等人不断诠释，逐渐形成新中国文艺发展唯一正确的创作方法。（2）革命现实主义文学思潮的特点①它是通过自上而下的方式，建构起来的一种文学思潮。②它带有鲜明的排他性的政治色彩。③它是通过有“破”有“立”“破立相间”的方式，实现自身一元独尊的格局。④革命现实主义思潮的一个核心目标，就是要用积极昂扬的社会主义精神改造、教育和鼓舞劳动人民。（3）革命现实主义文学思潮的意义与局限①意义：主要体现在新中国成立初期党中央对新政权的维护之上。②局限：意识形态领域出现了严重的失误a.在方法论上将文艺内部的思想矛盾，进行了简单的政治化处理，对不同观点和见解采取了群众性的大批判、乱扣帽子、上纲上线，甚至将有些不属于阶级斗争性质的思想学术问题与政治问题联系起来，用政治手段排斥不同意见的表达，导致被批判者只能检讨与认罪，没有申辩与反批评的权利。b.这种自上而下的文学思潮，在其一元独尊的发展过程中，不可避免地带有革命的武断性，严重违背了文艺发展的自身规律，阻碍了文艺的真正繁荣。c.这种一元化的文艺思潮，在具体的推行过程中，之所以导致一些大批判运动得以迅速展开，固然体现了当代文学某些“动员结构”的有效性，但也折射了一些中国知识分子内在精神的缺陷，以及大多数民众的盲从思想。第三讲“反右”运动与“左”倾文学思潮"
        },
        {
          "header": "第三讲 “反右”运动与“左”倾文学思潮"
        },
        {
          "q": "背景：“双百”方针的提出",
          "a": "（1）“双百方针”：1956 年，毛泽东指出，“艺术问题上的百花齐放，学术问题上的百家争鸣”的方针，由此，“双百方针”正式形成，成为了科技界文艺界的指导方针。（2）“双百”方针确立后文学创作的调整①从创作方向来看，“对于文学艺术工作，党只有一个要求，就是‘为工农兵服务’，今天来说，也就是为包括知识分子在内的一切劳动人民服务。”这一提法扩展了服务对象的范围，这为文学创作留下了一定的空间。②从创作方法来看“双百”方针之后，秦兆阳、周勃、丛维熙、刘绍棠等人对“社会主义现实主义”的内涵、实质和原则等提出探讨，这有利于中国本土文学理论的建构和发展。③在题材和人物方面，“双百”方针否定了题材唯一化，暗示了新的创作可能性。（3）“双百”方针的提出为新中国文学打开了新的空间，促使文学回归正常领域，文学创作掀起了一个小高潮，表现出文学创作“干预生活”功能的增强，文学向艺术性本体回归等特点。"
        },
        {
          "q": "文艺界“反右”运动的主要特征",
          "a": "（1）“反右”运动的政治化；（2）批判逻辑的阶级化；（3）“反右”运动的极端化。"
        },
        {
          "q": "新民歌运动与文艺创作的“左”倾化",
          "a": "（1）新民歌运动的特征①新民歌运动是政治权威和行政命令的产物。②新民歌运动具有激进主义色彩：激进主义是“左”倾化文艺思潮的重要特征。③新民歌运动是对意识形态“乌托邦”承诺的艺术再现。④新民歌运动是“无产阶级文艺”的美学实践。（2）1958 年，全国到处都在赛诗，各地都在举办民歌展览会。《人民文学》《诗刊》和各地文艺刊物开办了“采风录”“新国风”栏目，大量刊登新民歌。（3）“无产阶级文艺”①“无产阶级文艺”的创作主体和书写对象都是“无产阶级”，简而言之，即写“无产阶级”和“无产阶级”写，这是“左”倾化文艺创作的核心策略。②新中国成立后，经过“可不可以写小资产阶级”“《腹地》批判”“萧也牧批判”“《武训传》批判”“《红楼梦研究》批判”等大大小小的批判运动，以及左翼文学领袖和文艺、政治高层的不断阐释，“无产阶级文艺”逐渐成形。③以“歌颂大跃进，回忆革命史”为主要题材的新民歌是这一政治写作主流的重要组成部分。"
        },
        {
          "q": "新民歌运动的意义与局限",
          "a": "（1）新民歌运动的意义①新民歌运动出现在“反右”运动之后，是在文艺荒芜时期对民间资源的一次调动。它的艺术水准虽然不高，但民间蓬勃旺盛的劳动热情、人们对社会主义建设的拥戴，都在一定程度上巩固了新的国家建设的信心。②“左”倾化文学思潮对民众的鼓动构成了新中国群众文化艺术的一次尝试，显示出文学大众化潜在的生命力。在新民歌运动中，诞生了《工人诗歌一百首》、石油工人的《井场诗》、刘章等农民诗人，这是对第一次文代会提倡的“工农兵群众的文艺活动”的重要实践。在这一文学思潮中，知识分子的主体性被糅合进了工农兵的力量，部分地实现了“文艺工作者是精神劳动者，广义地说来也是工人阶级的一员。精神劳动者应该向体力劳动者学习”这一开国初期的文艺理想。（2）新民歌运动的局限性①它以政治化、激进化和阶级化的“左”倾姿态否定了“百花时代”的文学成果，否定了文艺创作的个性化、自由化、多元化等基本价值观，使得文学界面临新中国成立以来最为严重的一次“失声”。②它以“左”倾激进的方式介入文学领域，以急迫姿态组建“无产阶级文艺队伍”，为“文化大革命”率先打开了一条通道。第四讲“朦胧诗”群与启蒙主义思潮"
        },
        {
          "header": "第四讲 “朦胧诗”群与启蒙主义思潮"
        },
        {
          "q": "背景：“文革”时期的地下诗歌",
          "a": "1.“朦胧诗”从一开始就有效彰显了诗人们对自我权利、自我价值的肯定和吁求，传达了人们对一切扭曲人性的社会秩序的否定，清晰地体现了个体生命意识的觉醒与反抗，并有力地激活了搁置已久的启蒙主义思潮。2.催生“朦胧诗”群形成的“地下文学场”（1）北京的“太阳纵队”和“X 小组”：是在1962--1963 年间形成的民间文艺沙龙，主要由北京的一些年轻人组成。他们敏感、叛逆，有着强烈的理想主义情怀，其中不少人还接触到了当时被列为禁书的“黄皮书”与“灰皮书”。（2）“贵州诗人群”：以诗人黄翔为代表，将他们自创的地下刊物直接命名为《启蒙》，发表了大量具有现代意识的诗歌，极力推崇各种启蒙思想和人本主义的理想。贵州地下诗群在禁忌森严的时代，体现了更明确、更强烈的启蒙主义意愿，并对北岛等“朦胧诗”群中的主要诗人产生了直接影响。（3）诗人食指（郭路生）：食指不仅对“文革”地下诗歌创作产生了巨大影响，而且对“朦胧诗”群中的众多诗人都产生了重要影响。其代表诗作如《愤怒》《相信未来》《这是四点零八分的北京》《鱼群三部曲》《海洋三部曲》等，都在质询神本主义的历史意志、呼唤个体生命的独立与自由等方面，展示了明确的启蒙意愿。（4）“白洋淀诗歌群”：由下乡知青在民间自发形成，与“朦胧诗”群有更清晰的承续关系。一些后来成为“朦胧诗”重要力量的诗人，如芒克、多多，都是这个群体的核心人物。（5）“灰皮书”“黄皮书”：在“朦胧诗”群崛起的过程中发挥了特殊的作用，这些特殊年代里的特殊出版物，在当时有着特定的政治目的--专供“批判”使用的“反面教材”，发行量很小，且发行对象有着严格的控制。"
        },
        {
          "q": "“朦胧诗”的发展阶段",
          "a": "1.形成阶段（1）民间刊物《今天》于1978 年12 月23 日以半公开的形式在北京正式创刊，标志着“文革”时期活跃于“地下”的文学爱好者开始浮出地表。《今天》从第2 期开始，便面向全国发售。这种公开发行的方式，成功地将大量具有启蒙主义思想的诗歌推到了全国读者的面前。（2）1979 年《诗刊》三月号发表了《回答》，四月号发表了《致橡树》。《诗刊》当时的发行量有上百万份，这两首诗广为流传，造成全国性影响。经过《诗刊》的转载，《今天》里的诗歌迅速引起了全国读者和诗歌研究者的高度关注。（3）在《今天》和《诗刊》的共同努力下，“朦胧诗”群逐渐形成。他们以强烈的探索精神和高度自觉的个体意识，既对传统的诗歌形式发起了挑战，也对极“左”的历史意志进行了无情的批判，并获得了众多读者的高度赞赏。（4）章明的《令人气闷的“朦胧”》一文发表之后，便获得不少老诗人和传统批评家的认同，由此引发了一场有关“朦胧诗”的争论，而“朦胧诗”这一命名，也被争论双方共同接受下来，成为描述以《今天》为主要阵地的诗歌创作的总称。2.发展阶段（1）1980 年4 月7 日到22 日，“全国当代诗歌讨论会”在广西南宁召开，会议讨论的焦点便是青年诗人所创作的“朦胧”“古怪”的诗歌。这是持不同意见的双方第一次大规模的交锋，对“朦胧诗”的探讨进入到实质性的阶段。（2）关于朦胧诗的讨论之“三崛起”①1980 年5 月7 日，谢冕在《光明日报》上发表了《在新的崛起面前》，这就是著名的“三崛起”之一。这是一篇较为全面地肯定“朦胧诗”审美价值的文章，有力推动了“朦胧诗”争论的发展。②1981 年，孙绍振在《诗刊》第3 期上发表了《新的美学原则在崛起》。这篇文章已敏锐地意识到，“朦胧诗”群体现了一种“新的美学原则”。③1983 年，徐敬亚发表了《崛起的诗群--评我国诗歌的现代倾向》一文，再次回应了人们对于“朦胧诗”的有关批评。文章中作者已完全站在人本主义的立场上，对“朦胧诗”群的启蒙思潮进行了充分肯定，被视为新时期现代诗歌的宣言。（3）从相关的论争过程来看，围绕着三篇“崛起”文章，这一阶段的争论双方都超越了“懂与不懂”的表象问题，不断探入“朦胧诗”的思想内核。3.消融阶段（1）从1984 年开始，中国社会逐渐步入改革开放的历史快车道。有关“朦胧诗”的争论也逐渐平息。与此同时，越来越多的年轻诗人或文学爱好者，也高度认同了“朦胧诗”的思想内涵和审美观念，并在具体的创作实践中，大规模地承袭了“朦胧诗”的基本元素，使之成为一种诗歌表达的常态。（2）在小说创作领域：从“伤痕文学”到“反思文学”，随着一波又一波历史批判浪潮的涌现，以否定“文革”、清算极“左”思潮的审美表达，渗透在不同代际的作家群体之中，成为新时期文学的共同表征。各种充满个体探索精神和自由意愿的现代实验性作品开始陆续亮相，并最终促使1985 年成为中国当代文学的转折点。（3）这两个方面的变化加快了“朦胧诗”群的迅速解体，也导致这股启蒙主义文学思潮迅速消融于后来的文学变革之中。（4）就“朦胧诗”群来说，最直接地推动它在启蒙主义文学思潮中快速消融的，是“第三代诗人”的崛起。"
        },
        {
          "q": "“朦胧诗”群的启蒙主义思潮特质、意义与局限",
          "a": "1.“朦胧诗”群的启蒙主义思潮特质（1）体现了人道主义立场与人性关怀的伦理观念。（2）体现了强烈的理性批判意识和理想主义的殉道情怀。（3）体现了鲜明的个体生命意识和自由的艺术精神。2.“朦胧诗”群作家作品（1）北岛的诗以强大思想穿透力、冷硬的意象著称，面对非人性的时代，他除了以挑战者的姿态，庄严地喊出“我不相信”之外，还表达了对做一个正常的人的渴望。代表作品有《宣告》、《结局或开始》。（2）舒婷则以女诗人特有的温婉与细腻，传达出对美好爱情的向往，对他人的关怀，对独立人格的追求，对美好未来的期待。这在被人们反复吟诵的《致橡树》《神女峰》等诗中，就有着集中的表现。（3）顾城则试图用纯洁的孩子般的心灵，构筑起一个“童话王国”，与丑陋、残暴的世界隔开，从而获得人性的温暖与关爱。诗人带着天真的童心，感受着大自然的神奇与美妙，在这个不受干扰的世界里，享受生命的丰富与安宁。代表作品有《生命幻想曲》、《我是一个任性的孩子》、《颂歌世界》。3.“朦胧诗”群的意义（1）它以启蒙主义的核心思想作为诗歌表达的主题，将表现内心深处的秘密，真诚地呼唤人道主义，作为创作的重点。（2）它以启蒙主义的自由精神作为艺术基石，不断探寻中国当代诗歌的审美空间，使文学表达与个体生命意识之间形成紧密的共振关系。（3）它以启蒙主义的理性批判作为立场，对人性的自由、真理和正义发出了强烈的呼唤。4.“朦胧诗”群的局限（1）作为特定历史条件下所形成的文学思潮，这股以“朦胧诗”群为中心的启蒙主义思潮在具体的发展过程中，并没有得到充分的展开，也未能获得广泛的思想认同和观念提升，导致它在经历了短暂的辉煌之后，便迅速消融于其他文学潮流之中。（2）其过渡性的特征，使它一直深陷于各种意识形态化的争议之中，未能在理论上很好地承续“五四”以来的启蒙主义精神，也没有对新时期诗歌发展在思想启蒙上明确提出一些亟待解决的重要问题。（3）这一思潮在发展过程中，过于强调历史英雄主义的理想，反复彰显无所畏惧的殉道主义精神，这与传统的革命英雄主义仍然存在着暗合之处，也折射了“朦胧诗”群受集体化价值观念深度规训的尴尬情形。第五讲“文学主体性”与启蒙主义思潮的深化"
        },
        {
          "header": "第五讲 “文学主体性”与启蒙主义思潮的深化"
        },
        {
          "q": "背景：“人”的觉醒与聚焦",
          "a": "（1）从文学角度来看，随着一批批创作不断加强对各种极“左”历史的批判，作家们对人性、人情、人道主义等文学的基本问题有了更深入的思考，同时也对作家自身的历史使命、人文情怀和审美理想有了更清醒的认识。如何重构文学中的主体意识，在自由开放的文化背景中，推动新时期文学走向多元共存的审美格局，已成为当代作家共同面对的问题。（2）从文化背景上看，刘再复的“文学主体性”之所以在文艺界产生了巨大的共鸣，并有力推动了启蒙主义思潮在新时期文学实践中的深化，主要在于新时期文学始终保持着对“人”的持续关注。（3）从创作实践上看，以《班主任》《伤痕》等为代表的“伤痕文学”，强烈控诉了非人时代的残酷和罪恶，尤其是对人性的严重扭曲，表现出创作主体的满腔愤怒，并重新发出了“救救孩子”的呼声。稍后出现的“反思文学”，将审视和反思历史的眼光铺展得更广，它们以更加清醒、理性的态度，对极“左”历史的灾难，进行了严肃而认真的反思。（4）从理论批评上看，有关人性、人道等问题，一直是新时期文坛关注的焦点。只不过，这些问题仍然或多或少地存在着一些敏感性，常常受到不同观点者的质疑和批判，很难形成文艺思想上的共识。"
        },
        {
          "q": "人道主义",
          "a": "（1）1983 年，王若水发表了《为人道主义辩护》一文，对人道主义做了较为清晰的梳理和辨析，认为人道主义有广义和狭义之分。（2）“‘人道主义’一词，最初是指文艺复兴的思想主题（这是狭义的人道主义，一般也译为‘人文主义’）；后来泛指一切以人、人的价值、人的尊严、人的利益或幸福、人的发展或自由为主旨的观念和哲学思想。”"
        },
        {
          "q": "“文学主体性”的提出",
          "a": "（1）文学的主体性问题，就是文学的启蒙问题，是启蒙主义在文学领域中的本质性规定。（2）刘再复关于“文学主体性”的论述①1985 年底，刘再复正式推出了《论文学的主体性》一文，集中阐述了作者对“以人为中心”的启蒙思想的系统思考。在该文中，刘再复指出：“人的主体性包括实践主体性与精神主体性。”相对于“实践的主体性”，“精神主体性”对于文学来说无疑更为重要。②在具体的文学实践中，刘再复认为，精神的主体性主要由三个部分构成：作为创造主体的作家；作为文学对象主体的人物形象；作为接受主体的读者和批评家。③首先是作家的主体性。它应该包括实践主体性与精神主体性两个方面，实践主体性主要是指作家的创作实践能力，主要表现为作家将自己的审美体验付诸形式的手段和技巧；而精神主体性则是指“精神世界的能动性”，包括作家的创作动机和情感活动等。④其次是对象的主体性。它主要体现为作家在进行创作时，应将笔下的人物视为具有自己独立意志的、活生生的人，赋予他们主体的地位。⑤最后是接受的主体性。它包括一般的读者和批评家两种接受群体。接受主体的实现，则是“自我实现”和“成为审美创造者”的统一。"
        },
        {
          "q": "“文学主体性”的启蒙主义特质",
          "a": "（1）明确地揭示了“以人为本”“人是目的”的启蒙文学观。（2）突出了生命个体在文学活动中的价值，尤其是精神主体性的创造性意义。（3）展现了人的潜意识和非理性思维在文学创作中的特殊价值。"
        },
        {
          "q": "“文学主体性”的启蒙主义思潮的意义与局限",
          "a": "（1）意义①从积极意义上看，这一文学思潮发生在1985 年这个中国当代文学的重要转折时期，既对中国当代文论的现代化发展，突破了各种意识形态化的障碍，开拓了重要的思维空间，也为当时的寻根文学、先锋文学、新历史小说等多元化的文学创作提供了必要的理论支撑。②这一思潮从理论层面上打破了被现实主义反映论长期“定于一尊”的文论格局，促进了当代文论多元性的建设和发展。③这一思潮还有力地推动了文学创作和研究由“外”向“内”的转向。（2）局限性①在具体的论争过程中，大多数学者未能深入地探讨“主体性”与现实物质、文化的关系，只是将“主体性”视为超越一切束缚的精神性存在，从而不自觉地夸大了人的“内宇宙”功能，隐入了某种神秘化的陷阱，由此也造成了一些概念、范畴上的模糊与含混，甚至在逻辑上陷入不能自圆其说的矛盾之中。②从文学思潮的影响来看，由于这一思潮在抵抗神本主义和物本主义的过程中，过度切割了“文学主体性”与社会意识形态、文化环境之间的内在关系，强调文学作为人类精神活动的特殊形态，忽略了“文学主体性”在生成过程中的诸多外在因素，特别是集体主义观念、意识形态熏陶以及文化传统的规训等。第六讲文化寻根与现代主义思潮"
        },
        {
          "header": "第六讲 文化寻根与现代主义思潮"
        },
        {
          "q": "背景：西方现代思潮的涌入",
          "a": "（1）在20 世纪70 年代末至80 年代初，曾一度被主流意识形态拒斥的外国文学与理论，包括象征主义、表现主义、意识流、黑色幽默、荒诞派戏剧、超现实主义、存在主义、“垮掉的一代”等，开始陆续进入中国文坛，并引起人们的高度关注。（2）大量被引进的西方现代主义文学、不同的价值立场和审美理念引发了争议。老翻译家徐迟1982 年撰写的《现代化与现代派》一文的刊发，以及冯骥才、李陀、刘心武三人以《上海文学》为阵地所展开的“风筝”通信，将争论推向了高潮。（3）与“寻根文学”直接相关的文学样态--拉美“魔幻现实主义”文学，在这一时期被大量译介到中国，如马尔克斯、卡彭铁尔、阿斯图里亚斯、略萨等杰出作家的作品。对“寻根文学”产生最直接影响的，当属“魔幻现实主义”的集大成者--马尔克斯。"
        },
        {
          "q": "寻根文学的现代之旅",
          "a": "（1）诗歌领域的“文化寻根”①较早进行“文化寻根”的诗人是曾经属于“朦胧诗人”的江河和杨炼。②1985 年，江河推出了其代表性长诗《太阳和他的反光》，该诗从中国古代神话题材演化而来，在创世的宏大视野中，重现了中华民族的辉煌诞生与艰苦探索，对中华民族人格的追求与“文化--心理结构”的构成，进行了极具现代意味的演绎。③1983 年开始，杨炼连续抛出了《诺日朗》《半坡》《敦煌》《自在者说》《与死亡对称》等具有深厚文化气息的大型组诗。④民间诗歌社团“整体主义”和“新传统主义”也继续承袭了“文化寻根”的创作途径，不断向本土文化的内部挺进。“整体主义”的主要成员有石光华、宋渠、宋炜等人，代表作如《大曰是》《大佛》《和象》等。⑤欧阳江河与“新传统主义”诗人廖亦武等人并没有在传统文化中流连忘返，而是对此进行了无情的解构和鞭挞，尽显批判锋芒。如欧阳江河的《悬棺》和廖亦武的系列组诗《死城》《幻城》《巨匠》。（2）“寻根小说”的兴起①“寻根小说”的缘起于1984 年12 月由《上海文学》、浙江文艺出版社和《西湖》杂志在杭州联合召开的“杭州会议”。②“杭州会议”后，“寻根文学”的主将们陆续发表了一些“寻根文学”的创作宣言，代表性的文章有韩少功的《文学的“根”》、郑万隆的《我的根》、李杭育的《理一理我们的“根”》、阿城的《文化制约着人类》、郑义的《跨越文化断裂带》等。从此，“寻根文学”一改“散兵作战”的方式，开始以群体性、规模化的方式走进文坛，并在文坛上迅速获得巨大反响。③事实上，在“寻根小说”出现之前，已经有一些小说家开始在传统文化这块沃土上进行开掘。如汪曾祺很早就运用清新、散淡的笔调，发表了带有浓厚地域色彩和文化习俗的短篇小说《受戒》《大淖记事》等。贾平凹则将创作视点聚焦在陕南的商州文化，力图挖掘出中原文化的浑厚与质朴；陆文夫在《美食家》中书写蕴含着丰厚地域文化色彩的苏州美食；还有冯骥才的《神鞭》《三寸金莲》、邓友梅的《那五》《烟壶》等等，无不是向“藏污纳垢”的传统文化寻求灵感，索取写作资源。这些作家的一些作品，无疑是“寻根小说”的先声。④“寻根”的理念a.小说所要寻找的“根”，主要是那些在民间延续着顽强生命的传统文化，如楚文化、吴越文化、庄禅文化，以及其他少数民族文化等等。b.“文化寻根”并不是扑进过去的故纸堆里，去引经据典，证明传统文化的博大精深；或者在漫长的历史烟尘中，展现历史人物的丰功伟绩，而是需要在现代精神的照耀下，对传统文化进行审视。他们希望用现代理念，检视古老的传统文化，挖掘出它们对现代人精神、现代文化建设有益的一面，从而使其既不失去“自我”的特性，又能满足现代人精神文化上的诉求。⑤“寻根小说”的代表作a.具有经典意义的小说包括韩少功的《爸爸爸》《女女女》、阿城的“三王”（《棋王》《树王》《孩子王》）《遍地风流》、李杭育的《最后一个渔佬儿》、王安忆的《小鲍庄》等。韩少功的《爸爸爸》借助寓言、象征等叙事手段，重新复活了楚文化中光怪陆离、神秘瑰奇的神话意味，使文本抹上神秘乃至宿命的色彩。阿城的《棋王》则选择了散文化的叙事风格，使小说呈现出空灵、飘逸之美。b.这些小说以鲜明的现代意识和现代主义手法，表达了创作主体内心中的“一个久远的梦境”和“一种精神寄托”，呈现出异常明确的现代主义审美特征。这些小说，运用独特的文化视野、象征和寓言的方式，将各种现代理念融入传统文化之中，赋予了传统文化在现代性进程中的特殊意义，并使“寻根文学”大潮呈现出鲜明的现代主义思潮之特征。"
        },
        {
          "q": "寻根文学的现代主义思潮特质",
          "a": "（1）“寻根文学”明确凸现了中国当代作家面向世界文化的现代性诉求。（2）“寻根文学”体现了中国作家寻找现代主义与本民族文化心理结构相融合的发展之路。（3）“寻根文学”体现出丰富复杂的现代主义审美风范。"
        },
        {
          "q": "寻根文学的意义与局限",
          "a": "（1）意义：①对文学与政治的关系进行了重新审理。②努力回归“文学本身”。③承前启后的过渡功能。（2）局限：①理论与实践之间的矛盾。②理念过强，人物形象相对模糊。第七讲文体革命与先锋文学思潮"
        },
        {
          "header": "第七讲 文体革命与先锋文学思潮"
        },
        {
          "q": "背景：西方现代主义的引鉴",
          "a": "（1）中国当代先锋文学思潮：是指20 世纪80 年代中期出现的一股极具实验性质的现代主义文学思潮。它以开创性的审美形式，异常鲜明的反叛姿态，对传统的文学范式和读者的接受心理，进行了大规模的颠覆；同时也对人类的各种存在之境，进行了顽强的探索，极大地开拓了人们对文学的固有认识与审美期待。这股先锋文学思潮的兴起，主要得益于当代作家对西方现代主义的大面积引鉴。（2）西方现代主义进入中国的历程①在“五四”时期，现代主义得到了众多作家的推崇，鲁迅、胡适、郭沫若、曹禺等现代文学大师，都在现代主义的熏陶下，成功地将现代主义的精髓，化入自己的创作中去，创作了一大批具有现代意识的文学作品。②象征主义代表诗人李金发，以及被称为“新感觉派”的施蛰存、刘呐鸥、穆时英等人，将现代主义创作推向一个高潮。③新中国成立之后，现代主义因为其“资产阶级”的头衔而丧失了存在的合法性，甚至被完全放逐。“文革”结束之后，在解放思想和改革开放的新时期，现代主义才被再度发现，并受到当代作家们的重新审视与采纳。"
        },
        {
          "q": "先锋文学思潮发展的三个阶段",
          "a": "兴起阶段（1）这一阶段大致在1984 年到1985 年。以马原、残雪、扎西达娃、莫言为代表的作家，开始大面积的形式主义探索。（2）马原①马原被认为是这次文体革命的旗手。1984 年8 月，马原发表了《拉萨河女神》，标志着文体革命的开端。在这篇小说中，内容与意义的建构不再是写作的重点，叙述本身占据了中心位置。而随后发表的《冈底斯的诱惑》《西海无帆船》《虚构》《叠纸鹞的三种方法》《涂满古怪图案的墙壁》等小说，则将叙述本身的意义完全展示了出来。②在这些小说中，马原完全打破了传统小说那种首尾连贯的叙事方法，而更迷恋于破碎、非连贯性的形式。③因为不再追求叙事的因果逻辑联系，而迷恋于非逻辑的破碎状态，所以，在马原的小说中，经常因为因果逻辑的缺失，留下一个个难解的谜团，从而形成了著名的“马原式叙述圈套”。与此相应的是，他不再迷信小说中的“似真幻觉”，而是有意采用元小说的叙事手法，让叙事者经常粗暴地进入小说。（3）残雪则以女性特有的敏感，绕开了对客观现实的描述，直接以感觉化、心灵化、主观化的方式，刻画出一个个阴暗、丑陋莫言的、焦灼与变态的末日世界。代表作品有《苍老的浮云》《黄泥街》《山上的小屋》。（4）扎西达娃的《西藏：系在皮绳扣上的魂》，将宗教的神秘体验与人的日常命运融合在一起，透露出浓浓的宿命感。（5）莫言的《透明的红萝卜》《金发婴儿》《球状闪电》《爆炸》也表现出明显的形式主义特征，呈现出一系列主观化、心灵化的意象特征，作品的主旨与意蕴变得飘摇不定，模糊而多义，凸显了叙事本身的审美特征。发展阶段（1）这一阶段大致从1986 年到1989 年。这是文体革命的发展阶段，也是先锋文学思潮走向深入的关键期。代表作家有格非、孙甘露、余华、苏童、陈村、史铁生。（2）格非是一个具有浓厚思辨气质的先锋作家，善于在作品中营构出一个个叙事迷宫。格非习惯于在叙事的关键部位留下一个个无法填补的“空白”，或者截断时间的正常走向，在时间的迷津里熔梦幻、幻想、现实于一炉，从而使小说形成一种惚兮恍兮的艺术效果，留下一个个谜一般的小说文本。代表作品有《青黄》《褐色鸟群》。（3）孙甘露的形式实验更多地集中在对语言的破坏与重组上，他就像一个语言的祭司，在自己的领地上，一方面，不断地驱使语言在能指的范围内无限增殖，另一方面，又截断所指，拒绝它指向明确的意义。代表作品有《我是少年酒坛子》《信使之函》《呼吸》《访问梦境》。（4）苏童①苏童的小说，既具有娴熟的现代叙事技巧，在清丽而柔婉的叙述语言中，营造出一个个繁复而又回味无穷的意象。与此同时，他又不排斥小说的故事性。②苏童喜欢将小说发生的背景推向远处，在虚构的情景中，体察人的悲欢离合，勘探人的存在困境和无可逃遁的悲剧性命运。③代表作品有《一九三四年的逃亡》、《妻妾成群》、《罂粟之家》、《我的帝王生涯》等。（5）余华①余华毫无疑问是先锋文学思潮中的一个中坚人物，从1986 年底到1987 年，就以“井喷”的方式，创作出了七部极具先锋意味的作品，包括《十八岁出门远行》《西北风呼啸的中午》《死亡叙述》《四月三日事件》《一九八六年》《河边的错误》《现实一种》。在这一集束式的先锋出击中，余华以“零度情感”的姿态，展现了对人性之谜的独特思考。②对于余华来说，死亡、血腥与暴力，更能够集中展现不易被察觉的人性本质，因此，他将这些在日常生活中极力掩饰的东西，作为观察人性的独特窗口。深化（1）进入20 世纪90 年代之后，先锋文学思潮又有了新的发展。在叙事形式上，80 年代那种激进的形式探索平和了阶段不少，甚至开启了向故事回流的趋势，但还是出现了一定规模的“跨文体”写作潮流。与此同时，先锋作家群也开始出现了分化，一部分作家渐渐放弃了先锋写作，而一些坚持先锋探索的作家，也自觉走向“民间”，开始了真正的个人化探索。（2）“跨文体”写作是先锋文学文体形式变革的一个新的动向。这种“跨文体”写作的形式，在韩少功的《马桥词典》《暗示》，史铁生的《务虚笔记》《我的丁一之旅》，李洱的《遗忘》《花腔》，潘军的《独白与手势》，刘恪的《城与市》，莫言的《檀香刑》《蛙》，余华的《许三观卖血记》《第七天》等小说中，有较明显的表现。（3）《马桥词典》以“词典”的形式结构小说，在每一个“词条”下，作者都对相关的史料进行了收集、考证和辨析，并在此基础上给予了现代的诠释。于是，这个由众多“词条”构成的小说里，在一种集考证、诠释、说明、叙述为一体的综合形式中，将马桥的自然地理、风俗民情、个体命运有效地展现了出来。《暗示》将纪实与虚构、叙事与议论、个体情感与集体意志熔为一炉，毫无顾忌地对传统的文体形式进行了拆解和重构，将以往被小说排斥在外的非小说性因素，重新邀请回来，从而创作出一个驳杂纷呈，而又具有丰富审美特性的小说文本。《务虚笔记》《我的丁一之旅》则以纯粹散文化、心灵化的方式推动小说叙事的进展，将情感体悟、哲学思辨交融在一起。（4）《遗忘》融入了大量考据学的知识。叙事者本意是要在导师的指导下，考证“嫦娥奔月”，但是，随着叙事的推进，在对收集的材料进行辨析和考证的过程中，所有的证据都戏剧性地走向了它的反面，写作实际上成了一次证伪的过程。《花腔》通过不同当事者的讲述，试图还原个体完整的生命历程。但是，不同的当事人提供的证据，却构成了一种相互消解的局面。这样，得到的信息越多，真相越模糊。最终，个体的命运在与集体意志的纠葛之下，变成了一个众说纷纭的谜团。《独白与手势》将文字与插图融合在一起，在文字难以表述或者无法表述的心灵颤动，用图片予以补充和说明，从而呈现出一种独特的艺术效果。（5）《城与市》将日记、诗歌、考据、词条、神话等众多的文体杂糅在一起，形成了一个庞大的“跨文体”组合。（6）《檀香刑》有效地融入了地方的“猫腔”，使得小说出现了一种独特的韵律。《蛙》则将小说、戏剧、日记等文体进行杂糅，从而将一个重大的现实问题，变成了一个具有独特审美意蕴、给人带来深刻思考的“有意味的形式”。（7）《许三观卖血记》在结构上参照了《马太受难曲》和浙江越剧的形式，使小说在一种循环往复的结构中，呈现出一种单纯的“复杂”。"
        },
        {
          "q": "先锋文学思潮的审美特质",
          "a": "（1）以激进的形式主义实验，改变了新时期文学的艺术观念。（2）以强烈的反叛精神，展示了创作主体对个体自由的吁求。（3）以非理性的顽强探索，打开了异常繁复的人性空间。"
        },
        {
          "q": "先锋文学思潮的意义与局限",
          "a": "（1）意义①它赋予形式以独立的审美价值与意义；②进一步完善了文学的自律性空间；③推动了中国当代文学的多元发展。（2）局限：①某种形式主义的迷恋；②思想穿透力的薄弱。第八讲新历史小说与新历史主义思潮"
        },
        {
          "header": "第八讲 新历史小说与新历史主义思潮"
        },
        {
          "q": "新历史小说与新历史主义思潮",
          "a": "（1）与传统的历史小说相比，新历史小说中的“历史”，都只是一种无法勘证的时空背景，其中的人物和故事均是一些无从考证的往事。这种不顾及历史史实和证据的创作，彻底改变了人们进入历史的方式，因此被人们称为“新历史小说”。（2）随着这种小说范式的不断发展和壮大，便形成了新时期文学中极为特殊的“新历史主义思潮”。"
        },
        {
          "q": "新历史主义思潮的背景",
          "a": "（1）创作主体个体意识的觉醒。（2）西方新历史主义文化思潮的引进和接受①作为一种文化批评，新历史主义是对形式主义之类本文批评的反拨和挑战。在它看来，仅靠本文的形式研究将无法揭示文学的全部意义，只有将其放置在更大的语境中，才能有效地触摸到文学内在的真相。②在海登·怀特看来，所谓历史，并不具有“客观性”与“自主性”，而是一种“文本的历史”，是经过历史学家的编码与解码之后所形成的故事。所谓的“历史真相”，就是一个无法企及的存在，这样的历史，将不再具有唯一的权威性言说，它仅仅是历史的一种解读方式，并不具有“真理性”的成分。在这种情况下，人们就可以根据自己的视野和知识结构，对历史进行重新编码与解说。"
        },
        {
          "q": "新历史主义思潮的发展轨迹",
          "a": "兴起阶段（1）这一阶段主要是在1985 年前后，以莫言、乔良、周梅森、权延赤等为代表的新历史主义作家，以明确的个人化方式和民间的姿态，对历史进行了重新审视，由此形成了与主流意识形态规定下的历史叙事极为不同的表达形式。在这些小说中，创作主体将生命情感和体验，与历史中曾经发生或者仅仅是想象中的历史融为一体。他们更注重表现普通人的生命情态，传达个体命运在历史过程中的沉浮跌宕。这种精神诉求，从某种意义上来说，也是历史启蒙主义思想冲动的表征。（2）兴起阶段的作家作品①莫言的《红高粱》被视为新历史小说创作的开端，也是新历史小说的代表性作品。小说采用了颇为独特的第一人称后设性视角，带着强烈的主观感情，叙述了发生在高密东北乡的、关于我爷爷、我奶奶以及围绕在他们周围的人们的传奇性故事。它游离了传统历史叙事所要求的“客观性”。小说虽然讲述了一次胶东抗日的游击战，但这是一场自发的、为生存而战的战争，也属于被正史遗忘的民间抗战。②乔良的《灵旗》则以造成红军惨重伤亡的湘江之战作为叙事背景。但是，小说并没有正面叙述这场战争，而是通过一个无名无姓的叙事者青果老爹，以回忆性的视角，回溯了那场发生在数十年前的惨烈战争，尤其是战后各种反革命势力对红军的残杀、“那汉子”的复仇及其普通人的爱恨情仇成为小说叙事的重点。③周梅森的“战争与人”系列，则将战争中的人们推向极端的环境中，展示人在求生本能的支配下所表现出来的复杂人性。同时，对官方披露的战争信息，作者也在怀疑中进行了解构，重现了战争中特有的阴暗、潮湿以及充满死亡气息的残酷。譬如在《大捷》中，这场由国民政府向外界宣布的“大捷”，实际上充满了谎言和阴谋。《冷血》中，弹尽粮绝的远征军被迫向荒山野岭撤退，充满了失败与绝望的情绪，还出现了互相欺诈、兄弟阋于墙的可悲一幕。《军歌》中，困在日本战俘营的中国军队，策划了一次大规模的集体逃亡。但是，在最关键的时刻，却被告密者出卖，使逃亡的计划功亏一篑。这些囚禁在集中营的军人，再一次受到了敌人残酷的清洗。《国殇》则更具代表性。这是一部充满了各种谎言与阴谋的权力斗争史，作者将复杂而黑暗的历史一览无遗地展现了出来。发展阶段（1）这一阶段从1987 年开始，主要以先锋作家的新历史小说创作为主，代表性作家有苏童、格非、余华、叶兆言等。在他们的笔下，历史彻底失去了具体的意义指向，仅仅是作为承载创作主体审美理念的一个背景，为他们的自由想象提供的一个实验场所。在这种现代主义审美观念的大力介入之下，历史的时间价值与意识形态价值遭到了全面解构，呈现出高度主观化的色彩。（2）苏童①《1934 年的逃亡》虽然给出了一个明确的时间，但是，它只是一个虚幻的背景，并没有多少实际的意义。作者只是借助这个并不具备特殊意义的历史时间，取得一个适当的叙事距离，从而在想象中自由自在地抒发自己的审美理想。②《罂粟之家》打破时间结构，以欲望作为叙事推动力，将中国现代的革命进程与地主阶级的颓败进行了一番重新审视。“我以为把‘欲望’植入历史，并且用‘欲望’的末世学去颠覆历史的辩证法是这篇小说最为独特之处。③《妻妾成群》《妇女生活》《红粉》等，都是以民国初期到新中国成立初期的普通女性作为关注的对象。在这些小说中，作者深入她们的内心世界，揭开生命本真状态下的悲凉与创痛。（3）林希的《相士无非子》《高买》等作品则着重于对古天津卫的一些下九流的市井人物的表现。（4）余华的《鲜血梅花》和《古典爱情》仅仅是借助于古典的形式，表现现代人的情感与生命的颤动。（5）格非的《迷舟》，开头给出了“1928 年3 月21 日”这个具体的时间，但在随后的叙事中，这个确定的时间却变得可有可无，北伐军与孙传芳部队的正义与非正义的对立，也变得不再重要，因为叙事的重点迅速转向对人的失控命运的关注。在《敌人》中，“敌人”的真实面目，也始终没有出现，却让赵家人接二连三地死于非命。赵家被巨大的死亡阴影所笼罩，赵少忠内心的恐惧达到了崩裂的极限。虽然敌人始终没有出现，但他相信，敌人就在他周围。于是，那个所谓的预言和死亡的阴影，如紧箍咒一般规训了赵家的命运，以至于赵少忠最后鬼使神差地杀死儿子，让预言和死亡变成无法逃离的现实。（6）叶兆言的“夜泊秦淮”系列，同样将故事发生的时间推向过往的历史，如《状元境》写的是民国初期的故事，《十字铺》为北伐战争时期，《追月楼》则将时间安置在抗日战争时期，《半边营》为淞沪抗战时期。（6）在此期间，出现了一股“土匪小说”创作热潮，包括杨争光的《黑风景》《赌徒》《棺材铺》，尤凤伟的《金龟》《石门夜话》，池莉的《预谋杀人》，廉声的《月色狰狞》等。在这些小说中，创作主体依然将叙事的背景推向各种不可勘正的历史之中，集中展现了人性与文化之间的复杂纠葛。因此，这些作品也被视为新历史小说中的一支。回归阶段（1）大约在1992 年前后，新历史小说创作又出现了一些耐人寻味的变化。虽然一些作家还在继续对“历史理性”进行解构与颠覆，如刘震云的《故乡天下黄花》《故乡到处流传》，李锐的《银城故事》等；也有一些作家在对历史的戏仿与拼贴中，进行了更为激进的文本实验，如李冯的《武松打虎》《孙行者》《孔子》等，这些小说均以经典的小说为基础，对之进行再度创作，使两者之间形成一种奇特的对话关系，或者说一种“互文”的效果，因此李冯也被称为“文本的寄生者”。但与此同时，更多的新历史小说作家，开始以建构者的姿态，对历史主体进行了重铸。这在方方的《祖父在父亲心中》、陈忠实的《白鹿原》、王安忆的《长恨歌》、张炜的《家族》、迟子建的《伪满州国》、刘醒龙的《圣天门口》等小说中，都有着较为清晰的表现。（2）在《祖父在父亲心中》中，方方以两代知识分子精神和人格的变化，对沉重的历史进行了锥心般的追问。（3）陈忠实的《白鹿原》以“民族秘史”的形式，立足传统儒家文化的坚实土壤，来关照中国近现代以来的革命历史进程。（4）与那种解构性的历史叙事相区别，张炜的《家族》是从正面的角度，探讨了革命信仰与个体命运之间的矛盾纠葛；迟子建的《伪满州国》对日本在沦陷区建立起来的伪满洲国中人们日常生活的书写，《白雪乌鸦》对民国时期哈尔滨鼠疫灾难的民间化呈现；王安忆的《长恨歌》以王琦瑶40 年命运的沉浮跌宕，勾勒出上海，甚至整个中国历史的风云变幻；刘醒龙的《圣天门口》以天门口镇雪家和杭家两个家族的遭遇，重新勾勒出20 世纪中国历史的复杂面目，并表现出一种强烈的宗教救赎情怀；铁凝的《笨花》以笨花村向氏家族两代人的日常生活为主线，将乡土风情和革命历史风云交融在一起，展现出从清末到20 世纪中叶这一长达半个世纪的国家与个人命运的变迁。"
        },
        {
          "q": "新历史主义思潮的特质",
          "a": "（1）它具有明确的主体意识，体现了明确的理性精神。（2）它以民间化立场，将传统叙事的“大历史”还原为日常生活的“小历史”。民间化、微观化的叙事立场，是新历史主义思潮的又一个显著特征。（3）它使历史叙事由“纪实”走向“虚构”，拓展了创作主体的想象空间。在新历史主义思潮中，历史的“客观性”被颠覆。（4）它以现代叙事手法和审美观念，使历史叙事充满了象征和隐喻的色彩。这种象征和隐喻并不是修辞意义的叙事手法，而是小说在整体上表现出来的审美特质。"
        },
        {
          "q": "新历史主义思潮的意义和局限",
          "a": "（1）意义①新历史主义思潮促进了历史叙事的多元化。新历史主义思潮大胆突破了“进步论”历史观所形成的遮蔽，试图重现历史的复杂性与多种可能性，将历史“引入一个疑难重重或似是而非的领域”。一元化的历史叙事逐渐被多元化的叙事方式所取代。②它充分彰显了人的主体性，包括作家的主体性与小说人物的主体性。在新历史主义思潮中，作家由历史的旁观者变成了主体的介入者。随着作家主体性的全面激活，小说人物的主体性也开始得到了恢复。（2）局限①由于“偶然性”与“欲望”这两个因素的大量介入，新历史主义思潮确实打开了某些新的局面，但是，当作家们将它们作为历史发展的根本性因素时，历史再次陷入了“非此即彼”的怪圈当中，从一个极端来到了另一个极端，陷入了欲望与宿命的泥潭。②在消费主义的影响之下，后现代式的解构风潮风靡整个文坛，无深度、非理性的犬儒主义大行其道，历史走进了虚无主义泥沼中。这种对历史进行嬉戏性的解构，充满了历史虚无主义精神，无论如何都是对历史的伤害，也是对新历史主义思潮叙事伦理的歪曲。第九讲“新写实”小说与日常生活审美化思潮"
        },
        {
          "header": "第九讲 “新写实”小说与日常生活审美化思潮"
        },
        {
          "q": "从20世纪80年代开始",
          "a": "，随着中国改革开放政策的全面实施，各种域外现代文化思潮不断涌入中国，中国的社会逐步迈向多元化的文化格局，其中最主要的文化样态便是精英文化、大众文化和后现代文化的相互激荡。"
        },
        {
          "q": "大众文化",
          "a": "（1）大众文化：是在工业社会中产生，以都市大众为其消费对象，通过大众传播媒介传播的无深度的、模式化的、易复制的、按照市场规律批量生产的文化产品。（2）大众文化在中国发展壮大的条件：①都市和大众的存在；②大众传媒网络的形成。（3）20 世纪80 年代中期之后，以“世俗性”为主要特征的大众文化，彻底动摇了精英文化在社会文化结构中的原有地位。在大众文化挤压并取代精英文化的过程中，西方的后现代主义思潮对当代中国文化的影响可谓至关重要。"
        },
        {
          "q": "“新写实”作家",
          "a": "（1）面对20 世纪80 年代所建立起来的、强大的精英化理想，一些作家开始重审世俗生活的意义，并充当了“反叛”与“排异”的角色，开始进行一种文学的自我调整和突围。（2）一方面，他们不满足于“寻根小说”常常沉迷于“远、老、异”的审美趣味，试图让文学创作重新回到生活现场，对现实进行近距离的真实呈现；另一方面，他们也对先锋派主观化、心理化的审美表达以及形式至上的艺术理念进行了有力的反拨，努力让文学重新面对普通民众的现实生存。"
        },
        {
          "q": "“新写实”小说的发展过程及日常生活审美化思潮的发展过程",
          "a": "前一阶段（1）这一阶段大致从20 世纪80 年代后期到90 年代初期，是日常生活审美化思潮的发端和发展阶段。（2）1989 年《钟山》杂志在第3 期上开辟了“新写实小说大联展”专栏，同年10 月，《钟山》杂志又与天津的《文学自由谈》杂志联合举办了“新写实小说”的讨论会。与此同时，有关“新写实小说”的研究文章开始大量出现。（3）前一阶段“新写实小说”创作特点①在这一阶段的“新写实小说”创作中，多数作品侧重于展示普通市民庸常的人生状态，表现作家对世俗生活价值观的认同。这一时期的代表作品有：池莉的“人生三部曲”（《烦恼人生》、《不谈爱情》、《太阳出世》），刘震云的《一地鸡毛》、《单位》、《官人》、《官场》，方方的《风景》、《桃花灿烂》等。池莉的“人生三部曲”写出了冲动、热情、幼稚的年轻人在日常生活的磨砺中，逐渐走向成熟，学会忍耐种种烦恼，开始坚定而真实的生活的过程。方方的中篇小说《风景》堪称是“新写实主义”小说的奠基之作。小说以平静的写实手法勾勒出一幅底层百姓穷困的日常生活的“风景”。刘震云的《塔铺》《一地鸡毛》《单位》《官场》《官人》等作品，侧重于关注人与环境的关系，或者说在社会现实秩序中人的处境。②在这一阶段，大多数“新写实”小说都着力于对日常生活进行“原生态”的刻画，作家将自身的叙述视点下沉到世俗生活之中，并赋予世俗生活以特殊的审美价值。例如池莉的《太阳出世》中详细描写了结婚仪式的烦琐和曲折。范小青的《顾氏传人》则描写了一个家族在历史动荡中日常生活的艰难与困窘。这些“原生态”的描写，一方面激活了读者的生命感性，另一方面也彰显了物质化和欲望化的俗世主义的精神趣味。后一阶段（1）这一阶段大致从20 世纪90 年代初期以后到90 年代中后期，是日常生活审美化思潮的成熟阶段。（2）后一阶段“新写实小说”创作特点①这一时期的“新写实”作家，开始把目光转向对历史叙述的挖掘，代表作有池莉的《你是一条河》《预谋杀人》《凝眸》，方方的《何处是我家园》《祖父在父亲心中》，刘恒的《狗日的粮食》《白涡》《贫嘴张大民的幸福生活》等。这些作品在形式上仍然呈现出近乎“生活流”的“自然主义”式的表现和不做任何主观评价的平行式叙述姿态，在主题上则力求在虚拟的背景中建立一种新的历史眼光。②在文本形态上，这个时期的新写实小说加强了对小说故事的完整性和可读性的重视，突出了叙事的世俗性倾向。③在可读性的营造上，方方的表现最为自觉也最出色。在《一波三折》《桃花灿烂》《埋伏》等作品中，虽然小说的主人公仍然是普通人，但所写的事件却超越了繁杂琐碎的日常生活。④在刘恒的《狗日的粮食》《伏羲伏羲》和《白涡》等小说中，可以看到作家对生存的基本欲望（食、性、权力等）的关注，并流露出人很难摆脱欲望陷阱的宿命特征。（3）后一阶段与前一阶段相比的主要区别①这一阶段的“新写实”小说，与前一阶段相比，其主要区别在于，对日常生活的表现已由现实中的普通人生活拓展到历史中的小人物生活，作家试图从“类的层面”和“史的高度”概括出日常生活对人的潜在意义和价值。②在其他方面，则依然延续了前一阶段创作的主要特点，表现了“新写实”小说与传统现实主义的严格区别。综合起来有四点：其一，作家更关注人类的生存状况和人的本质、本能欲求以及生命的意义和价值，对大众化的生活逻辑极为推崇。这表明了作家对世俗生活的认同姿态。其二，对现实生活的书写更为真实，大部分作品都未渗入作者任何主观情绪的客观书写。他们强调所谓的“情感零度表达”，小说中的人物和事件都竭力贴近生活的本相，而不像传统现实主义那样对现实加以“理想化”和“典型化”。其三，情节结构的非理性化。“新写实”小说作品不再是一条或多条线索贯穿全篇，而是开放化的，是一个横断面连接着另一个横断面。事件也不过是作品中人物身上客观发生的事件，并不一定有前因后果。其四，人物塑造的凡人化和非英雄化。“新写实”小说中的人物，大多性格平凡，其行为也是大众化的，并不像传统现实主义那样把人物的言行、心理和精神生活“典型化”或“神秘化”。作品中的人物只是现实生活中众多平民中的一员而已，这往往使读者感觉到是在写他们自己。这点足以见其“真实”的程度。"
        },
        {
          "q": "日常生活审美化思潮中“新写实”小说类型",
          "a": "（1）一类是关于人的生存状态及人生的描写；（2）另一类是关于人的生存与生存环境之间关系的描写。"
        },
        {
          "q": "“日常生活审美化”的兴起",
          "a": "（1）“日常生活世界”①“日常生活世界”这一概念最早是在20 世纪20 年代之前就被德国哲学家胡塞尔使用过。②在《欧洲科学的危机和超验现象学》一书中，胡塞尔创造性地探讨了科学与日常生活世界的关系，并揭示了日常生活世界对科学的意义。他指出：“日常生活世界，是指人们在日常行为和实践中所接触到的自然状态下的世界，它是可直观的、主观的、原初性的存在。”（2）列斐伏尔在其著名的《日常生活批判》一书中首次提出了“日常生活批判”这一概念；阿格妮丝·赫勒在专著《日常生活》中系统地阐述了日常生活理论。（3）“新写实”小说的日常生活书写①日常生活反映了人作为“生物物种的存在需要”，是人性真实的反映，因此将人动物性的一面展示出来原本无可厚非。“新写实”小说在日常生活的书写中，重在对人原始欲求的表现，比如对食与性等等需求的细致表现，就是对赫勒的理论恰如其分的说明。②列斐伏尔认为，日常生活可以折射出人的“异化”问题，因此具有强烈的批判性。在还原人“吃喝拉撒”的原生态生活时，“新写实”小说常常表现人的基本生存欲求与具体生存环境之间的强烈冲突。③日常生活的合理之处是应该让所有人都把自己的日常生活变成“为他们自己的存在”，让地球成为每一个人的真正家园，因此它蕴含了“人道化”的主题。“新写实”小说在描写日常生活对人的“磨损”时反映了“异化”的批判性主题，同时也以乐观的情绪，表现了日常生活对人具有的“磨砺”作用，因而呈现了日常生活对人的正面塑造能力。（4）我国学者对日常生活本质的探究①衣俊卿指出，日常生活就是指“那些同时使社会再生产成为可能的个体再生产要素的集合”。它可分为三个层次：日常消费活动、日常交往活动和日常观念活动。日常生活的这三个层次，正是“新写实”小说对日常生活内容展示的主要范畴。②刘悦笛从消极和积极的角度概括了日常生活的特点。"
        },
        {
          "q": "“日常生活审美化”思潮的主要特点",
          "a": "（1）从20 世纪80 年代后期到90 年代的中文学发展来看，日常生活审美化思潮具有两大鲜明特征。其一，日常生活审美化思潮的理论基础是后现代主义和实用主义，它的出现是对现代主义文艺思潮的一种反抗或矫正，其中包含了历史的合理性因素。其二，日常生活审美化思潮从本质上来说是崇尚形而下的，它否认审美的自律性和超越性，因而屡遭诟病。（2）具体而言，它具有以下几个主要特点①日常生活审美化思潮的发展，促动了美和艺术开始从少数人手中解放出来回归大众，进入日常生活，这无疑可以充分激发大众的审美创造性。而让日常生活具有审美的品格，又可以提升日常生活的内涵，从而大大减轻日常生活的压抑和枯燥。②当工具理性日益超出科学技术领域，在日常生活的各个方面疯狂泛滥时，生活原本的充实和丰富被无情抹杀，日常生活因而变得机械、单调、空洞和重复。由于后现代主义认同感性现代性的统治，主张打破艺术与生活的边界，推动审美的娱乐化，促进日常生活的审美化。因此，日常生活的审美化可以满足人的消费性的感性欲望和快感追逐，从而缓解理性对人的压抑，给人带来欢乐，体现了文化的民主性价值。“新写实”小说的崛起有力地证实了日常生活审美化的民主价值。③作为生命存在的实体，身体美学与生存美学有着同义的关系，因而也必然与日常生活审美化产生关联。④以后现代主义为根基的日常生活审美化，“试图以多元平等的绝对相对主义的审美观和审美的日常世俗化重新建立审美与生活的联系，却加重了审美的商品化、浅薄、犬儒主义和虚伪主义。"
        },
        {
          "q": "日常生活审美化思潮的意义与局限",
          "a": "（1）意义①日常生活审美化思潮彰显了感性化的诗学观念，弥补了当代文学强调生命的理性意义，追求史诗性写作的不足。②日常生活审美化思潮提升了作家对人类“完整生活”的认识，扭转了文学界一直以来尊崇宏大生活的创作理念，体现了对人的生命本体的全面理解和尊重。③日常生活审美化思潮为当代文学与消费社会之间建立了有效的互动关系，拓宽了文学对时代的表现空间。（2）局限①理想主义的缺失和欲望的过度张扬；②审美经验的褊狭与个人经验的迷恋；③思想意蕴的单薄和经典律则的消隐。第十讲反抗精神侏儒化的人文主义思潮"
        },
        {
          "header": "第十讲 反抗精神侏儒化的人文主义思潮"
        },
        {
          "q": "背景：知识精英的思想退化",
          "a": "（1）从1993 年到1995 年，中国知识界发生的“人文精神大讨论”，称得上是90 年代第一波最具有冲击力的人文主义思潮。（2）文化精英们在精神道义上所具有的号召力与感染力，在20 世纪80 年代的文学中体现得尤为明显。（3）1992 年邓小平南行后，中国的经济真正进入市场化的发展阶段，随之而来的是市场经济机制走向成熟，消费主义成为社会的主流，世俗化观念取代了80 年代的人文主义和理想光辉。（4）到了20 世纪90 年代，精英文化和文化精英走向衰微，英雄主义的时代宣告结束。从1993 年开始，知识分子提出了人文主义或曰“人文精神”的概念，他们结合80 年代以来的文化变迁对这一命题进行多角度和多层面的阐述，使之最终发展成为席卷文学、文化、精神、道德、伦理等领域的重要的人文主义思潮。"
        },
        {
          "q": "人文精神大讨论的过程（人文主义思潮的发展阶段）",
          "a": "（人文主义思潮的发展阶段）开始阶段（1）1993 年，《上海文学》第6 期发表了《旷野上的废墟--文学和人文精神的危机》，记录了华东师范大学中文系教授王晓明和博士生徐麟、张闳、崔宜明以及硕士生张柠之间的对话。（2）在《旷野上的废墟》一开始，王晓明指出“文学的危机”已经非常明显。《旷野上的废墟》对“文学危机”进行了两个层面的界定，“一是媚俗，一是自娱”，批判的对象主要是王朔和张艺谋。《旷野上的废墟》最后以颇具修辞色彩的语言和洋溢的激情对“文学危机”的现状与前景进行了描述。（3）如今重读《旷野上的废墟》，有两个问题值得注意。第一，“文学危机”和“人文精神的危机”之间的关系有待理清。第二，《旷野上的废墟》对王朔、张艺谋和先锋小说作家的批判是可以商榷的。今天来看，王朔等人的艺术尝试虽然有不尽人意之处，但也有着重要的贡献。他们表现出来的共同特征，是不再追求文学艺术的形而上意义，而是以拼贴、断裂、戏仿、反讽等方式来质疑和逃离主流文学的桎梏，颠覆以社会功能为主导的文学观。这种深度消解和消解深度的叙事姿态正是90 年代后现代主义文化的重要特征。（4）《旷野上的废墟》准确地捕捉到了时代急剧变动之下人们的精神危机问题，希冀在虚无主义、悲观主义和犬儒主义的浪潮下力挽狂澜，重新修复关于文化理想、人文精神、生存价值等价值理念。该文发表后，在全国引发了强烈反响，对话的参与者也收到了许多读者信件，各地报刊纷纷发文，由此开启了人文精神大讨论的序幕。发展阶段（1）人文精神大讨论最重要和最活跃的阶段是从1994 年开始的。王晓明认为在这个阶段，《读书》起到了很大的促进作用。《读书》从第3 期到第8 期以“人文精神寻思录”为题，连续刊发了来自上海的讨论文章，在全国人文领域引发了持续两年的讨论。一时间，南北文坛争说“人文精神”和“人文主义”，以它们为关键词引发的争论也成为90 年代前期思想界、文化界最热门和最富争议性的话题。（2）在如何对待“人文精神”的态度问题上，褒贬不一，赞成者和拥护者有之，反对和质疑也不乏其声。在如何重建和实践“人文精神”的问题上，论者提出了种种方案。在这一阶段，中国人文知识分子提出的问题基本上涵盖了大讨论的各种重要论题。由于这些讨论并没有真正落实，所以它们只是语言上的交锋，而没有发挥实际性的功能和作用。后期阶段（1）在这一阶段，主要有“二王”之争和“二张”共鸣。“二王”指的是王蒙和王彬彬之间的争论。（2）“二王”之争①1993 年初，王蒙写下《躲避崇高》一文，嘲讽一些作家自视甚高的精英姿态，认为王朔以“亵渎神圣”撕破了“伪崇高”的假面具，肯定他“拼命躲避庄严、神圣、伟大，也躲避他认为的酸溜溜的爱啊伤感啊什么的”文学有其存在的价值。在人文精神大讨论中，针对《旷野上的废墟》等文章对王朔的批评，王蒙又写下了《人文精神问题偶感》，不同意“把人文精神神圣化与绝对化”，提出“应该承认人文精神的多元性与多层、多面性”。他认为“调侃文学”和“痞子文学”里面也有“人文精神”，对王朔的“宽容”本身就是“人文精神”的体现。②王蒙为王朔的辩护在文化精英中间引起了不小的反响，最有代表性的是王彬彬的反驳文章《过于聪明的作家》，他将王蒙、萧乾、王朔称为持“保命哲学”、圆滑世故的“聪明的作家”，导致了中国文学的无大出息和大格局。（3）“二张”（张承志、张炜）的共鸣主要集中于“道德理想主义”这一论题。从1993 年开始，张承志先后发表了《以笔为旗》《撕名片的方法》等，张炜发表了《抵抗的习惯》《忧愤的归途》《独语》《夜思》等文章。在这些文章中，他们表现出的共同点是以“战士”的姿态对人文精神的失落表达强烈的不满和抗议。他们鄙视世俗生活的藏污纳垢，执着追求精神主义，张扬起道德、理想、信仰等“清洁的精神”。围绕“二张”提出的“道德理想主义”，李锐和韩少功进行了呼应。1995 年，萧夏林主编“抵抗投降书系”，收入张承志的《无援的思想——张承志卷》和张炜的《忧愤的归途——张炜卷》。萧夏林将“二张”等人称为“当代文学英雄”和“屈原鲁迅的承继者”，认为他们的行为是“举起‘抗战文学’的大旗，直面文坛和时代的黑暗，用匕首投枪，抨击文坛的背叛和堕落，呼唤正义和真理，理想和信仰，呼唤苦难的文学，血和泪的文学”，对此持高度的敬意。（4）1996 年，王晓明在上海编辑了《人文精神寻思录》(文汇出版社)，丁东在北京选编了《人文精神讨论文选》(光明日报出版社)，对大讨论进行了总结和思考，这两本文集的出版也宣告了大讨论正式结束。"
        },
        {
          "q": "人文精神大讨论的内在诉求",
          "a": "（1）它折射了社会转型时期的人文主义诉求；（2）它反映了知识分子启蒙话语的转型要求；（3）它凸现了“文化共同体”解体后的个体价值观。"
        },
        {
          "q": "人文主义思潮的意义和局限",
          "a": "（1）意义①它是知识分子对精神侏儒化的重要反抗。②这次人文主义思潮加速了“道统”和“政统”的分离，将“学统”从20 世纪80 年代的社会功能中剥离出来，使其具有了更为自由和纯粹的发展空间。（2）局限①概念的界定和厘清之难，导致这一思潮在现实层面上未能发挥重要作用。②道德化的激进主义冲动，遮蔽了“真”问题的理性探讨。第十一讲聚焦式写作与新现实主义思潮"
        },
        {
          "header": "第十一讲 聚焦式写作与新现实主义思潮"
        },
        {
          "q": "背景：转型时期的社会变化",
          "a": "1.新时期文学在20 世纪90 年代中期，很快涌现了一大批直面社会现实问题、关注底层民众生存的作品。这些作品以群体性、集束式的方式给文坛带来了巨大的冲击，形成了现实主义文学创作的新景观，文学评论界称之为“新现实主义思潮”。2.“新现实主义”创作思潮出现的背景（1）从外在的社会因素上看，90 年代以来，中国社会一直处于持续深化的转型时期。日益突出的社会问题，不仅引发了全面人民的高度关注，也促使很多作家开始了自觉的思考，并为现实主义文学提供了一个重新繁荣的契机。（2）从文学的内在因素上看，新时期文学在20 世纪80 年代经历了先锋文学、新历史主义小说、女性写作等热流之后，由于过于注重形式的探索或对私语呓语的迷恋，使文学在表现社会现实上变得越来越狭窄，从而失去了很多大众读者，作家也由社会精英阶层逐渐走向边缘化，“人文精神”渐渐走向衰落。在这种历史情境中，不少作家开始自觉地关注当下的社会热点问题，试图重新激活文学对现实问题的干预能力，回答人们对各种社会焦点的期待。（3）与此同时，“新现实主义”文学在本质上仍是对现实主义传统的继承。3.新现实主义思潮的“新”（1）这股新现实主义思潮之“新”，主要在于它对中国社会发展中出现的新问题、新现象进行了及时的介入和传达。（2）新现实主义并非是以往现实主义的简单回归，它的“新”主要体现“在现实主义的新的元素、新的内核、新的要素、新的实践，以及它们之间的辩证统一关系。新的元素核心是时代，新时代的世界是世界经济一体化、政治多元化、文化多样化”。“新现实主义创作的内容仍是‘人物、情节、故事’三者合一，只是更注重三要素中的新内核。所谓新的实践，即在进行新现实主义创作中，要十分注重对新时代生活本质的认识与把握，分清社会存在的复杂状况的主流与支流，光明与丑恶，前进与倒退，顺时代而进与逆时代而吟，以抉择歌颂、倡导、支持、鞭挞、揭露、批判的切入点。"
        },
        {
          "q": "新现实主义思潮的三个阶段",
          "a": "1.新现实主义思潮自20 世纪90 年代中期一直延续到新世纪之后，其间大致经历了“现实主义冲击波”“反腐文学”“底层写作（包括打工文学）”三个阶段。作为转型期特定历史背景下的文学产物，新现实主义创作采取全聚焦的客观型叙事模式。作家在叙述故事时很少采用第一人称的主观型叙事，而是常常以全知全能的客观型的全聚焦方式，努力将生活中出现的各种焦点问题展现给读者。如“现实主义冲击波”聚焦于转型期经济改革中的种种现实矛盾，“反腐文学”集中于社会变革过程中权力结构内部的种种阴暗面，“底层写作(包括打工文学)”则将关注的重心转至底层群体生存困境的思考。正是从此种意义上说，这种新现实主义小说被认为“是一种社会问题小说”。2.新现实主义思潮的三个阶段（1）“现实主义冲击波”的涌现①这一阶段主要在20 世纪90 年代中期前后，一批聚焦社会现实问题的中长篇小说陆续发表，引起了社会的热烈反响。如谈歌的《大厂》《城市热风》《城市迁徙》，关仁山的《大雪无乡》《九月还乡》《天高地厚》《破产》，刘醒龙的《分享艰难》《村支书》《挑担茶叶上北京》《威风凛凛》，何申的《信访办主任》《年前年后》《乡镇干部》，李佩甫的《学习微笑》，李贯通的《天缺一角》，许建斌《乡村豪门》等。②这些作品主要反映了两方面的矛盾：一是由国企转型所引发的系列阵痛，如工人下岗、资产流失等；一是市场化冲击下乡镇基层的诸多疾患，如基层干群的冲突、招商引资的困难、乡镇企业的发展以及失地农民的生存等等。③在1996 年底以“现实主义文学的复归意义”为中心议题的全国青年作家座谈会上，以何申、谈歌、关仁山为代表的现实主义作家被称为“三驾马车”。此外，再加上刘醒龙、李贯通等作家，慢慢地，文坛逐渐形成了一股“现实主义冲击波”的文学思潮。（2）“反腐文学”的兴起①“反腐文学”a.直面现实矛盾、以“反腐”为内容的中长篇小说创作潮流。b.代表性作品有：张平的《抉择》《十面埋伏》《国家干部》，周梅森的《天下财富》《人间正道》《中国制造》《至高利益》《绝对权力》，柳建伟的《北方城郭》《突出重围》《英雄时代》，谈歌的《家园笔记》，关仁山的《风暴潮》，王跃文的《国画》《梅次故事》《亡魂鸟》《朝夕相处》，陆天明的《苍天在上》《大雪无痕》《省委书记》，李佩甫的《羊的门》，钟道新《权力的成本》《权利的界面》，王大进的《欲望之路》，刘醒龙的《痛失》《弥天》，阎真的《沧浪之水》。c.“反腐文学”的直接动力是社会的“反腐热”。反腐小说不仅代表了来自民间底层民众的正义吁求，也很好地呼应了主流意识形态反腐倡廉的呼声。同时，“反腐文学”的动力还来自某些潜在的消费市场，特别是普通百姓的猎奇心理，以及民众对官场腐败的不满和心理宣泄。d.“反腐文学”作品表现的角度各异。有的集中描述官场，意在揭示权力交易的内幕；有的由权力问题入手，进而透视其他社会问题；有的意在批判腐败，歌颂廉洁。②张平的《抉择》，以极大的热情叙述反贪英雄李高成如何与腐败分子做坚决斗争。王跃文的《国画》《欲望之路》聚焦于腐败的揭露，勾画了一系列腐败官员争权夺利、尔虞我诈的世相丑态图。周梅森的《中国制造》以轰轰烈烈的改革浪潮为背景，凸显了官员之间互相牵制和错综复杂的关系，暴露出改革过程中诸如干部任用、权力监督等种种体制上的弊端。（3）“底层写作”的盛行①“底层写作”a.随着20 世纪末国企改革步伐的加大，城市下岗工人大量涌现，以及“三农问题”变得更为突出，转型期社会的分层问题和底层群体的生存现状引发了学界的高度关注，许多作家也开始关注中国社会各阶层的分化特点及其发展趋向。农民工、下岗工人等底层群体的生存境遇成为一些作家的创作焦点，以此为表现对象的“底层写作”开始浮出水面。b.“底层写作”涉及小说、散文、报告文学、诗歌等。主要作品有刘庆邦的《穿堂风》《兄妹》《红煤》，孙惠芬的《歇马山庄》《歇马山庄的两个女人》，曹征路的《那儿》《霓虹》，方方的《奔跑的火光》《出门寻死》，罗伟章的《我们的路》《我们的成长》，陈应松的《松鸦为什么鸣叫》《马嘶岭血案》《太平狗》，王祥夫的《菜地》《米谷》《端午》《红包》，范小青的《城乡简史》《低头思故乡》《谁住在我们的墓地里》《我就是我想象中的那个人》等作品。这些小说主要以表现乡村农民和下岗工人，尤其是他们在城市底层生活的困顿为主要内容，较为集中地表现在几个显在的社会问题上：打工工资；农民工的性生活；女性的性服务及伤害；农民工在城与乡之间的徘徊等。②“打工文学”a.作为“底层写作”的另一股重要力量，“打工文学”是底层群体的集体发声，显示了底层群体“主体意识”的觉醒。b.最早的打工文学产生于20 世纪80 年代的深圳，但并未形成声势。直到新世纪前后，随着中国城市化进程的不断加快，打工群体开始飞速壮大，出现了一批引人注目的作者队伍。小说作品有王十月的《寻根团》《出租屋里的磨刀声》，郭建勋的《天堂凹》，于怀岸的《台风之夜》，张伟明的《对了，我是打工仔》《我们TNT》，周崇贤的《我流浪，因为我悲伤》《打工妹咏叹调》，宋唯唯的《一城歌哭》，戴斌的《情爱原生态》，曾楚桥的《我爱西桥》《规矩》等颇有影响；诗歌作品有谢湘南的《一台收音机伴我入睡》《卖香蕉的人，卖苹果的人，卖甘蔗的人》，郑小琼的《钉》《抓住》《雨水》，柳冬妩的《试用》《流水线》《住在出租屋里的人》，安子的《仰望春天》《深圳农民工》，张守刚的《通宵录像》，白连春的《在我祖国的大地，每个打工者》等颇为注目。与此同时，一批打工文学期刊也陆续出现，如《佛山文艺》《外来工》《打工族》《打工妹》等。c.就“打工文学”而言，其作品中的底层意识，主要体现为作者对现实生活困境的描述，表达打工者的生存之痛，由此传达创作主体对生命尊严的强烈吁求，对艰辛的底层生活的无奈和幽怨。它以明确的亲历性，使文学与现实发生了强烈的共振关系，一定程度上显现了特殊时代的精神印痕。虽然他们的创作技法尚显稚嫩，思想并不深邃，但在鲜活的生存场景描摹中充分展示了现实的粗粝感和特殊的审美质感。"
        },
        {
          "q": "新现实主义文学思潮的特质、意义与局限",
          "a": "1.新现实主义文学思潮的特质（1）它具有强烈的现实关怀；（2）它体现了多层面的关注维度；（3）它具有鲜明的道德化理想。2.新现实主义思潮的意义与局限（1）意义①从审美价值上看，新现实主义写作思潮的勃兴，既有内在的文学拓展意义，又有外在的社会启示作用。②它重新恢复了中国当代作家关注现实社会与人生的文学传统，使文学不断地介入现实社会的各种矛盾之中，记录了当代中国在飞速发展过程中所出现的各种难以克服的困厄。③这一思潮中的作家们，大多以直面现实冲突、直面人生困境的创作态度，对当下社会的现实关系进行了独特的揭示，对转型期的社会阵痛及面临的矛盾进行了探讨与批判，并以强烈的现实精神与忧患意识，呈现出底层民众的生存境遇。（2）局限①它体现为作家的现实批判精神之不足。②叙事上的模式化倾向严重。这种模式化的叙事，归根结底说明了作家对生活本身介入太过浅表，与现实存在着严重隔膜，对社会矛盾的认识浮泛表面，主观臆测多于深入体验。同时，叙事手法也颇为简陋与粗糙。大部分现实主义的长篇大多数只停留在早期讲故事的叙事目标上，追求情节的曲折生动，人物命运的跌宕起伏，而对现代小说叙事艺术，如话语的叙述技巧、文本的结构布局等探索不足，使新现实主义未能实现新的超越，从而影响了这股文学思潮的内在价值。第十二讲性别体验与女性主义写作思潮"
        },
        {
          "header": "第十二讲 性别体验与女性主义写作思潮"
        },
        {
          "q": "女性主义",
          "a": "是指“研究性别和权力的学说”。“女性主义”侧重于性别写作、性别理论和性别文化。"
        },
        {
          "q": "背景：性别意识的觉醒",
          "a": "（1）女性主义写作生发于性别意识的觉醒，即女性认识到在社会生活和世俗观念中存在着性别关系和性别权力的问题。（2）20 世纪80 年代，尤其是80 年代中后期，中国的文化语境呈现开放性和多元化的格局，西方女性主义理论开始传播。从本土化研究成果来看，应该首推戴锦华和孟悦的《浮出历史地表》，此书将女性主义、叙事学、精神分析学等西方理论与中国现代文学研究高度结合，提炼出了中国妇女文学的精神内涵与价值伦理，对后来的女性文学研究有着深远影响。（3）性别意识的充分实现和成熟，与1995 年在北京召开的第四届世界妇女大会密切相关。这一年，女作家的创作、出版和专题研究层出不穷。从出版方面来看，有四川人民出版社的“红辣椒”丛书、河北教育出版社的“红罂粟”丛书、华艺出版社的“风头正健女才子”丛书、云南人民出版社的“她们”丛书。从研究成果来看，20 世纪90 年代的性别研究著作开始集中涌现。"
        },
        {
          "q": "女性主义写作思潮的三个阶段",
          "a": "（1）第一阶段：以20 世纪80 年代后期的诗歌创作为主，代表诗人有翟永明、伊蕾、唐亚平等。（2）第二阶段：以小说创作为主，代表作家有陈染、林白、海男、徐小斌等。（3）第三阶段：以女性时尚写作为主，代表作家有卫慧、棉棉、周洁茹、文夕、九丹等。"
        },
        {
          "q": "女性主义写作思潮三个阶段的作家作品",
          "a": "第一阶段（1）中国的女性主义写作率先从诗歌领域开始。（2）翟永明①在当代文学史上，翟永明被视为中国大陆的“第一位激进的先锋女诗人”。她的早期诗作被称作自白诗，她自己也称受到美国诗人普拉斯的影响。②翟永明的《黑夜意识》和《女人》刊发于《诗歌报》，《诗刊》发表了《女人》组诗中的六首，包括《独白》《母亲》《预感》《世界》《我对你说》和《边缘》。这些作品和唐亚平的《黑色沙漠》、陆忆敏的《美国妇女杂志》等诗歌，被视为中国女性诗歌的崛起。③诗歌创作特点a.翟永明的诗以平静深邃的忧伤、克制内敛的叙述、丰富而近于原初性的情感体验，洞穿了女性长期受到男权中心压抑和遮蔽的生存真实。b.在情感关系的处理上，翟永明将男性看作与女性生命紧密相连的存在，通过男性来透视女性的情感和欲望。c.对于母亲的书写，女诗人更是完全摆脱了对母爱的纯美歌颂，代之以痛苦的凝望和孤独的同感。d.在中国诗坛上，翟永明第一次以系统、完整的女性声音，向禁锢如铁的男权中心发出了清晰而痛彻的呼喊。④翟永明发表的组诗《静安庄》，将女性的情感与命运熔铸到黑夜里的古老村庄和生生不息的时间循环之中，使女性意识有了更为辽阔而坚实的承载。此后，她还发表了《死亡的图案》、《称之为一切》、《颜色中的颜色》等长诗。（3）伊蕾①天津诗人伊蕾的性别书写主要体现于《独身女人的卧室》，这首组诗由《镜子的魔术》《土耳其浴室》《窗帘的秘密》《自画像》《女士香烟》等14 首诗构成。诗人擅长从生命和情感内部凸显女性千百年来被压抑、被剥夺的爱与欲望的洪流，以惊世骇俗的情爱独白和宣言展示女性的尊严、骄傲与狂想。她以调侃、轻松甚至不乏幽默的方式将女性的情感渴求和盘托出。②她最令人惊骇的是在《独身女人的卧室》的每一首诗后面，都反复吟咏以“你不来与我同居”，以貌似放荡的口吻来对抗男权社会对“淑女”的要求。③她还有一些诗用令人战栗和疯狂的嚎叫向着“历史”发出质疑。④伊蕾通过撕裂式的情感表达和极端化的书写，揭穿了女性作为客体的生存真相，构成了对男权传统极具冲击力的连环轰炸。（4）唐亚平①贵州诗人唐亚平的诗歌主要集中于“黑色”系列。②她在“黑夜”中寻找自我，她在“黑裙子”激荡的想象与浪漫里对日常生活细节进行艺术化的变形，从女性的视角来反观和审视男性。（5）在这一阶段，除了诗歌之外，在小说创作中也出现了女性主义写作的特质，代表性作品有王安忆的“三恋”和《岗上的世纪》、铁凝的《玫瑰门》。这些作品有别于她们自己之前以社会化为主要诉求的创作，借助自然环境或历史化的背景，以女性为中心，以叛离传统叙事的方式张扬了作家对女性的身体、情感和欲望的探索。《岗上的世纪》描写意欲返城的女知青李小琴与农民小队长杨绪国的性爱纠葛，并使李小琴重新认识了自己的身体，故事内涵与“知青文学”完全不同，结局也颇令人意外。《玫瑰门》在幽暗的历史背景下交织着女性对自我身体和性意识的觉醒，竹西在情欲的指引下勇敢地做出了新的人生选择。第二阶段（1）陈染①陈染从一开始便体现出直视自我、背对社会和人群的姿态。她的创作带有自传色彩，偏执，倔强，以自虐的方式不停地涂抹着狂怪的自画像，加之涉及隐私性体验，在内省和内观的氛围中展开叙事，因此被称为“私人化写作”。②她的小说多以第一人称女性为叙事者，讲述现代都市独居女性在家庭和社会中的创伤性体验。《私人生活》讲述少女倪拗拗的成长经历，这个名字就暗示了其个性和命运。这部小说还囊括了陈染和女性主义写作的其他重要母题：“阉割”男性、理想男性、爱欲想象、姐妹情谊、性别乌托邦。（2）林白①林白出生于广西北流，南方小镇的生活和情感经历是她创作的重要元素。《同心爱者不能分手》《子弹穿过苹果》《日午》《回廊之椅》等作品以女性的认同性眼光，塑造了朱凉、邵若玉、姚琼等美丽优雅、孤绝于世俗的女性形象。②林白将美丽的女性们置于与传统社会观念不断发生冲突的氛围里，对其命运的描述具有跌宕起伏的悲剧性。她还将富有南国特色的自然环境与文化语境相糅合，敏锐地体味和把握女性的情感和心理，勾勒出了一个独语的女性世界。她的代表作《一个人的战争》以多米为主人公，从多米童年时对身体热烈、精细的探索开始，详细描写了她的性别体验（3）海男早期从事诗歌写作，后来转向小说，她以充满感性和诗意的语言讲述女性在现实中遭遇的创伤。在《粉色》和《关系》中，女主人公罗韵和罗曼林用身体去体验和认识世界，她们不再是传统男权社会中的欲化对象，也不再是守身如玉的传统女性形象。《蝴蝶是怎样变成标本的》以女性的“出走”和“逃离”为主题。第三阶段（1）在20 世纪90 年代后期至新世纪初期以卫慧、棉棉为代表的写作从一开始就依凭于两种叙事资源：另类的都市经验和喧闹的躯体感官。前者为她们提供了丰富的现代生活场景，使她们的叙事话语与都市生活相契合；后者使她们在消费主义中无限度地追求甚至放纵身体的快感，暴露了精神上无所依凭的苍白和匮乏。（2）卫慧称《上海宝贝》为“半自传的书”，小说以爱情与欲望的不断错位为叙事主体，描写美丽聪明、出版过小说的上海女孩CoCo 与中国男友天天和德国性伴侣马克之间的关系。《上海宝贝》以最时髦的性爱话题为叙事线索，再糅合了大量时尚、小资的生活信息，比如酒吧、咖啡厅、吸毒、与洋人的性爱等。（3）棉棉的《糖》以问题少女“我”与男友赛宁、歌手谈谈、诗人努努、同性恋者奇异果等男性的关系为线索，展示了关于亲情、友谊、爱情、欲望、身体的故事。（4）在周洁茹的《我们干点什么吧》中，梅茜从海南赚了不少钱回来，与朋友一起去N 市，约见旧日情人，然而却陷落于情感的无助与现实的冷酷中，在失败的情感之下，一种颓唐的无奈和厌世感深深地攫住了主人公。文夕的《野兰花》《罂粟花》和《海棠花》以经济发达的南方城市为背景，描写市场经济新贵与“二奶”之间的情欲故事。九丹的《乌鸦》《女人床》更是如此，性爱不再是隐私和秘密，而成为生理的表演与观赏，作者甚至不惜以此来吸引市场。"
        },
        {
          "q": "女性主义写作思潮的主要特点",
          "a": "（1）以女性视角呈现女性特有的生存经验；（2）大量呈现富有女性特征的隐喻和意象；（3）繁复华美、扑朔迷离的叙述方式和感性化的语言。"
        },
        {
          "q": "女性主义写作思潮的意义与局限",
          "a": "（1）意义①它以反叛和颠覆父权中心的姿态建立起了女性的精神世界。②女性主义写作思潮形成了“私人化”“个人化”的美学风格。（2）局限：①“对抗”无法通向“和解”；②身体写作走向了感官化和欲望化的狂欢。第十三讲“个人化写作”与自由主义思潮"
        },
        {
          "header": "第十三讲 “个人化写作”与自由主义思潮"
        },
        {
          "q": "自由主义文学思潮兴起的背景",
          "a": "：（1）消费主义的滥觞。（2）审美现代性的崛起。（3）主体性的高度张扬。"
        },
        {
          "q": "以“个人化写作”为标志的自由主义文学思潮",
          "a": "，是20 世纪90 年代中期形成的一个重要思潮。"
        },
        {
          "q": "自由主义思潮发展的两个阶段",
          "a": "第一阶段（1）这一阶段主要在90 年代中期前后，一批出生于60 年代的“晚生代”作家群，开始陆续进入当代文坛，并迅速成为贯穿整个90 年代的文学生力军。这批作家的创作从一开始就自觉地规避主流意识形态话语与集体话语，极力凸显个人的主体性与独立性，专注于个人话语的表达，形成了一股广泛而有影响的文学创作潮流，这股潮流被称为“个人化写作”。（2）诗歌中的“个人化写作”，主要是从诗人们对“第三代诗歌”的反叛开始的。“个人化写作”展示了诗歌主体在精神特质上的“私人性”：个人精神存在及想象力的坚持。个人化诗歌写作切入当代的方式更直接地来自自我的生命体验。他们以日常的经验与处境规避乌托邦和宏大叙事，主张以个人化的方式处理现实与历史，更侧重诗歌艺术本身，呈现诗人各自的差异化。（3）“个人化写作”多方位审美探求向度的体现①对个体生存体验的执着表达a.主要是以毕飞宇、鬼子、李冯、东西、李洱、鲁羊、韩东、艾伟等“晚生代作家群”为代表。b.他们自觉规避了政治、历史、文化、权力等宏大的集体叙事法则，从个体生存切入叙事，以明确的个人化视角，着力表现生存境域中的人性景观与个体生命的存在际遇。c.他们普遍注重对个体的自我感受与体验，细腻揭示个体生命的精神面貌和人性内部各种隐秘复杂的存在状况，其间杂糅了自我的审美感受和思考，并始终顽强恪守个人的价值理念。d.他们一方面注重对深度主题的开掘，另一方面，也追求诗意与想象的审美效果。②女性意识的私语化表达a.所谓“私语化叙事”，主要指作家在创作中“摆脱了宏大叙事的个体关怀，是私人拥有的远离了政治和社会中心的生存空间，是对个体的生存体验的沉静反观和谛听，是独自站在镜子前，将自我视为他者的审视，是自己的身体和欲望的‘喃喃叙述’，是心灵在无人观赏时的独舞和独白”。她们的代表作家是陈染、林白、海男、徐坤、徐小斌等。b.她们以独特的“女性化”视角，以“私语”“独白”的方式诉说女性生存的隐秘感受，宣泄梦幻般的个体心理体验，强调纯粹私人化的边缘经验。“私语化写作”一改以往女性写作的含蓄风格，以大胆越轨的笔致，书写女性隐秘的身心体验，剖析现代文明笼罩下的女性精神与肉体的双重疼痛，建构起独特的“私人生活”空间，以此对抗男权文化及传统的道德规范。c.在“私语化”空间的建构中，女性作家们极力逃避公共经验与集体意识，专注于创作主体自身的个人体验，特别关注被社会伦理法则与公共道德规范所拒斥、抑制的各种意识与无意识、潜意识，将之深入各种女性生命的内部反复游走。③欲望化的本能性叙事a.欲望化叙事侧重对当下的现实书写，往往从某个特定角度切入当下社会和个体，文本透露出浓郁的时代心理写实气息。它对商业化语境下的种种生存现实进行了多维度透视，具有强烈的现实感。代表作家有朱文、刁斗、何顿、韩东、邱华栋、述平等。b.欲望化写作在对人性欲望的深度演示中，显示了多向度的创作实绩。其中有消费主义利益化生存原则下人们对世俗物质意义和金钱价值观的趋从，也有性欲的表现。第二阶段（1）这一阶段从20 世纪90 年代后期延伸到世纪之交。从90 年代后期开始，一批70 年代出生的青年作家在争议中迅速崛起。他们是卫慧、棉棉、沈浩波、尹丽川、朵渔、李红旗、巫昂、赵凝、木子美等人。他们的写作分别被命名为“身体写作”“下半身写作”“液体写作”和“胸口写作”，这些写作方式对身体与欲望进行了彻底的放逐，呈现极端的个性自由，以此对抗传统的价值秩序。（2）90 年代开始一直处于边缘状态的诗歌界，也在2000 年打出了“下半身写作”口号，以遥相呼应的高调姿态，为当代作家的主体放纵插上诗歌的旗帜。代表人物有沈浩波、伊沙、尹丽川、李红旗、南人、朵渔、巫昂、盛兴、李师江等。“下半身写作”实践中，对个体欲望即性本能的表达是其主要指向。诗人直接以感官化的诗句，表现性爱、性器、性心理，传达了本能欲望和激情冲动。"
        },
        {
          "q": "自由主义思潮的主要特征",
          "a": "（1）它具有鲜明的个人化特质①在这股自由主义文学思潮中，“个人化写作”则主要是指在写作过程中，作家自觉地抛弃人的群体属性，而专注于剥离社会、群体外壳的“个人性”表达，强化个人生命体验中的“私人化”色彩，精准摹写创作主体的生命感受与生活经验。②作家们始终将个人的异质性、独特性放在首要位置，强调从“个我”的经验切入极端个人化的生命体验，切入特定的历史与生活内部，将“个人”作为写作的起点，显示出极度自我的多元化审美特征。（2）它体现了平民化的价值立场①在20 世纪90 年代市场经济与商业文化的驱动下，文人的精英色彩褪尽，知识分子边缘化成为趋势。作家远离了民众代言人和思想启蒙者的角色定位，逐渐融入平民化的社会群体。在这种社会境遇中，不少作家既不愿揭示、批判社会的阴暗面，也不想成为国家、民族或人民的代言人，而仅仅满足于生存经验和身体欲望的叙述，在调侃和戏谑中消弭历史与现实中的宏大叙事，表现出游离主流、固守边缘的平民化立场。②这种平民化的价值立场，规避了精英角色在使命意识和价值伦理上的趋同性，并在边缘性和世俗性的层面上，呈现了丰富而又多元的生存镜像，折射了自由主义的价值观念。（3）它具有理性建构与感性欲望演绎的双向性①晚生代作家以边缘化的自由主义姿态，坚定维护个人权利，并从“个体”关怀的各个向度切入对“个人”生命的追索，在文本中表现出穿越生存表象、直抵生命本真的叙事目标，这使他们对人的“个体”生存关怀透发出某种哲学意味。②这种自由主义文学思潮在演绎欲望本能的独特体验时，也呈现出极致化的特征。作家们常常不加掩饰地对性欲与物欲进行叙写，对性的表现不但不是禁忌，而且着力渲染。对于物欲，他们毫不掩饰，体现出对金钱物质的狂热追捧。他们对世俗生活的本真状态不假思索地进行实录式描述，使作品中充满了让人耳目一新的感官诱惑。"
        },
        {
          "q": "自由主义思潮的意义与局限",
          "a": "（1）意义①这一文学思潮充分展示了当代作家对生命个体的绝对尊重，对私人空间独立性的积极维护，并以此对抗个体领域被公共领域挤压的现实，具有强烈的反抗性与颠覆性。它使文学摆脱了民族、国家、政治、阶级等宏大话语，消解了主流意识形态的霸权，并在真正意义上回到普通的生活现场，回到个体存在的独特性和丰富性之中。②这一文学思潮充分张扬了人的主体意识，体现了作家们守护自我的“真实性”“私人空间”与“个体差异性”等价值伦理。（2）局限①自由主义文学思潮崇尚“绝对自由”的“个人化”写作，疏离群体，张扬自我，将两者进行机械对立的同时，忽略了文学创作理应具有的社会责任与人文关怀。②对欲望的绝对膜拜和自恋式的书写策略，完全消解和颠覆了理想、责任、正义、公平等价值伦理原则，使不少作品缺乏对人的灵魂观照与道德反思。第十四讲80 后写作与青年“亚文化”思潮"
        },
        {
          "header": "第十四讲 80 后写作与青年“亚文化”思潮"
        },
        {
          "q": "“亚文化”思潮兴起的背景",
          "a": "：社会结构的内在转型，导致了中国社会的两个显著变化，一是人文精神的衰落和知识精英的边缘化。二是在生存方式和价值观念上，人们越来越注重自身的个体利益，包括个体的经济诉求和自由意愿。"
        },
        {
          "q": "“亚文化”文学思潮发展的三个阶段",
          "a": "（1）形成阶段①这一阶段主要是新世纪初期，以韩寒、春树、郭敬明、李傻傻等青春写手为代表的80 后作家，高举叛逆的大旗，毫不忌讳地展示青春的反叛、困惑与放纵，彻底颠覆了中国传统青春文学的底色。②80 后作家从一开始就明确对抗“阳光写作”的思路，着力展示青年“亚文化”的精神质色，《三重门》就是一个重要的标志。在韩寒的处女作《三重门》里，作者通过中学生林雨翔的一段中学生活，在情绪化、碎片化的叙事中，呈现出个性强悍的中学生对中国现行教育体制的强烈不满和全盘否定，尤其是对以应试教育为核心的教学机制、教学观念、教学方式、教育制度以及与此有关的社会现象进行了挖苦与嘲讽，甚至对同学、老师和家长也不无讥讽。③郭敬明的《悲伤逆流成河》也被称为“青春文学的一朵恶之花”。④春树的《北京娃娃》《长达半天的欢乐》等小说中，很多主要人物都没有独立的生活基础，没有远大的人生志向，也没有耀眼的命运前景，他们只是游走在都市的底层，自觉地扮演着“坏孩子”的角色，以绝对的率性传达“叛逆”的情绪，以绝对的自我展示自己的与众不同，以随意的放纵体现自身的欲望需求。无条件尊重自己的感官伦理，不委屈自己，是春树笔下人物的生存景象，也暗示了创作主体的价值理想。⑤李傻傻的长篇《红X》里，正在读高三的沈生铁因为屡犯校纪，被学校开除。为了不想让身为农民的父母知道后伤心，沈生铁便佯装继续上学，踏入了自我放逐的流浪之路，靠偷窃、女友的资助和自己打工来维持生计，在漫无目标的游走中，学会了抽烟、酗酒、打架、嫖娼乃至乱伦等种种恶习。后来，在与女友杨晓约会时被流氓抢劫和强暴，受到侮辱的沈生铁奋起之下杀死那流氓，从此潜逃湘西。（2）发展阶段①大约从2005 年开始，随着孙睿、张悦然、笛安、饶雪漫、小饭、颜歌等一大批80 后作家涌入文坛，这股青年“亚文化”的文学思潮获得了迅速发展。一方面，他们利用自己在年轻读者中的偶像地位，不断挑战传统文坛的审美观念和文学秩序，先后发起了“韩白之争”和“韩郑之战”，使代际冲突在中国当代文坛愈演愈烈；另一方面，他们完全不理会传统文坛长期形成的审美观念，充分利用自身对消费文化的熟悉，办杂志，搞销售，纷纷建构属于自己的文学消费圈，以自身的行动颠覆传统文学的发展逻辑。②通过剧烈的代际冲突方式，否定传统文坛的既定价值，展示这一代作家的内心诉求和“另类”特征，是这股青年“亚文化”文学思潮的重要体现。③郭敬明就先后主编了《岛》和《最小说》，饶雪漫主编了《最女生》，孙睿主编了《逗小说》，鱼悠若主编了《悬疑志》，张悦然主编了《鲤》，韩寒主编了《独唱团》，南派三叔主编了《超好看》等。（3）回归阶段①大约从2010 年开始，这股青年“亚文化”思潮逐渐融入多元文化的格局之中，很少体现出各种叛逆性极强的否定性精神姿态。青年“亚文化”的突出特点就是边缘性、颠覆性和批判性。②新世纪之初的这股青年“亚文化”文学思潮之所以呈现出回归的倾向，主要有两种原因。其一是文化消费市场的成熟与多元；其二是80 后作家群的逐步分流。"
        },
        {
          "q": "青年“亚文化”文学思潮的主要特征",
          "a": "（1）具有明确的代际反叛意识①这种反叛，具有强烈的代际冲突特征，直接指向传统的师生伦理、家庭伦理、情爱伦理以及社会秩序，明确体现了新一代人的不认同、不继承和不合作的姿态。②在反叛过程中，他们充分借助了各种现代媒介，通过自己的作品向成年人所掌控的世界发起了直接的挑战和对抗。但是，他们的反抗目标常常是虚无的，反抗方式也常常是自虐式的。（2）具有强烈的个体自由意愿①反叛是为了个体的自由，是面对不合理的现实寻找自己的自由空间，这是80 后写作的精神诉求，也是这股青年“亚文化”文学思潮的主要特质。当反叛不能实现自身预想的目标时，他们便会通过自我的放逐，来维护最大限度的个体自由。②对绝对自由的强烈吁求，对一切外在束缚的敌视和反抗，构成了这股青年“亚文化”思潮的核心内涵。（3）具有孤独冷漠的情感特质。①青春尚未过去，爱却已然苍老。这是80 后写作的精神镜像，也是这股青年“亚文化”文学思潮显示出来的情感特质。他们在书写成长与爱的忧伤时，总是露出冷漠甚至残酷的质色。②在笛安的很多小说中，主人公总是带着孤独而感伤的意绪，在爱与被爱的过程中，伤害别人，也伤害自己。在《告别天堂》《芙蓉如面柳如眉》和“龙城三部曲”《东霓》《西决》和《南音》中都有所体现。③张悦然的《誓鸟》《葵花走失在1890》《水仙已乘鲤鱼去》《十爱》等作品中，其中有关主人公的成长，也是遍布了爱的缺失、孤独和伤痛，很少有一种阳光般明媚的快乐。④这种情感特质，在郭敬明的小说中也有明确的体现。从《爱与痛的边缘》《幻城》等开始，郭敬明的小说就呈现出“一半忧伤、一半明媚”的感伤特征，到了《悲伤逆流成河》，郭敬明却增添了冷漠和残酷的人性元素。（4）具有明确的文化消费倾向①作为一种极为特殊的文学思潮，青年“亚文化”具有十分突出的社会聚焦点，特别是它的“另类化”反叛姿态，常常会成为现代媒体高度关注的对象。②借助媒体上的轰动效应，收获无数青年人的自觉拥趸，从而建立自身庞大的读者群，使他们的写作有效地深入文化消费市场内部，为中国当代文学的市场开拓提供了诸多经验，这是这一文学思潮的特异之处。"
        },
        {
          "q": "青年“亚文化”文学思潮的意义与局限",
          "a": "（1）意义①这股青年“亚文化”文学思潮的出现，首先是丰富了中国当代文学的表达空间，也拓展了当代文学的精神内涵。②这一文学思潮的发展，还从代际层面上拓展了中国当代作家的生存空间，优化了当代文学的发展格局。（2）局限①它以极端化的个体自由，否定了人类集体主义价值观的必要规约，使很多80 后作家的创作形成以“个人”为中心、推崇个体生命自由的价值理念。②它以代际冲突的反叛方式，阻断了文学承传的必要路径，动摇了文学经典的重要价值，加剧了文学世俗化的倾向。第十五讲网络文学与类型化写作思潮"
        },
        {
          "header": "第十五讲 网络文学与类型化写作思潮"
        },
        {
          "q": "类型化写作思潮",
          "a": "（1）类型化写作思潮：是新世纪以来中国文坛自发形成的一种极为特殊的文学思潮，它主要依托于互联网技术的迅猛发展，尤其是网络信息对人类日常生活的影响，通过文化消费的各种新型范式，成功地融入大众的阅读生活之中。（2）类型化写作思潮兴起的文化背景①网络文化的快速发展：网络文化借助自身的开放性、互动性、即时性和大众化等重要手段，使网络自身成为政治、经济、文化等重大社会活动的交流平台和引导平台，这些高度发达的信息传播方式和理念，使得信息社会呈现交互性、快捷性、大众化的文化特质。②信息技术支配下的消费主义文化的滥觞：随着互联网对人类生活影响的日益加剧，以及人们对网络文化的高度认同，依托于互联网的文化消费范式也开始广泛流行，这种文化消费范式，主要体现在两个方面：第一，人们的消费目标发生了本质性的改变；第二，人们的消费观念发生了重要改变。"
        },
        {
          "q": "类型化写作思潮的发展过程",
          "a": "（1）初始阶段①这一阶段大致从1997 年到2002 年，是中国网络文学的兴起阶段，也是类型化写作的初始阶段。②1997 年12 月25 日，美籍华人朱威廉的个人文学创作主页“榕树下”网站正式开通，标志着汉语文学的首个文学网站诞生。③尽管这一时期的网络文学，主要是由一大批爱好写作的网络写手，利用各种网络的开放性平台而自主发表作品，以自娱自乐的形式为主，但是，很多作品已开始显示出类型化写作的某些趋势。最突出的是“都市言情类”小说的快速发展，涌现了像痞子蔡的《第一次的亲密接触》《雨衣》《槲寄生》《夜玫瑰》，安妮宝贝的《八月未央》《告别薇安》《彼岸花》，宁财神的《缘分的天空》《都市男女》，慕容雪村的《成都，今夜请将我遗忘》等一大批作品。这些作品篇幅不长，主要以现代都市青年男女的情感纠葛为主，演绎了人们在各种欲望冲突下所渴求的理想情感。④今何在的《悟空传》，开始体现出同人小说的审美格调；黄易的《大唐双龙传》、中华杨的《中华再起》等，明确地体现了历史架空小说的结构模式；莫仁的《星战英雄》、瞎子的《佛裂》、燕垒生的《瘟疫》等小说，呈现出玄幻奇幻类的小说特征。（2）发展阶段①这一阶段大致从2003 年到2008 年，是网络文学的发展阶段，也是类型化写作思潮逐渐形成的关键时期。②2003 年之所以是一个非常重要并且具有标志性的年份，是因为这一年，一些重要的文学网站开始了商业化的运营，并对网络作者进行大量的收编和商业化的包装，其中最具代表性的是起点中文网和幻剑书盟。网络文学结束了自娱自乐的时代，逐渐进入商业化写作模式。③从这一时期的网络文学发展来看，类型化的小说写作一直是其主流。不同的文学网站，虽然对文学类型的划分略有不同，但从总体上看，都无一例外地强调了作品内容的基本属性，展示了不同类型写作的基本特征，标志着类型化写作思潮的全面形成。④从类型化的角度来看，这一时期的网络文学，已形成了后来网络文学发展的各种主要类型特征，主要有以下一些写作类型：都市言情类、玄幻奇幻类、武侠仙侠类、架空穿越类、同人变身类、耽美百合类。从网络的类型划分上看，还有官场职场类、历史军事类、游戏竞技类等等类型。（3）成熟阶段①2009 年之后，网络文学开始全面进入商业化发展，一些网络巨头也将目光瞄向网络文学领域，各种资本运作不断介入网络文学创作之中，从而促使了网络文学不断走向“泛文学化”，也促动了类型化写作思潮逐渐走向成熟。②这一阶段，有两个极为重要的外在环境，深刻地影响了类型化写作思潮的发展：一是资本的深度介入；一是作者队伍的急速扩大。③通过外在环境的刺激，类型化写作思潮的发展也越来越复杂，并不断向两个方向拓展：一是在类型划分上越来越细致，受众群体越来越集中。二是在各种类型化的创作中，人们开始越来越注重所谓的“爽文”，自觉强化写作的精品意识。"
        },
        {
          "q": "类型化写作思潮的主要特征",
          "a": "（1）具有远离现实的奇幻性特质；（2）具有批量创作的消费化特征；（3）具有自由开放的民间化特征；（4）具有特定群体的接受特征。"
        },
        {
          "q": "类型化写作思潮的意义与局限",
          "a": "（1）意义①它为中国当代文学走向市场化提供了丰富的经验，也为很多文化产业的发展提供了丰富的文本资源。②类型化写作思潮，在整体上呈现出远离现实生活的奇幻性美学趣味。这种美学趣味，在娱乐化、感官化的表象之下，其实折射了现代人与现实世界的想象性关系，展示了虚构世界对人们内心愿望的补偿机制。（2）局限①在模式化、经验化的潜在制约下，类型化写作普遍注重故事情节的曲折性、诡异化，人物际遇的偶然性和惊悚性，很少对人物的内心世界及性格发展进行多维度、立体化的塑造，导致大量作品中的人物性格扁平，形象单一，缺乏丰满复杂的艺术形象。②类型化写作意味着模式化的作品生产，它不可避免地引发创作的跟风、内容的重复，与作者创作个性流失是互为因果的。③网络文化的生存法则，就是以快速淘汰和不断更新作为其发展动力，因此，时尚化、新奇性和感官化，是网络文学的立身之本。它不需要接受时间的考验，也不需要经受理性的辨析，“一次性消费”是其通用的模式。它直接颠覆了经典作品所需要的时间沉淀和理性思考，使经典的价值变得越来越边缘化，也使经典在人类文化中的核心地位受到巨大的冲击。"
        }
      ]
    }
  }
};