window.ZK_DATA=window.ZK_DATA||{};
window.ZK_DATA["00536"]={
 "name": "古代汉语",
 "qa": {
  "决胜3小时": {
   "items": [
    {
     "q": "2.汉字的结构—六书  【小蒋说：必考点-需熟悉例字、类型和应用】",
     "a": "（1）象形：画成其物，随体诘诎，日月是也。 （2）指事：视而可识，察而见意，上下是也。\n（3）会意：比类合谊，以见指撝，武信是也。 （4）形声：以事为名，取譬相成，江河是也。\n（5）转注：建类一首，同意相受。考老是也。 （6）假借：本无其字，依声托事，令长是也。\n3.古书的用字：通假字、异体字、分化字  【小蒋说：必考点-需熟悉例字、类型和应用】\n（1）通假字：把借来记录同音词的字叫通假字，简称借字。借字和本字具有双声、叠韵或双声叠韵的关系。\n（2）异体字：指在某一历史时期音义完全相同、记词职能也完全一样，只是形体不同的字。\n异体字的类型：造字方法不同；造字方法相同、构件不同；造字方法相同、构件相同，写法不同。\n（3）分化字：用来分担汉字记录职能的字形称为分化字。源字：原先兼有多个记录职能的字形称为源字。\n分化文字职能的方法：假借其他字分化职能；利用异体字分化职能；造新字分化职能。\n分化字的类型：分化本义；分化引申义；分化借义；分化广义。"
    },
    {
     "q": "4.复合词：【高频考点：小蒋说：容易跟两个单音词的组合混淆考查】",
     "a": "（1）并列结构：干戈、宾客、倾覆、谨慎、和睦、膏腴、仓廪、斟酌、祭祀、缓急、得失。\n（2）偏正结构：布衣、东宫、天子、诸侯、百姓、锦衾、狐裘、羌笛\n（3）支配结构：执事、将军、当道、持戟、败绩、知府、司寇、司马、拾遗、稽首\n\n（4）主谓结构：地震、日食、霜降、夏至、月食\n（5）复合词形成过程：最初两个单音词临时组合，后形成专指义成为复合词。春秋/社稷/寻常/国家/俊杰。\n（6）非复合词：响应、政治、狐狸、同学、革命、規矩、妻子、都城、指示。\n5.联绵词：是由一个语素构成的双音单纯词。联绵词拆开，是两个不能独立表示意义的音节，无意义。\n（1）双声联绵词：参差/仿佛/憔悴/踌躇/仓促/流连/忐忑/伶俐、犹豫等，特殊：玄黄、缤纷、匍匐。\n（2）叠韵联绵词：仓庚/芣苢/从容/烂漫/逍遥/蹉跎/彷徨/窈窕/崔嵬/辗转/婵媛/婵娟/披靡/望洋（陽）等。\n6.古代义项的消失：古代事物消亡或人们观念变化，导致词的相关义项随之消失。如池、爱、劝、造。"
    },
    {
     "q": "7.古代义项的微殊：【高频考点—小蒋说：熟悉例字，结合句子考查】",
     "a": "（1）广度宽窄的差异：古今词义所表示概念的外延大小不同。如子、臭、亲戚、河、醒、菜。\n（2）程度深浅的差异：古今词义轻重深浅不同。如恨、感激。\n（3）色彩褒贬的差异：词义的感情色彩发生了变化。如爪牙、谤、贿、党。\n（4）词义特点的差异：古今词义的特点不一致。如售、购、访。"
    },
    {
     "q": "8.古今词义的沟通：走、即、项、易；诬、秉。",
     "a": "9.古代汉语中的多义性：（1）绝：本义“断丝”。由“断丝”引申出→断绝→穷尽→独一无二。刀切断丝\n时，刀从丝的中间切过，这种过程和船从此岸划向彼岸相似，引申出“穿过，渡过”→“超过”。\n（2）引：本义“开弓”，开弓弓弦要延长，引申出→延长→牵挽→导引、率领→退却→序言→延请→招致。"
    },
    {
     "q": "10.词义运动的基本方式-引申： 【小蒋说：高频考点】",
     "a": "（1）相似关系：引申义和本义所指称的事物有相似之处，通过类比造成引申。如斗、关、习、道。\n（2）因果关系：引申义和本义之间具有因果关系，通过逻辑推导造成词义引申。如虚、信。\n（3）动静关系：动指动作行为，静指名称性状，引起词性的变化。如节、会、舒。\n（4）时空关系：时间和空间关系密切，表示时空的词可以互相引申。如间、急。\n（5）礼俗关系：由于礼俗的原因造成词义的引申。如朝、昏。\n（6）词义引申的方式：1）连锁式引申：以本义为起点，向着同一方向派生出几个引申义的方式。\n如防：“防”的本义是“堤坝”，引申：堤坝→堵水→禁阻、防备、防止→约束→规范、标准\n2）辐射式引申：以本义为中心，依据本义的特点，向不同的方向派生出数个引申义。如问。"
    },
    {
     "q": "11.同义词的差异：【高频考点—小蒋说：熟悉例字，结合句子考查】",
     "a": "（1）理性意义的差异：1）范围广狭不同：问、询、访。2）性状情态不同：视、望、顾、睨、瞰、瞩。\n           3）程度轻重不同：饥、饿。  4）侧重点不同：恭、敬。\n（2）组合功能的差异：耻、辱。   （3）情感色彩的差异：比、周；诛、杀、弑；唯、诺。\n（3）同义连用：负恃、尝试、货财、尚犹、零落。  反义词：难易、轻重、香臭、少长、疾徐\n   同义构词：朋友、恭敬、亲戚、恐惧。     反义构词：动静、得失、出入。"
    },
    {
     "q": "12.动词：   【小蒋说：重难点-必看】",
     "a": "（1）动宾关系：指动词和宾语的语义关系。\n1）受动关系：谓语表示的动作行为，由主语所表示的人和物发出，宾语则是动作行为的承受者。\n2）使动关系：谓语表示的动作不是主语发出，在主语影响下使宾语所代表的人或物发出，“使（宾语）……”。\n3）为动关系：谓语动词所表示的动作是为宾语所表示的人或物发出的，动词对宾语具有“为（宾语）……”。\n（2）双宾语：指一个谓语动词后边出现两个宾语。\n1）直接宾语（物）：动作的直接承受者，间接宾语（人）：谓语动作的方向（对谁做）/动作的目标（为谁做）\n\n2）双宾语类型：①带双宾语的动词有“给予、告知、教示”等意义。②“为”可以带双宾语。\n        ③有些动词用使动时可带双宾语。④古汉有动词可带双宾语，现汉语中不能带双宾语。"
    },
    {
     "q": "13.形容词：  【小蒋说：重难点-必看】",
     "a": "（1）形容词用作动词：:1）形容词用作一般动词：词因语境临时改变词性，具有动词的语法功能。\n2）形容词使动用法：具有“使（宾语）……（具有该形容词所表示的性质和状态）”的含义。\n3）形容词意动用法：形容词用作动词，主观认为宾语具有形容词的性质或状态，“认为（宾语）……”。\n4）判断形容词活用：①形容词+名词不构成修饰关系②能愿动词+形容词③形容词+代词④所+形容词。"
    },
    {
     "q": "14.名词：    【小蒋说：重难点-必看】",
     "a": "（1）名词作状语：五种，表示动作发生或进行的方位或处所、用的工具或依据、动作进行的方式、对待动\n作对象的态度、动作进行时的状态。特殊：方位名词/时间名词作状语，表示处所、趋向或时间。\n（2）名词用作动词：1）名词用作一般动词。2）使动用法：“使（宾语）……”。3）名词的意动用法：“认\n为（宾语）……”。 4）为动用法：用作动词时，后面宾语是动作间接涉及的对象。\n5）判断名词用作动词：①名词前有能愿动词或副词。②名词后面连带代词，且是动宾关系。③名词连用\n非并列/偏正关系，一个名词活用作动词，构成动宾/动补/主谓关系。④所+名词。"
    },
    {
     "q": "15.数词",
     "a": "（1）基数：一、二、三、四、五、六、七......十、百、千、万。整数和零数之间，中间会加“有”或“又”。\n（2）序数：直接用基数词，或用“第”放在基数词前。\n（3）分数：完整表示法：“分母+分+名词+之+分子”。可省略“分”“名词”或“之”。\n（4）倍数：两倍称“倍”，五倍称“蓗”；“倍数+基数”。\n（5）约数：连用两个相邻/近的基数。2）在数词/量词前后加“将、且、可、约、所、余、许、数”等词。\n（6）虚数：极多的虚数常用基数词“三五七九”/倍数、“十百千万”等整数表示。“一、一二”表数量极少。\n（7）名量表示法：1）数词+名词。2）名词+数词。3）数词+量词+名词。4）名词+数词+量词。\n（8）动量表示法：1）数词+动词。2）动词+数词+量词。3）把数词放在句尾，在数词前面用“者”字。"
    },
    {
     "q": "16.副词",
     "a": "（1）程度副词：程度高“极/殊/甚/尤/绝/良”。程度加深“愈/益/弥/加/滋”。较轻/渐变“略/少/稍/颇”。\n（2）范围副词：总括“皆/尽/咸/悉/毕/举/具”。限定：“唯/独/直/僅/特/徒/但”。\n（3）时间副词：已/曾发生“既/已/业/曾/尝”。正在“方/会/适”。即将发生：“将/且/行”。\n         终究发生“终/竟/卒”。动作行为时间短暂或长久“俄、姑”（短暂）；“素、常”（长久）\n（4）情态副词：肯定“固/必/诚/乃/果”。猜度“盖/殆”。反问“岂/宁/独/庸”等。\n（5）否定副词：不、弗；毋、勿；未；非\n（6）谦敬副词：尊敬别人“敬/谨/幸/惠/辱”。自谦“敢/窃/伏/忝”。"
    },
    {
     "q": "17.代词：【小蒋说：重难点-必看】",
     "a": "（1）人称代词：第一人称代词“台/卬/朕/吾/我/予/余”。第二人称代词：“尔/女（汝）/若/而/乃”。\n       第三人称代词：“之/其/厥”等。既可以指代人，也可以指代事物。\n（2）指示代词：近指“是/之/此/斯/兹”。远指“彼/夫/其”。其他用法“他/然/尔/焉/诸”等。\n（3）疑问代词：“谁、孰；何、曷、奚、胡；安、恶（乌）、焉、”。\n（4）特殊代词：1）者：①形容词/动词/主谓词组+者-偏正关系，“……的人/事物”。\n②名词（词组）+者字。③数词+者。④名词（词组）+（之）+“者”字词组\n\n2）所：①所＋动词（词组）。②所+介词+动词（词组）\n3）“者”字词组与“所”字词组对比：都是偏正关系的名词词组，但两者不完全相同。\n①从语序看，“者”字词组是前偏后正，“所”字词组是前正后偏。②从语义看，“者”用在动词后，表动词\n的施事；“所”用在动词前，表动词的受事。如“学者”是指学习的人，“所学”是指学到的东西。\n（6）无定代词：指代的对象为不定的代词，所指代的并不肯定是何人何物。“或、莫”"
    },
    {
     "q": "18.介词：   【小蒋说：重难点-必看】",
     "a": "（1）介绍与动作行为有关的时间；介绍处所、原因或目的；动作行为所支配或涉及对象。\n（2）古汉中常用介词 （小蒋提醒：需要关注类型和例句，练习简答题总结）\n1）于（於/乎）：引进动作行为的时间处所/涉及范围；所涉及对象；比较的对象；动作行为的主动者-“被”。\n2）以：介绍动作行为凭借的工具手段条件依据；处置对象/涉及的人；原因动机；动作行为发生的时间。\n3）为：介绍动作行为关联的对象，为谁/向谁所发；原因/目的；被动句引进动作行为的主动者/与动词连用。\n4）与：介绍出动作行为发出时所涉及的对方，帮助动作行为是与谁共同完成的；服务对象；比较的对象。"
    },
    {
     "q": "19.连词：   【小蒋说：重难点-必看】",
     "a": "（1）连词：连词可表示的关系：并列、顺承、转折、选择、递进、让步、因果、假设等。\n（2）古汉中常用连词  （小蒋提醒：需要关注类型和例句，练习简答题总结）\n1）而：连接谓词性词语或分句，并列/递进关系；先后承接/事理上原因条件目的;不一致表转折。\n   连接状语和谓语中心语，表偏正关系；连接主语和谓语，表转折/假设关系。\n2）以：连接形容词和形容词，并列关系；连接动词和动词，表前后承接；连接因果复句，“以”用在表示\n原因的分句前；连接状语和动词中心语，前者是动作行为进行的条件、方式、状态等。\n介词与连词辨析：“以”充当连词和充当介词都表示原因时，是否有修饰。有修饰-介词，无修饰-连词。\n3）与：连接名词性词语-并列；和“不如/宁/孰若”连用构成“与…不如/宁…”格式；连接分句，表选择。\n介词与连词中的“与”辨析：\n①“与”前后两个词在不改意义下是否可位置互换。能交换-并列关系，连词。不能交换-主次之分，介词。\n②在不改原句结构的前提下，“与”前能否再插入其他修饰成分。能插入的-介词；不能插入-连词。\n③介词“与”的宾语有时可以省略，所在句子也可能省略主语。\n4）则：①连接两个谓词性词语/分句，表事理承接、假设或条件关系。②用在并列的分句里，表列举/对比。\n③连接动词性词语/分句，未料到-“原来已经/竟然”。④连接谓词性词语或分句，转折/让步/假设/结果关系。\n5）之：①连接定语和名词中心语，构成名词性的偏正结构。②“之”连接主语和谓语，取消句子独立性。\n主语结构→为名词性偏正结构。③连接主语和介词结构，构成名词性的偏正结构。\n6）虽然：连词“虽”+代词“然”。然而：代词“然”+转折连词“而”。然则：代词“然”+顺承连词“则”。"
    },
    {
     "q": "20.语气词",
     "a": "（1）句尾语气词：\n1）陈述句的句尾语气词：“也、矣、耳、尔、焉”。\n2）疑问句的句尾语气词：“乎”、“与（欤）”、“邪（耶）”、“哉”。\n3）反问句的句尾语气词：“不亦……乎”“得无（毋）……乎”“无乃……乎”“何以……为”“何……为”。\n（2）句首句中语气词：“夫；惟（维、唯）；蓋（盖）；其；也”。"
    },
    {
     "q": "21.判断句：【小蒋说：必看-注意判断词的混淆点】",
     "a": "（1）判断句格式：1）主语+谓语。2）主语+谓语+也。（3）主语+“者”，（4）主语+“者”，谓语+“也”。\n\n（2）判断句系词（不属于系词）：“是”；“非/惟/乃/皆/尽/即/则”（全是、就是）；“为”（译为“是”）。\n（3）特殊：句子前面出现了主项，“是”已经不是这个句子的主语，而是系词。【均属于有判断词的句子】\n①此是何种也?②韩是魏之县也。③是是帚彗，有内兵，年大熟。④融夷氏是其后也。\n⑤客人不知其是商君。⑥巫妪弟子是女子也。⑦此必是豫让也。\n（4）表达功能：领属关系或等同关系；比喻关系；造成某种结果的原因；主语同谓语之间有某种逻辑关系。"
    },
    {
     "q": "22.被动句和被动表示法：  【小蒋说：重难点-必看】",
     "a": "（1）有形式标志的被动句  【小蒋说：必熟背句式条件，练习简答题，并引用在古文综合阅读中】\n1）用介词“于（於）”引进动作行为主动者的被动句式。\n2）用介词“为”引进动作行为的主动者的被动句式，“为……所……”式。\n3）用助动词“见”位于动词前的被动句式，“见……于……”式。\n4）“被”字句。如信而见疑，忠而被谤，能无怨乎？\n（2）非被动句：“被”可翻译成“覆盖”“遭受”“蒙受”。\n1）君实不察其罪，被此名也以出，人谁纳我？\n2）今有仁心仁闻而民不被其泽，不可法于后世者，不行先王之道也。\n3）项王身亦被十余创。4）高祖被酒，夜径泽中。5）世之有饥穰，天之行也，禹汤被之矣。"
    },
    {
     "q": "23.语序和省略：   【小蒋说：重难点-必看】",
     "a": "（1）主谓倒装句\n1）正常语序：主语在前，谓语在后。有时为强调谓语，把谓语提前到主语之前。\n2）表感叹的主谓倒装句：1）有是哉，子之迂也！2）贤哉，回也！3）甚矣，汝之不惠！\n3）表疑问的主谓倒装句：1）谁与，哭者？2）何哉，尔所谓达者？3）子邪，言伐莒jǔ者？\n（2）宾语前置句  【小蒋说：必熟背句式条件，练习简答题，并引用在古文综合阅读中】\n1）在疑问句中，如果宾语是疑问代词，一般都位于动词和介词前。两个条件：一是必须是疑问句，二是必\n须是疑问代词充当宾语，主要有“谁、何、安、奚、孰、焉、胡、恶”等。\n2）在否定句中，如果宾语是代词，常位于动词之前。两个条件：一必须是否定句，即句中必须有否定词，\n如“不、弗、勿、莫、未”等，二宾语必须是代词。\n3）宾语借助代词的复指而前置。主要特点是：在前置宾语和动词之间有一个代词来复指宾语，构成“前置\n宾语+代词+动词”。常用于复指宾语的代词有“之”或“是”。   4）为强调宾语而前置。\n（3）古代汉语句法成分的省略\n1）主语省略：①主语承前省略，上文出现后句省略②主语既定可省略③上文省略的主语下文出现。\n2）宾语省略：①动词宾语省略：上文出现过后省略。②介词宾语省略：介词“以/为/与”的宾语常省，“于\n（於/乎）”的宾语不可省略。"
    },
    {
     "q": "24.古代文献的阅读：【小蒋说：务必做标点练习，进行实际运用】",
     "a": "（1）古文标点的步骤：1）通读全篇。2）梳理脉络和事件前因后果。3）吃透文意，结合上下文。\n（2）古注的类别 【常考选择考点—必看】\n1）传注类：给经作传，解释词义为主。《毛诗故训传》、《尚书传》、东汉郑玄的《三礼注》、《春秋经传集解》。\n2）章句类：分章析句，释词、串讲文意，指明主题旨意。如《孟子章句》。\n3）音义类：辨音释义的注释类型。如陆德明《经典释文》《尚书音义》《毛诗音义》《一切经音义》。\n4）义疏类：既解释经文又给前人的注作解释。如孔颖达“五经正义”、皇侃《论语义疏》、贾公彦《周礼疏》。\n\n5）补注类：既解释经文又给前人的注作解释，在前人注释基础上补充修订。如《楚辞补注》《汉书补注》。\n6）集解类：汇集各家注解合成一书，再加上自己的注解，称“集注”。如朱熹的《四书章句集注》。\n（3）古代的注音方法【小蒋说：常考选择考点—必看】\n1）读若（读似/读近/音近/音如/声相似）\n读若：用一个音近/音同的字为另一个字注音。讗读若畫。（可指出本字与借字关系）\n读如：引熟悉的诗文，用诗文中与该字音近的字来注音。（可指出本字与借字关系）\n如字：按常见的读音读某字，按常见的意思来理解该字。\n读破：与如字相对，反映语音与意义的变化，用本字读音来改读借字读音。\n2）譬况：对难字的读音进行描写、比喻、形容。\n3）直音：“音某/读为/读曰/读与某同”，用一个字为另一个同音的字注音。\n4）反切：用两个汉字注一字的读音。上字取声下字取韵。（上字与被切字：双声，下字与被切字：叠韵）\n25.古书的特殊表达方式：  【小蒋说：常考选择考点—必看，主要看例句属于哪种类型】\n（1）婉曲：明主不晓。新来瘦，非闹病酒，不是悲秋。一旦山陵崩，长安君何以自托于赵？\n     荒侯市人病，不能为人。即阳为病狂，卧便利。\n（2）互文：燕歌赵舞为君开。秦时明月汉时关。事出于沉思，义归乎翰藻。大城铁不如，小城万丈余。\n（3）变文：雷霆不作，风雨不兴。母也天只，不惊人只。\n（4）连类而及：禹、稷当平世，三过其门而不入。绣黼丹朱中衣。大夫不得造车马。无羽毛以御寒暑。\n（5）用典：叶上雨声枝上月，何须焦尾始相知。甚欲去为汤饼客，惟愁错写弄獐书。"
    },
    {
     "q": "27.东汉许慎《说文解字》：小篆为正体字；9355 个字，540 部首。",
     "a": " 古文加标点注意事项：\n注意文章的整体联系，注意语言分析（特别是关联词和语气助词），依据上下文的逻辑联系。\n（1）巧借标记断句。  第一是句首标志词。\n①发语词或叹词：夫、盖、若夫、嗟夫、嗟乎、呜呼、嘻、且夫、今夫等。\n②时间词：是时、昔者、既而、俄而、乃今、有顷等。③谦词：下官、窃、寡人、妾、愚等。\n④人称代词或指示代词：吾、余、予、尔、女(汝)、彼、此等。⑤疑问词：何、孰、安、胡、焉、奚等。\n⑥复音虚词：然则、是故、何以、得无、大抵、何其等。\n第二是句中标志词：以、于、为、而、则等连词。 第三是句尾标志词。\n①语气词：者、也、矣、哉、耳、乎、焉、与(欤)、耶(邪)等。\n②复音虚词：而已、奈何、也夫、矣哉、云尔、云云等。\n第四是对话标志词：曰、云、语、言、道、白、对、谓等。\n（2）整句结构断句。古人写文章喜欢用整句，或对偶，或排比，或顶真，前后照应，句式整齐。\n（3）语法结构断句法。\n古文中主语和宾语一般由名词或代词充当，谓语大多由动词充当，而谓语又是构成句子的核心，可抓住谓\n语动词，根据动词位置及其与前后词语的关系进行推断"
    },
    {
     "q": "古文加标点注意事项",
     "a": "注意文章的整体联系，注意语言分析（特别是关联词和语气助词），依据上下文的逻辑联系。\n（1）巧借标记断句。  第一是句首标志词。\n①发语词或叹词：夫、盖、若夫、嗟夫、嗟乎、呜呼、嘻、且夫、今夫等。\n②时间词：是时、昔者、既而、俄而、乃今、有顷等。③谦词：下官、窃、寡人、妾、愚等。\n④人称代词或指示代词：吾、余、予、尔、女(汝)、彼、此等。⑤疑问词：何、孰、安、胡、焉、奚等。\n⑥复音虚词：然则、是故、何以、得无、大抵、何其等。\n第二是句中标志词：以、于、为、而、则等连词。 第三是句尾标志词。\n①语气词：者、也、矣、哉、耳、乎、焉、与(欤)、耶(邪)等。\n②复音虚词：而已、奈何、也夫、矣哉、云尔、云云等。\n第四是对话标志词：曰、云、语、言、道、白、对、谓等。\n（2）整句结构断句。古人写文章喜欢用整句，或对偶，或排比，或顶真，前后照应，句式整齐。\n（3）语法结构断句法。\n古文中主语和宾语一般由名词或代词充当，谓语大多由动词充当，而谓语又是构成句子的核心，可抓住谓\n语动词，根据动词位置及其与前后词语的关系进行推断"
    }
   ]
  },
  "释词题真题总结": {
   "items": [
    {
     "q": "1.【2204】夫子溫、良、恭、儉、讓以得之。",
     "a": "讓：谦逊\n解析：选自《夫子至于是邦也》，全句翻译为：夫子温和、善良、恭敬、节俭、谦逊，是这样得来的。"
    },
    {
     "q": "2.【1310】夫子之求之也，其諸異乎人之求之輿？",
     "a": "乎：介词，引进比较的对象，相当于“于”。\n解析：题目原句可译为：先生要求的方式，大概同别人的方式不同吧。"
    },
    {
     "q": "3.【2008】告諸往而知來者。",
     "a": "諸：“之于”的合音。之，代词；于，介词，引进动作涉及的对象。\n解析：题目原句可译为：告诉你发生过的事情，你就可以推断出未来将要发生的事情。"
    },
    {
     "q": "4.【1910】《詩》云：“如切如磋，如琢如磨。”其斯之謂與？",
     "a": "其：句首语气词。表示委婉语气。\n解析：《诗》上说，“要像对待骨、角、象牙、玉石一样，切磋它，琢磨它”，就是讲的这个意思吧？"
    },
    {
     "q": "5.【1604】七十而從心所欲，不踰矩。",
     "a": "踰：超越\n解析：题目原句可译为：七十岁可以随心所欲（收放自如）却又不超越法度。“踰”在这里表示“超越”的意思，“不逾矩”可以翻译成“不超越法度”，。"
    },
    {
     "q": "6.【2204】學而不思則罔，思而不學則殆。",
     "a": "而：连词，表示转折。\n解析：全句翻译为“只学习却不思考就会感到迷茫而无所适从，只空想不学习就会心中充满疑惑而无定见。"
    },
    {
     "q": "7.【1410、1510】成事不説，遂事不諫，既往不咎。",
     "a": "咎：追究、责备\n解析：原句可译为：已经做过的事不用提了，已经完成的事不用再去劝阻了，已经过去的事也不必再追究了。“既往不咎”的意思是“已经过去的事也不必再追究了”。这里的“咎”是“追究、责备”的意思。"
    },
    {
     "q": "8.【1810】成事不說，遂事不諫，既往不咎。",
     "a": "遂：完成、成。\n解析：题目原句可译为：已经做过的事不用提了，已经完成的事不用再去劝阻了，已经过去的事也不必再追究了。“遂事”的意思是“已经成为事实的事情”。所以这里的“遂”是“已经完成、成”的意思。"
    },
    {
     "q": "9.【2110】不使不仁者加乎其身。",
     "a": "乎：介词；引进动作行为涉及的对象。\n解析：题目原句可译为：不使不仁德的事物加在自己身上。乎：介词；引进动作行为涉及的对象。"
    },
    {
     "q": "10.【1404】蓋有之矣，我未之見也。",
     "a": "蓋：句首语气词，表示揣度，“可能、大概”。\n解析：可译为：这种人可能还是有的，但我没见过。“盖”为句首语气词，表揣度的态度，“可能、大概”。"
    },
    {
     "q": "11.【0210】顏淵曰：“願無伐善，無施勞。”",
     "a": "伐：自夸，自我表白。\n解析：题目原句可译为：颜渊说：“（我）愿做到不夸耀自己的好处，不夸耀自己的功劳。”“伐”在这里是“自夸，自我表白、夸耀”的意思，“无伐善”可以翻译为“不夸耀自己的好处（长处）”。"
    },
    {
     "q": "12.【0310】願無伐善，無施勞。",
     "a": "伐：自夸，自我表白、夸耀。\n解析：题目原句可译为：（我）愿做到不夸耀自己的好处，不夸耀自己的功劳。“伐”在这里是“自夸，自我表白、夸耀”的意思，“无伐善”可以翻译为“不夸耀自己的好处（长处）”。"
    },
    {
     "q": "13.【2104】颜淵季路侍。子曰：“盍各言爾志？”",
     "a": "爾：第二人称代词。你们的，作定语。\n解析：题目原句可译为：颜渊、季路侍立在孔子身旁。孔子说：“何不各自谈谈你们的志向呢？”“尔”通常为第二人称代词，在古代汉语中，代词单、复数同形，“尔”在这里为复数，“你们的”，作定语。"
    },
    {
     "q": "14.【1404】不患寡而患不均，不患贫而患不安。",
     "a": "患：担忧，忧虑\n解析：(他们)不担忧人口稀少而担忧财产分配不均匀，不担忧财产贫乏而担忧不安定。患是“担忧、忧虑”。"
    },
    {
     "q": "15.【1804】君子疾夫舍曰欲之而必為之辭。",
     "a": "疾：厌恶，讨厌。\n解析：原句可译为：君子厌恶那些不肯说（自己）想要那样而偏要找借口的人。“疾”是“厌恶、讨厌”。"
    },
    {
     "q": "16.【2008】孔子曰：“求！無乃爾是過與？”",
     "a": "與：疑问语气词，与“无乃”构成固定格式，意即“恐怕……吧？”\n解析：可译为：孔子说：“冉有！我恐怕该责备你了吧？”"
    },
    {
     "q": "17.【1604】君子疾夫舍曰“欲之”而必爲之辭。",
     "a": "夫：远指代词，可译作“那种、那些”。\n解析：题目原句可译为：君子厌恶那些不肯说（自己）想要那样而偏要找借口的人。"
    },
    {
     "q": "18.【1804】是社稷之臣也，何以伐爲？",
     "a": "爲：句末语气词，表示反问语气。\n解析：可译为：是鲁国的藩属国，为什么要讨伐它呢？“为”是句末语气词，表反问语气，没有实在意义。"
    },
    {
     "q": "19.【1101】子適衛，冉有僕。",
     "a": "适：到……去\n解析：孔子到卫国去，冉有为他驾车。“适”在这里是动词，表示“到……去”。"
    },
    {
     "q": "20.【2010】冉有曰：“既庶矣，又何加焉？”",
     "a": "焉：兼词，相当于“于是”\n解析：可译为：冉有说：“人口已经够多了，还要再做什么呢？”“焉”在这里是兼词，相当于“于是”。"
    },
    {
     "q": "21.【1210/1704】好從事而亟失時，可謂知乎？",
     "a": "亟：屡次、多次\n解析：题目原句可译为：喜欢参与政事而又屡次错过机会，这可以说是聪明吗？"
    },
    {
     "q": "1.【2008】一齊人傅之，眾楚人咻之。",
     "a": "咻：喧哗，打扰。\n解析：目原句可译为：一个齐国人教他，许多楚国人喧哗打扰他。“咻”在这里是“喧哗，打扰”的意思。"
    },
    {
     "q": "2.【1604/1710】誅其君而弔其民，若時雨降。",
     "a": "弔：抚恤，慰问。\n解析：题目原句可译为：诛杀那些暴虐的国君来抚慰那些受害的老百姓，就像天上下了及时雨一样。"
    },
    {
     "q": "3.【1904】民之歸仁也，猶水之就下，獸之走壙也。",
     "a": "就：走向。\n解析：题目原句可译为：老百姓归服仁德，就像水往低处流，兽向旷野跑一样。"
    },
    {
     "q": "4.【1101】猶水之就下，獸走之壙也。",
     "a": "就：走向，趋向。\n解析：题目原句可译为：就像水往低处流，兽向旷野跑一样。“就”在这里是“走向，趋向”的意思。"
    },
    {
     "q": "5.【1804】不違農時，穀不可勝食也。",
     "a": "胜：尽。\n解析：可译为：不耽误农业生产的季节，粮食就会吃不完。“胜”在这里是“尽”的意思。胜食是“吃完”。"
    },
    {
     "q": "6.【1704】王無罪歲，斯天下之民至焉。",
     "a": "焉：兼词，作补语。\n解析：题目原句可译为：大王不要归罪于年成，那么天下的百姓都会来归顺了。“焉”在这里是兼词，作补语，相当于“于是”、“在这里”，“是”指代梁国。"
    },
    {
     "q": "7.【1101】梁惠王曰：“寡人之於国也，盡心焉耳矣。”",
     "a": "耳：句尾语气词；表陈述肯定，相当于“不过如此”。\n解析：题目原句可译为：梁惠王说：“我对于国家，可谓尽心尽力。”"
    },
    {
     "q": "1.【2010】竊貨曰盜，匿行曰詐，易言曰誕。",
     "a": "貨：财物\n解析：可译为：窃取财物叫偷盗，隐匿行为叫欺诈，轻易地乱说叫狂妄。“貨”在这里是“财物”的意思。"
    },
    {
     "q": "2.【2204】重死持義而不橈，是士君子之勇也。",
     "a": "橈：弯曲\n解析：选自《士君子之勇》，全句翻译为“重视生命但为了坚持正义而永不屈服，这是士与君子的勇敢。”"
    },
    {
     "q": "3.【1310】草木榮華滋碩之時，則斧斤不入山林。",
     "a": "碩：大\n解析：题目原句可译为：草木正在开花长大的时候，砍伐的斧头不准进入山林。碩：大。"
    },
    {
     "q": "4.【1510】急得其人，則身佚而國治，功大而名美。",
     "a": "佚：安乐。\n解析：可译为：急于得到治国的人才，就会自身安逸而国家安定，功绩伟大而名声美好。佚：安乐。"
    },
    {
     "q": "1.【1404/1804】博學之，審問之，慎思之，明辨之，篤行之。",
     "a": "篤：专一\n解析：广博地学习，详细地询问，谨慎地思考，清晰地分辨，专注地实行。“笃”可译为“专一、专注”。"
    },
    {
     "q": "2.【2110】博學之，審問之，慎思之，明辨之，篤行之。",
     "a": "審：详细\n解析：题目原句可译为：广博地学习，详细地询问，谨慎地思考，清晰地分辨，专注地实行。審：详细。"
    },
    {
     "q": "3.【2110】君子之愛人也以德。",
     "a": "也：句中语气词；用在主语之后，起提顿作用，使语气变得舒缓。\n解析：题目原句可译为：君子的爱人，是考虑如何成全他的美德。"
    },
    {
     "q": "4.【2104】以正君臣，以篤父子，以睦兄弟。",
     "a": "睦：使……和睦。\n解析：使君臣端正，使父子纯厚，使兄弟和睦。“睦”在这里是形容词的使动用法，“使……和睦”。"
    },
    {
     "q": "5.【1910】近者說服而遠者懷之。",
     "a": "而：连词。连接两个具有并列关系的动词短语。\n解析：可译为：使跟前的人心悦诚服，远方的人向往来归。而：连词。连接两个具有并列关系的动词短语。"
    },
    {
     "q": "6.【1904】一年視離經辨志。",
     "a": "志：思想内容\n解析：题目原句可译为：第一年，看离析句读，辨析经义。志：指文章的思想内容"
    },
    {
     "q": "7.【1404】一年視離經辨志。三年視敬業樂群。",
     "a": "離：断开\n解析：第一年，看离析句读，辨析经义；第三年，看专心学业，亲善朋友。離：断开。"
    },
    {
     "q": "8.【1904】貨惡其棄於地也，不必藏於己。",
     "a": "貨：货物。\n解析：可译为：对于财物，人们厌恶地随便抛弃，但不一定都藏在自己家里。“货”在这里翻译为“货物”。"
    },
    {
     "q": "9.【1610】男有分，女有歸。",
     "a": "歸：出嫁，这里指夫家\n解析：可译为：男人有职份，女人有夫家。“归”是“出嫁”的意思，这里指“夫家”。"
    },
    {
     "q": "10.【1810】大道之行也，與三代之英，丘未之逮也，而有志焉。",
     "a": "逮：赶上。\n解析：题目原句可译为：大道在人间自然运行的上古时代和夏商周三代英明贤君当政的年代，我没有赶上，但也看到一些记载啊！"
    },
    {
     "q": "1.【2104】師退，次于召陵。",
     "a": "次：临时驻扎。\n解析：题目原句可译为：军队后退，临时驻扎在召陵。“次”在这里就是“临时驻扎”的意思。"
    },
    {
     "q": "2.【1910】爾貢包茅不入，王祭不共，無以缩酒。",
     "a": "共：供给\n解析：题目原句可译为：你们应当进贡的包茅没有交纳，周王室的祭祀供不上，没有用来渗滤酒渣的东西。这里的“共”是“供给”的意思，后作“供”。"
    },
    {
     "q": "3.【1504】君若以德綏諸候，誰敢不服？",
     "a": "绥：安抚。\n解析：可译为：如果您用仁德来安抚诸侯，哪个敢不顺服？"
    },
    {
     "q": "4.【2104】以志吾過，且旌善人。",
     "a": "旌：表彰。\n解析：题目原句可译为：以此铭记我的过失，并且表彰善良的人。"
    },
    {
     "q": "5.【2010】過而能改，善莫大焉！",
     "a": "莫：否定性无定代词，作主谓结构的主语。没有哪一种。\n解析：题目原句可译为：有了过错能够改正，就没有比这再好的事情了！"
    },
    {
     "q": "6.【2010】靡不有初，鮮克有終。",
     "a": "鮮：少\n解析：没有谁向善没一个开始的，但很少（有人）能坚持到底。“鮮”在这里是“少”的意思。"
    },
    {
     "q": "7.【2008】《詩》曰：“靡不有初，鮮克有終。”",
     "a": "靡：无定代词，没有谁。\n解析：《诗经》说：“没有谁向善没一个开始的，但很少（有人）能坚持到底。”"
    },
    {
     "q": "8.【1510】宣子驟諫，公患之。",
     "a": "骤：多次。\n解析：题目原句可译为：赵盾又多次劝谏，使晋灵公感到讨厌。“骤”在这里是“多次”的意思。"
    },
    {
     "q": "9.【2104】仲尼聞之，出涕曰：“古之遺愛也。”",
     "a": "涕：眼泪。\n解析：孔子听说了，流着眼泪说：“他是古代传下来的有仁爱的人。”“涕”在这里就是“眼泪”的意思。"
    },
    {
     "q": "10.【1504/1710】夫火烈，民望而畏之，故鮮死焉。",
     "a": "鮮：少。\n解析：火的特点是猛烈，百姓一看见就害怕，所以很少有人死在火里。“鲜”是“少、很少有”。"
    },
    {
     "q": "11.【1404/2110】政寬則民慢，慢則糾之以猛。",
     "a": "慢：懈怠\n解析：施政宽和，百姓就懈怠，百姓怠慢就用严厉措施来纠正。"
    },
    {
     "q": "1.【2110】擇其善鸣者而假之鸣。",
     "a": "假：借\n解析：题目原句可译为：选择最善于发声的事物借它来发声。假：借。"
    },
    {
     "q": "2.【2104】雖遇執事，其弗敢違。",
     "a": "弗：否定副词。不，作状语。\n解析：即使碰到君王的文武官员，我也（将）不会躲避。"
    },
    {
     "q": "3.【2008】各懲其忿以相宥也。",
     "a": "懲：惩戒。\n解析：题目原句可译为：各自惩戒抑止自己的愤怒来互相原谅。"
    },
    {
     "q": "4.【1310/1610】二國圖其社稷，而求紓其民，各懲其忿以相宥也。",
     "a": "宥：原谅\n解析：两国为自己的国家打算，希望让百姓得到平安，各自抑止自己的愤怒，来互相原谅。"
    },
    {
     "q": "5.【1410】二國圖其社稷，而求紓其民，各懲其忿以相宥也。",
     "a": "圖：谋划，为……谋划。\n解析：两国为自己的国家打算，希望让百姓得到平安，各自抑止自己的愤怒，来互相原谅。“图”在这里是“谋划，为……谋划/打算”。"
    },
    {
     "q": "6.【2204】稱其讎，不爲諂；立其子，不爲比。",
     "a": "比：近，偏私\n解析：题目原句可译为：举荐他的仇人而不是谄媚，推荐他的儿子而不是偏私。"
    },
    {
     "q": "7.【2010】《詩》云：“惟其有之，是以似之。”",
     "a": "之：指示代词，作宾语。指美德。\n解析：题目原句可译为：《诗经》说：“只有他有美德，因此推荐的人才能跟他相似。”"
    },
    {
     "q": "8.【2008】於是羊舌職死矣。",
     "a": "是：指示代词，作介词“於”的宾语。\n解析：正当此时，羊舌职死了。“是”在这里是指示代词，作介词“於”的宾语，“于是”译为“此/这时”。"
    },
    {
     "q": "9.【2204】小人懷璧，不可以越鄉，納此以請死也。",
     "a": "納：献\n解析：题目原句可译为：小人带着玉璧，不能够越过乡里，把它献给您是用来免于一死的。納：献。"
    },
    {
     "q": "1.【1910】國有三不祥，是不與焉。",
     "a": "焉：兼词。相当于“于是”。\n解析：译：一个国家有三种不吉利，而你刚才说的这些都不在其内。“焉”在这里是兼词，相当于“于是”。"
    },
    {
     "q": "2.【2110】今上山見虎，虎之室也。",
     "a": "之：连词；连接定语和中心语。\n解析：题目原句可译为：今天大王上山看见老虎，山本来就是老虎的窝呀。之：连词；连接定语和中心语。"
    },
    {
     "q": "3.【2104】景公知晏子賢，迺任以國政。",
     "a": "以：介词。引进处置的对象，把。\n解析：题目原句可译为：景公知道晏子贤能，就把国家政事交给了他。"
    },
    {
     "q": "4.【2008】今臣謹更之，不築蹊徑。",
     "a": "謹：谦敬副词，作状语。\n解析：可译为：现在我改变我的做法，不堵塞小路。“謹”在这里是谦敬副词，作状语，表示尊敬别人。"
    },
    {
     "q": "5.【1101】是以三邪毁乎外，二讒毁于内，三年而毀聞乎君也。",
     "a": "乎：介词；引进行为的主动者，“被”。\n解析：可译为：所以三种邪僻之人在外诽谤，二种谗佞之人在内诽谤，三年中诽谤之声传到国君的耳中。“乎”在这里是介词；引进行为的主动者，是“被”的意思，“闻乎君”的意思就是“被国君听到”。"
    },
    {
     "q": "6.【1504】三年而毁聞乎君也。",
     "a": "乎：介词；引进动作行为的主动者。\n解析：“闻乎君”是被动句式，介词“乎”引进动作行为的主动者，可译为“被君王听到”。"
    },
    {
     "q": "7.【1710】決獄不避，貴强惡之。",
     "a": "獄：官司。\n解析：可译为：判决官司不回避有权势的人，有权势的人就恨我。“狱”在这里可以翻译为“官司”。"
    },
    {
     "q": "8.【1504】急門閭之政，而淫民惡之。",
     "a": "淫：邪恶。\n解析：严格门闾的管理，做坏事的人便恨我。“淫”在这里是“邪恶”，“淫民”译为“做坏事的人”。"
    },
    {
     "q": "9.【1804】景公使晏子為東阿宰，三年，毀聞于國。",
     "a": "毀：恶名，坏名声。\n解析：景公派晏子做东阿宰。三年后，毁谤之言传遍国内。"
    },
    {
     "q": "10.【1110】擁大盖，策四馬，意氣洋洋，甚自得也。",
     "a": "策：赶着。\n解析：(头顶上)撑着大车篷，用鞭子赶着四匹大马，意气风发，十分得意。"
    },
    {
     "q": "11.【1610】其夫爲相御，擁大盖，策驷馬。",
     "a": "策：赶着\n解析：她的丈夫为晏子驾车，(头顶上)撑着大车篷，用鞭子赶着四匹大马。"
    },
    {
     "q": "12.【2010】對曰：“既竊利之，敢不識乎？”",
     "a": "竊：谦敬副词，作状语。私下。\n解析：可译为：回答说：“既然私下得到靠近市场的好处，还能不知道市场价格？”"
    },
    {
     "q": "13.【1910】君之先臣容焉，臣不足以嗣之，於臣侈矣。",
     "a": "嗣：继承\n解析：可译为：君主以前的臣子就容身在这里，我本不足以继承他的职位，我住在这里还觉得奢侈呢。"
    },
    {
     "q": "1.【2008】齊諧者，志怪者也。",
     "a": "志：记载\n解析：题目原句可译为：《齐谐》这本书，是记载一些怪异事情的书。志：记载。"
    },
    {
     "q": "2.【2010】天之蒼蒼，其正色邪？",
     "a": "邪：句末语气词，表示疑问语气。\n解析：题目原句可译为：天空苍苍茫茫的，难道就是它本来的颜色吗？邪：句末语气词，表示疑问语气。"
    },
    {
     "q": "3.【1504】天之蒼蒼，其正色邪？其遠而無所至極邪？",
     "a": "邪：句末语气词，表示疑问语气。\n解析：天空苍苍茫茫的，难道就是它本来的颜色吗？还是太远而没有达到尽头的地方（看不清楚）呢？"
    },
    {
     "q": "4.【1910】東面而視，不見水端。",
     "a": "端：尽头\n解析：题目原句可译为：面朝东边一望，看不见大海的尽头。"
    },
    {
     "q": "5.【1301】適莽蒼者，三飡而反，腹猶果然。",
     "a": "適：到……去\n解析：题目原句可译为：到近郊去的人，只带当天吃的三餐粮食，回来肚子还是饱饱的。適：到……去。"
    },
    {
     "q": "6.【1101】德合一君而徴一國，其自視也，亦如此也。",
     "a": "徴：取信\n解析：题目原句可译为：德行能投合一个君王的心意的，能力能够取得全国信任的，他们看待自己，也像上面说的那只小鸟一样。徴：取信。"
    },
    {
     "q": "7.【1301】小知不如大知，小年不及大年。",
     "a": "知：智慧\n解析：题目原句可译为：小智比不上大智，短命比不上长寿。知：智慧。"
    },
    {
     "q": "8.【1210/1704/1810】我決起而飛，搶榆枋，時则不至，而控於地而已矣。",
     "a": "控：落，掉落\n解析：可译为：我们奋力而飞，碰到榆树和檀树就停止，有时飞不上去，落在地上就是了。控：落，掉落。"
    },
    {
     "q": "9.【1210】此雖免乎行，猶有所待者也。",
     "a": "乎：介词，相当于“于”，介绍动作行为所涉及的对象\n解析：这样虽然免了步行，还是有所凭借的。"
    },
    {
     "q": "10.【2104】彼且惡乎待哉？",
     "a": "惡：疑问代词。哪里，作宾语。\n解析：题目原句可译为：他还要凭借什么呢？"
    },
    {
     "q": "11.【1110/1610】吾非至於子之門則殆矣，吾長見笑於大方之家。",
     "a": "殆：危险\n解析：可译为：我要不是因为来到你的门前，真可就危险了，我必定会永远受到修养极高的人的耻笑。"
    },
    {
     "q": "12.【2110】子罕置諸其里，使玉人爲之攻之。",
     "a": "里：乡里，住处\n解析：题目原句可译为：子罕把美玉放在自己的乡里，让玉工为他雕琢。里：乡里，住处。"
    },
    {
     "q": "1.【2110】夫惟弗居，是以不去。",
     "a": "去：离开\n解析：题目原句可译为：正由于不居功，就无所谓失去（离开）功德。去：离开。"
    },
    {
     "q": "2.【1410】上士聞道，勤而行之。",
     "a": "勤：努力\n解析：题目原句可译为：上士听了道的理论，努力去实行。"
    },
    {
     "q": "3.【1301】大方無隅，大器晚成。",
     "a": "隅：角\n解析：题目原句可译为：最方正的东西反而没有棱角，最大的器物反而最晚铸成。隅：“角、棱角”。"
    },
    {
     "q": "4.【2204】孰知其極？其無正？",
     "a": "其：语气词，表示反诘。\n解析：可译为：谁能知道究竟是灾祸还是幸福呢？它们并没有一个确定的标准。"
    },
    {
     "q": "5.【1604】及至文、武，各當時而立法，因事而制禮。",
     "a": "當：合，适应\n解析：等到了周文王和周武王的时代，他们各自顺应时势而建立法度，根据国家的具体情况制定法令。"
    },
    {
     "q": "1.【2010】至殺不辜人也，衪其衣裘，取戈劍者……",
     "a": "辜：罪\n解析：可译为：至于杀无罪的人，拽下人家的衣服皮袄，拿走戈剑……"
    },
    {
     "q": "2.【1604】至攘人犬豕雞豚者，其不義又甚入人園圃竊桃李。",
     "a": "攘：偷\n解析：可译为：至于偷人家鸡犬大猪小猪的，比进人家果园偷桃李更不义。"
    },
    {
     "q": "1.【1610】積貨滋多，蓄怨滋厚，不亡何待？",
     "a": "滋：副词，更加\n解析：可译为：积累的财货越多，蓄积的怨恨也就越深，不灭亡还等什么呢？"
    },
    {
     "q": "2.【1301】昔者晉獻公欲假道於虞以伐虢。",
     "a": "假：借\n解析：可译为：从前，晋献公想要向虞国借路以便攻打虢国。"
    },
    {
     "q": "3.【1810、2204】彌子矯駕君車以出。",
     "a": "以：连词，连接状语和中心词，可译作“而”。\n解析：题目原句可译为：弥子瑕就假托君命，乘坐卫君的车子赶回去探望。“以”在这里是连词，连接状语和中心词，可译作“而”。注意：为了句子的通顺，在翻译长句时可以视情况不译出。"
    },
    {
     "q": "4.【1710】因釋其耒而守株，冀復得兔。",
     "a": "釋：放下。\n解析：这个人便因此放下手里翻土的农具，守在树桩子旁边，希望再捡到死兔子。"
    },
    {
     "q": "5.【1210/1704】若受吾幣不假之道，將奈何？",
     "a": "幣：礼物\n解析：可译为：如果他们接受了我们的礼物而又不借给我们路，那将怎么办呢？"
    },
    {
     "q": "6.【2204】有決瀆於殷周之世者，必爲湯武笑矣。",
     "a": "爲：介词，引进动作行为的主动者。\n解析：可译为：如果到了商周时代，还有人要把挖河排洪作为要务的话，那就一定会被商汤、武王所耻笑。"
    },
    {
     "q": "1.【1604】夫子矢之曰：“予所否者，天厭之！天厭之！”",
     "a": "之：代词，指代说话者一方，“我”。\n解析：可译为：孔子发誓说：“假如我做了什么不正当的事的话，让上天厌弃我吧！让上天厌弃我吧！”"
    },
    {
     "q": "2.【1101】旬日之間，浸大也；三年之後，如車輪焉。",
     "a": "浸：渐渐。\n解析：十天之后，看虱子渐渐大了；几年之后，虱子在他眼里有车轮那么大。"
    },
    {
     "q": "3.【1510】聲振林木，響遏行雲。",
     "a": "遏：遏止、阻止。\n解析：可译为：声音振动了树林，回响挡住了行云。“遏”在这里是“遏止、阻止”，也可译为“挡住”。"
    },
    {
     "q": "1.【1810】敏於事而慎於言。",
     "a": "於：介词，介绍动作行为涉及的范围。\n解析：题目原句可译为：办事勤勉，说话谨慎。"
    },
    {
     "q": "2.【1504】曾子以子游之言告於有子。",
     "a": "於：介词，引进动作行为所涉及的对象。\n解析：题目原句可译为：曾子将子游的话告诉有子。"
    },
    {
     "q": "3.【1904】冰，水爲之而寒於水。",
     "a": "於：介词，引进比较对象。\n解析：冰是水凝结而成的，却比水更寒冷。“於”作为介词，用来引进比较对象，可译为“比……更……”。"
    },
    {
     "q": "4.【1710】夫子之求之也，其諸異乎人之求之與？",
     "a": "乎：介词，引进比较的对象。\n解析：题目原句可译为：孔子获得的方法，和别人获得的方法，不相同吧？"
    },
    {
     "q": "5.【1904】生乎吾前，其聞道也固先乎吾。",
     "a": "乎：介词，引进时间。\n解析：可译为：生在我前面，他懂得道理本来就早于我。“乎”在这里作为介词，用来引进时间。"
    },
    {
     "q": "6.【1510】楚人生乎楚，長乎楚，而楚言，不知其所受之。",
     "a": "乎：介词；引进动作发生的处所。\n解析：楚人生在楚地．长往楚地，而说楚人的语言，自己却不知是从谁那里学来的。乎：介词；引进处所。"
    },
    {
     "q": "7.【1110】余聽獄雖不能察，必以情斷之。",
     "a": "以：介词，介绍动作行为的依据。\n解析：我处理百姓的诉讼时虽然不能做到体察一切，但总是力求以情理判断。以：介词-动作行为的依据。"
    },
    {
     "q": "8.【1310】晋侯求之，不获。以绵上为之田。",
     "a": "以：介词，介绍动作行为的对象\n解析：题目原句可译为：晋侯寻找不到，就用绵上的田作为他的祭田。以：介词，介绍动作行为的对象。"
    },
    {
     "q": "9.【1410】（韓說）以太初三年為遊擊將軍。",
     "a": "以：介词，引进动作行为发生的时间，“在”。\n解析：韩说在太初三年的时候当上了游击将军。以：介词，引进动作行为发生的时间，“在”。"
    },
    {
     "q": "10.【1704】寡君使群臣爲魯、衛請，曰無令輿師陷入君地。",
     "a": "爲：介词。介绍动作行为关联的对象，表示动作行为为谁而发，“替”。\n解析：我们国君派我们这些臣下为鲁、卫两国求情，他说：“不要让军队深入齐国的土地。”"
    },
    {
     "q": "11.【1210/1810】及莊公即位，爲之請制。",
     "a": "爲：介词，介绍动作行为关联的对象，表示动作行为为谁而发。\n解析：可译为：到庄公即位的时候，武姜就替共叔段请求分封到制邑去。爲：介词，给、替、帮。"
    },
    {
     "q": "12.【1404】因燒其券，民稱萬歲，乃臣所以爲君市義也。",
     "a": "爲：介词，表示动作行为为谁而发，表示动作行为关联的对象，“替”\n解析：题目原句可译为：顺便烧掉了契据，以至百姓欢呼万岁，这就是我用来为您买义的方式啊。"
    },
    {
     "q": "13.【1301】南面而征，北狄怨，曰：“奚爲後我？”",
     "a": "爲：介词，引进原因\n解析：当他向南方进军时，北边国家的老百姓便抱怨。都说：“为什么把我们放到后面呢？”"
    },
    {
     "q": "14.【1610】十萬人皆入睢水，睢水爲之不流。",
     "a": "爲：介词，介绍动作行为的原因，因为\n解析：十万人都进入到睢水中，河水因此而阻塞。爲：介词，介绍动作行为的原因，因为。"
    },
    {
     "q": "15.【1710】河間王琛最爲豪首，常與高陽爭衡。",
     "a": "與：介词，引进动作行为涉及的对象。\n解析：题目原句可译为：河间王元琛要算是居豪华奢侈的首位，经常和高阳王比赛奢华。"
    },
    {
     "q": "16.【2010/1604】竊觀公之意，视釋天下若釋躧。",
     "a": "釋：放弃\n解析：可译为：我私下观察您的心意，视放弃天下若丢弃一只鞋子。"
    },
    {
     "q": "17.【2104】是必夫奇鬼也。",
     "a": "夫：指示代词。那个，作定语。\n解析：可译为：这就肯定是那个奇鬼啊。"
    },
    {
     "q": "18.【1110】守法而弗變則悖，悖亂不可以持國。",
     "a": "悖：逆，违背事理。\n解析：可译为：死守古老的法令制度而不改变就会违背事理，违背事理(就)不能治理好国家。"
    },
    {
     "q": "19.【1410】循表而夜涉，溺死者千有餘人。",
     "a": "循：顺着，沿着\n解析：顺着(原来的)标记在夜间渡水，(结果)淹死的有一千多人。"
    },
    {
     "q": "20.【1610】故治國無法則亂，守法而弗變則悖。",
     "a": "悖：逆；违背事理\n解析：可译为：所以说治理国家没有法令制度就会混乱，死守古老的法令制度而不改变就会违背事理。"
    },
    {
     "q": "21.【2110】座殆尚在於門。",
     "a": "於：介词；引进动作行为涉及的地点。\n解析：题目原句可译为：任座恐怕还在门口。於：介词；引进动作行为涉及的地点。"
    },
    {
     "q": "1.【1810】入而徐趨，至而自謝。",
     "a": "謝：道歉\n解析：题目原句可译为：触龙走入殿内就用快走的姿势慢慢地走着小步，到了太后面前道歉。謝：道歉"
    },
    {
     "q": "2.【1804】老臣今者殊不欲食。",
     "a": "殊：副词；表示程度高。\n解析：题目原句可译为：老臣近来特别不想吃东西。"
    },
    {
     "q": "3.【1810】公子鮑美而艷。",
     "a": "而：连词，连接两个谓词性词语，表示并列关系。\n解析：题目原句可译为：公子鲍漂亮而且艳丽。而：连词，连接两个谓词性词语，表示并列关系。"
    },
    {
     "q": "3.【1110】令初下，群臣進諫，門庭若市。數月之後，時時而間進。",
     "a": "而：连词，连接状语和谓语中心语，表示偏正关系。\n解析:命令刚下达,许多大臣都来进献谏言,宫门和庭院像集市一样喧闹;几个月以后,还不时地有人进谏。"
    },
    {
     "q": "4.【1410/1904】長驅到齊，晨而求見。",
     "a": "而：连词，连接状语和谓语中心词。\n解析：题目原句可译为：向前奔驰不止到齐国，清晨就求见孟尝君。"
    },
    {
     "q": "5.【1101】長驅到齊，晨而求見。孟嘗君怪其疾也，衣冠而見之。",
     "a": "而：连词，连接状语和谓语中心词。\n解析：题目原句可译为：向前奔驰不止到齐国，清晨就求见孟尝君。孟尝君认为冯谖回来这么快很奇怪，立即穿好衣服，戴好帽子去见他。"
    },
    {
     "q": "6.【1504】《關雎》樂而不淫，哀而不傷。",
     "a": "而：连词，表示转折关系。\n解析：可译为：《关雎》表现的是快乐不是没有节制的，悲哀却不至于过于悲伤。"
    },
    {
     "q": "7.【1301】亡羊而補牢，未爲遲也。",
     "a": "而：连词，连接两个动词性短语，表示顺承关系\n解析：题目原句可译为：羊丢掉以后再去修补也不算迟。而：连词，连接两个动词性短语，表示顺承关系。"
    },
    {
     "q": "8.【1604】子而思報父母之讎，臣而思報君之讎，其有敢不盡力者乎？",
     "a": "而：连词，表示假设，如果。\n解析：译为：儿子想着为父母报仇，做臣下的想着为国君报仇，难道还有敢不尽力的人吗？"
    },
    {
     "q": "9.【2110】子路率爾而對。",
     "a": "而：连词；连接状语和中心语。\n解析：题目原句可译为：子路不假思索地回答。而：连词；连接状语和中心语。"
    },
    {
     "q": "10.【1210】歸以語其弟，曰：“楚其亡乎？”",
     "a": "以：连词，连接两个动词，表承接关系，可译作“来”。\n解析：题目原句可译为：鬬且回家后告诉了他的弟弟，说：“楚国恐怕即将衰亡！”"
    },
    {
     "q": "11.【1704】使人更代將軍以脫其禍。",
     "a": "以：连词。连接两个动词性短语，后一行为是前一行为的目的。\n解析：可译为：别外派人替代将军，以此来摆脱祸患。"
    },
    {
     "q": "12.【1510】彌子矯駕君車以出。",
     "a": "以：连词，连接状语和动词中心语。\n解析：题目原句可译为：弥子瑕假托君命驾驭君车而出。以：连词，连接状语和动词中心语。"
    },
    {
     "q": "13.【1310】吾非至於子之门則殆矣。",
     "a": "則：连词，表示承接。\n解析：题目原句可译为：如果我没有来到您的身边，那就很危险了。則：连词，表示承接。"
    },
    {
     "q": "14.【1710】風之積也不厚，則其負大翼也無力。",
     "a": "則：连词，连接条件复句中的两个分句，表示承接关系。\n解析：题目原句可译为：如果聚集的风不够强大的话，那么负载一个巨大的翅膀也就没有力量了。"
    },
    {
     "q": "15.【1610】竭力以事大國，則不得免焉。",
     "a": "則：连词，表示转折，却，但是。\n解析：题目原句可译为：就算竭力去侍奉大国，也不能免除威胁。"
    },
    {
     "q": "16.【1510】匠石曰：“臣則嘗能斲之，雖然，臣之質死久矣！”",
     "a": "則：连词；表示让步关系。\n解析：可译为：匠石说：“我曾经确实砍掉鼻尖上的小灰泥。但是，那个敢让我砍的人已经去世很久了。”"
    },
    {
     "q": "17.【1804】大道之行也，天下為公。",
     "a": "之：连词，连接主语和谓语而成的名词性的偏正结构充当状语，主要是表示时间上的修饰，可译为“……的时候”。\n解析：题目原句可译为：大道在天下实行时，把天下作为大家所共有的。"
    },
    {
     "q": "18.【1301】此天之亡我，非戰之罪也。",
     "a": "之：连词，连接主语和谓语，取消句子独立性\n解析：可译为：这是上天要灭亡我，决不是作战的过错。之：连词，连接主语和谓语，取消句子独立性"
    },
    {
     "q": "19.【1504】臣固疑大王之不能用也。",
     "a": "之：连词；用在主谓结构间，取消句子独立性。\n解析：我本来就怀疑大王不会接受我的意见。“之”在这里是连词，用在主谓结构间，取消句子独立性。"
    },
    {
     "q": "20.【1904】今不聽吾計，後雖欲復見我，尚可得乎？",
     "a": "雖：连词，表示假设性让步关系。\n解析：题目原句可译为：今天不听我的话，以后即使想再见到我，还能够做到吗？"
    },
    {
     "q": "21.【1110】雖九死其猶未悔",
     "a": "雖：连词，表示假设性的让步，虽然。\n解析：即使死多次也不会后悔。雖：连词，表示假设性的让步，相当于“虽然”，可译为“即使”“纵然”。"
    },
    {
     "q": "22.【1610】安陵君受地於先王而守之，雖千里不敢易也，豈直五百里哉？",
     "a": "雖：连词，表示让步关系，即使。\n解析：题目原句可译为：安陵君从先王那里继承了封地所以守护它，即使是方圆千里的土地也不敢交换，更何况只是这仅仅的五百里的土地呢？"
    },
    {
     "q": "23.【0210/1301】萬端俱起，不可勝理。",
     "a": "勝：尽、全部\n解析：题目原句可译为：群议纷起，难以全部清理。"
    },
    {
     "q": "24.【1310】今欲并天下，淩萬乘，詘敌國，制海内。",
     "a": "淩：凌驾\n解析：题目原句可译为：现在，要想并吞天下，超越大国，使敌国屈服，制服天下。“淩”在这里是“凌驾”的意思，凌驾于大国之上就是超越大国。"
    },
    {
     "q": "25.【2104】乃自强步，日三四里，少益耆食，和於身也。",
     "a": "耆：喜爱。\n解析：题目原句可译为：自己勉强走走，每天走上三四里，慢慢地稍微增加点食欲，身上也比较舒适了。“耆”在这里是“嗜”的借字，是“喜爱”的意思。"
    },
    {
     "q": "26.【1910】於是爲長安君約車百乘，質於齊，齊兵乃出。",
     "a": "於：介词。引进动作行为的处所。\n解析：题目原句可译为：于是就替长安君准备了一百辆车子，送他到齐国去做人质，齐国的救兵才出动。“於”在这里是介词，引进动作行为的处所“齐”。"
    },
    {
     "q": "27.【1310】太后曰：“诺。恣君之所使之。”",
     "a": "恣：任凭、听任\n解析：题目原句可译为：太后说：“好吧，任凭您指派他吧。”“恣”在这里可以翻译为“任凭、听任”。"
    },
    {
     "q": "28.【1110】於是乘其車，揭其劍，過其友日：“孟嘗君客我。”",
     "a": "揭：高举。\n解析：题目原句可译为：冯谖于是乘坐他的车，高举着他的剑，去拜访他的朋友说：“孟尝君待我为上等门客。”“揭”在这里可以翻译为“高举”。"
    },
    {
     "q": "29.【1710】券徧合，起，矯命以責賜諸民，因燒其券。",
     "a": "矫：假托。\n解析：题目原句可译为：核验完毕后，起身，假托孟尝君的命令，把所有的债款赏赐给欠债人，并当场把债券烧掉。“矫”在这里可以翻译为“假托”。"
    },
    {
     "q": "30.【1504】孟嘗君就國於薛。",
     "a": "就：前往。\n解析：题目原句可译为：孟尝君前往自己的封地薛去。“就”在这里的意思是“前往”。"
    },
    {
     "q": "31.【0401】於是乘其車，揭其劍，過其友。",
     "a": "揭：高举。\n解析：可译为：冯谖于是乘坐他的车，高举着他的剑，去拜访他的朋友。“揭”在这里可翻译为“高举”。"
    },
    {
     "q": "32.【0410】孟嘗君曰：“食之，比門下之客。”",
     "a": "食：给……吃。\n解析：可译为：孟尝君说：“让他吃鱼，按照中等门客的生活待遇。”"
    },
    {
     "q": "1.【1510】吾知所過矣，将改之。",
     "a": "矣：语气词，表示情况已经如何。\n解析：题目原句可译为：我已经知道自己的过错了，打算改正。矣：语气词，表示情况已经如何。"
    },
    {
     "q": "2.【1710】寡人之於國也，盡心焉耳矣。",
     "a": "矣：句末语气词，表示报道一种新情况，带有动作行为已经完成的意味。\n解析：我对于国家，总算尽了心啦。矣：句末语气词，表示报道一种新情况，带有动作行为已完成的意味。"
    },
    {
     "q": "3.【1604】曰：“日食飲得無衰乎？”曰：“恃粥耳。”",
     "a": "耳：语气词，表示限止，相当于“罢了”\n解析：题目原句可译为：触龙说：“您每天的饮食该不会减少吧？”太后说：“就喝点粥罢了。”"
    },
    {
     "q": "4.【1404】翁曰：“無他，但手熟爾。”",
     "a": "爾：语气词，表示限制的语气。\n解析：可译为：卖油的老翁说：“没有别的奥妙，不过是手法熟练罢了。”爾：语气词，表限制的语气。"
    },
    {
     "q": "5.【1210】今吾以十倍之地，请廣於君，而君逆寡人者，輕寡人與？",
     "a": "與：语气词，表疑问语气\n解析：现在我用安陵十倍的土地，让安陵君扩大自己的领土，但是他违背我的意愿，这是轻视我吗？"
    },
    {
     "q": "6.【1610】此天下之害與？天下之利與？",
     "a": "與：疑问语气词，用在选择问句中表示疑问\n解析：题目原句可译为：这是天下之害呢？还是天下之利呢？與：疑问语气词，用在选择问句中表示疑问"
    },
    {
     "q": "7.【1710/2204】汲黯何如人哉？",
     "a": "哉：句末语气词，在特指疑问句中表示强烈感叹，疑问语气由疑问代词表达。\n解析：题目原句可译为：汲黯这个人怎么样？"
    },
    {
     "q": "8.【1410】安能以皓皓之白，而蒙世俗之塵埃乎？",
     "a": "乎：语气词，表示反问。\n解析：题目原句可译为：怎么能让晶莹剔透的纯洁，蒙上世俗的尘埃呢？乎：语气词，表示反问。"
    },
    {
     "q": "9.【1301】晉，吾宗也，豈害我哉？",
     "a": "哉：语气词，与表示反问的语气副词配合表示反问语气。\n解析：题目原句可译为：晋国，与我国同宗，难道会加害我们吗？"
    },
    {
     "q": "10.【1210】今子欲以子之梁國而嚇我耶？",
     "a": "耶：语气词，表反问语气。\n解析：题目原句可译为：难道现在你也想用你的梁国相位来威吓我吗？耶：语气词，表反问语气。"
    },
    {
     "q": "11.【1310】夫大國，難测也，懼有伏焉。",
     "a": "夫：语气词，表示要发表议论\n解析：题目原句可译为：像齐国这样的大国，他们的情况是难以推测的，怕他们设下埋伏。"
    },
    {
     "q": "12.【1110/1310/1510】闕秦以利晉，唯君圖之。",
     "a": "唯：语气词，强调希冀、期望的语气。\n解析：题目原句可译为：削弱秦国对晋国有利，希望您考虑一下！唯：语气词，强调希冀、期望的语气。"
    },
    {
     "q": "13.【1904】過三百乘，其不能以入矣。",
     "a": "其：语气词，表示测度语气。\n解析：题目原句可译为：率领超过三百辆战车的兵力，恐怕就不能回国了。“其”在这里作为句首语气词，用来表示测度语气，译为“恐怕、大概”。"
    },
    {
     "q": "14.【1704】子玉剛而無禮，不可以治民。過三百乘，其不能以入矣。",
     "a": "其：句首语气词，表示揣测的语气。\n解析：题目原句可译为：子玉刚愎自用而且无礼，不能让他治理民众，率领超过三百辆战车的兵力，恐怕就不能回国了。“其”在这里作为句首语气词，用来表示揣测的语气，译为“恐怕、大概”。"
    },
    {
     "q": "15.【1804】子曰：“師也過，商也不及”。",
     "a": "也：句中语气词，常用在主语之后，起提顿作用，使全句的语气变得舒缓。\n解析：题目原句可译为：孔子回答说：“颛孙师有些超过，卜商有些赶不上。”也：句中语气词，常用在主语之后，起提顿作用，使全句的语气变得舒缓。"
    },
    {
     "q": "16.【1410】子貢問：“師與商也孰賢？”",
     "a": "也：语气词，表示提顿。\n解析：题目原句可译为：子贡问孔子：“子张和子夏二人谁更优秀呢？”也：语气词，表示提顿。"
    },
    {
     "q": "17.【1704】是氣也，寓於尋常之中，而塞乎天地之間。",
     "a": "也：句中语气词，用在主语后面，起舒缓语气的作用。\n解析：题目原句可译为：这种气，寄托在平常事物中，又充满于天地之间。"
    },
    {
     "q": "18.【1210】秦王色撓，長跪而謝之。",
     "a": "谢：道歉\n解析：题目原句可译为：秦王变了脸色，直身而跪，向唐雎道歉。“谢”在这里可以翻译为“道歉”。"
    },
    {
     "q": "19.【1910】今國病矣，君盍以名器請糴於齊？",
     "a": "糴：买进粮食\n解析：题目原句可译为：现在国家遇到了困难，国君为何不抵押钟鼎宝器向齐国要求买进粮食呢？"
    },
    {
     "q": "20.【1301】齊孝公來伐魯，臧文仲欲以辭告，病焉，問於展禽。",
     "a": "焉：兼词，作补语，相当于“于是”“于之”。\n解析：题目原句可译为：齐孝公出兵讨伐鲁国，臧文仲想写一篇文辞谢罪，请求齐国退兵，但找不到适当的措辞，求问于展禽。“焉”在这里是兼词，作补语，相当于“于是”“于之”。"
    },
    {
     "q": "21.【1101】旦日，客從外來，與坐談。",
     "a": "与：介词；介绍动作行为发生时所涉及的对象，“和”。\n解析：题目原句可译为：第二天，有客人从外面来（拜访），（邹忌）和他相坐而谈。"
    },
    {
     "q": "22.【1704】秦王色撓，長跪而謝之。",
     "a": "挠：屈服。\n解析：秦王变了脸色，直身而跪，向唐雎道歉。“挠”是“屈服”的意思，即秦王变了脸色，屈服于唐雎。"
    },
    {
     "q": "23.【1810】布衣之怒，亦免冠徒跣，以頭搶地爾。",
     "a": "尔：语气词，表示陈述语气，相当于“耳”，可译作“罢了”。\n解析：可译为：平民发怒，也不过就是摘掉帽子，光着脚，把头往地上撞罢了。"
    },
    {
     "q": "1.【1110】子常其能賢於成、靈乎？",
     "a": "於：介词，引进比较的对象。\n解析：题目原句可译为：子常的下场能比成王和灵王好吗？“於”在这里是介词，引进比较的对象。"
    },
    {
     "q": "2.【1210、1704】民多曠者，而我取富焉，是勤民以自封也。",
     "a": "勤：使……勤，劳累，辛苦\n解析：题目原句可译为：百姓的财物空了，而我却得到了富贵，这是使百姓劳苦来增加我自己的财富。"
    },
    {
     "q": "3.【1101】是之不恤，而蓄聚不厭，其速怨於民多矣。",
     "a": "速：招致。\n解析：题目原句可译为：他不去顾恤这些，反而聚敛不已，招致民众怨恨的太多了。"
    },
    {
     "q": "4.【1101】歸以語其弟，曰：“楚其亡乎？”",
     "a": "以：连词；连接前后两个动作，表示承接。\n解析：题目原句可译为：（斗且）回家对他的弟弟说：“楚国大概要灭亡了。”"
    },
    {
     "q": "1.【1310】大行不顧细謹，大禮不辭小讓。",
     "a": "讓：责备\n解析：题目原句可译为：干大事不必顾及小的礼节，讲大节无须躲避小的责备。"
    },
    {
     "q": "2.【1110】九合諸候，一匡天下。",
     "a": "匡：匡正、匡救。\n解析：题目原句可译为：多次会合诸侯，匡救天下。"
    },
    {
     "q": "3.【1404】令甲卒皆伏，使老弱女子乘城。",
     "a": "乘：登\n解析：题目原句可译为：把有战斗力的甲士埋伏起来，让老弱者和妇女登上城楼。"
    },
    {
     "q": "4.【1604】良乃入，具告沛公。",
     "a": "具：副词；全部，都\n解析：可译为：张良于是进来，把事情都告诉了刘邦。"
    },
    {
     "q": "5.【1510】殺人如不能舉，刑人如恐不勝。",
     "a": "勝：尽、穷尽。\n解析：可译为：杀人惟恐不能杀尽，惩罚人惟恐不能用尽酷刑。"
    },
    {
     "q": "6.【0701】殺人如不能舉，刑人如恐不勝。",
     "a": "举：尽、穷尽。\n解析：可译为：杀人惟恐不能杀尽，惩罚人惟恐不能用尽酷刑。"
    },
    {
     "q": "1.【1410】長不滿七尺，滑稽多辯，數使諸侯，未嘗屈辱。",
     "a": "数：屡次，多次。\n解析：题目原句可译为：身高不足七尺，为人滑稽，能言善辩，屡次出使诸侯之国，从未受过屈辱。"
    },
    {
     "q": "2.【1504】賜號稱王，擁衆數萬，馬畜彌山。",
     "a": "彌：满。\n解析：题目原句可译为：让我称王，拥有奴隶数万，马和其他牲畜满山。"
    },
    {
     "q": "3.【1904】於靬王愛之，給其衣食。",
     "a": "給：供给。\n解析：题目原句可译为：於靬王爱惜他，供给他衣服和食品。"
    },
    {
     "q": "4.【1910】國亡捐瘠者，以畜積多而備先具也。",
     "a": "捐：抛弃\n解析：可译为：国内没有被遗弃和瘦得不成样子的人，这是因为贮藏积蓄的东西多，事先早已作好了准备。"
    },
    {
     "q": "5.【1404】故堯、禹有九年之水，湯有七年之旱，而國亡捐瘠者，以畜積多而備先具也。",
     "a": "以：连词，表示原因，“因为”。\n解析：题目原句可译为：所以尽管唐尧、夏禹之时有过九年的水灾，商汤之时有过七年的旱灾，但国内没有被遗弃和瘦得不成样子的人，这是因为贮藏积蓄的东西多，事先早已作好了准备。"
    },
    {
     "q": "6.【1804】故務民於農桑，薄賦斂，廣畜積，以實倉廩。",
     "a": "以：连词，表目的，可译作“来”。\n解析：原句可译为：所以让人民从事农业生产，减轻他们的赋税，大量贮备粮食，以便来充实仓库。"
    },
    {
     "q": "1.【1410】其下魏、晉氏，鳴者不及於古，然亦未嘗絕也。",
     "a": "然：连词，表示转折。“但是”。\n解析：题目原句可译为：此后的魏朝、晋朝，能表达的人及不上古代，可是也并未绝迹。"
    },
    {
     "q": "2.【1904】莊周以其荒唐之辭鳴。",
     "a": "荒唐：浩瀚而无边际。\n解析：题目原句可译为：庄周凭借他浩瀚而无边际的文辞来表达。"
    },
    {
     "q": "3.【1810】草木之無聲，風撓之鸣。水之無聲，風蕩之鸣。",
     "a": "撓：搅扰，吹拂。\n解析：可译为：草木本来没有声音，风摇动它就发出声响。水本来没有声音，风震荡它就发出声响。"
    },
    {
     "q": "4.【1804/2008】文起八代之衰，而道濟天下之溺。",
     "a": "濟：振救。\n解析：可译为：他的文章使八代以来的衰败文风得到振兴，他对儒道的宣扬使天下人在沉溺中得到振救。"
    },
    {
     "q": "5.【1910】天下靡然從公，復歸於正，蓋三百年於此矣。",
     "a": "蓋：副词。表推测语气。\n解析：原句可译为：天下人纷纷倾倒追随他，使思想和文风又回到正路上来，到现在已经有三百年左右了。"
    },
    {
     "q": "6.【1404】文起八代之衰，而道濟天下之溺；忠犯人主之怒，而勇奪三軍之帥。",
     "a": "而：连词，表示并列关系，“而且”。\n解析：题目原句可译为：他的文章使八代以来的衰败文风，得到振兴，他对儒道的宣扬，使天下人在沉溺中得到拯救，他的忠诚曾触犯了皇帝的恼怒，他的勇气能折服三军的主帅。"
    },
    {
     "q": "1.【2204】百姓殷阜，年登俗樂。",
     "a": "登：丰收\n解析：题目原句可译为：老百姓殷实富庶，庄稼丰收，民俗欢乐。登：丰收。"
    },
    {
     "q": "2.【2010】事必前定，二公恨自苦耳。",
     "a": "恨：后悔\n解析：原句可译为：这可能是上天早已安排好了的，当科状元就是王俊民，两位后悔自找苦吃"
    },
    {
     "q": "3.【2008】二者，此先王所惡也。",
     "a": "惡：厌恶。\n解析：题目原句可译为：二者，这是古代圣王厌恶的事呀。“惡”在这里是“厌恶”的意思。"
    },
    {
     "q": "1.【2210】因釋其耒而守株，冀復得兔。",
     "a": "冀：希望。\n解析：全句可翻译为：“从此这个农人便放下手中的农具，守在树桩旁边，希望再捡到死兔子。”其中“冀”可翻译为希望，“冀復得”即希望又一次得到之意。"
    },
    {
     "q": "2.【2210】一年視離經辨志，三年視敬業樂群。",
     "a": "離：分析、断开。\n解析：全句可翻译为：“第一年考查学生分析课文的能力和志趣；第三年考查学生的专业思想是不是巩固，同学之间能不能相亲相助。”其中“離”可译为分析、断开，“離經”即为分析经典或分析经文之意。"
    },
    {
     "q": "3.【2210】夫火烈，民望而畏之，故鮮死焉。",
     "a": "鮮：少。\n解析：全句可译为：“比如烈火，民众望见就害怕它，所以很少死在其中的。”其中“鮮”可译为少、少有，“鮮死焉”即为很少有人死于其（烈火）中。"
    },
    {
     "q": "4.【2210】臣聞法古無過，循禮無邪。君其圖之。",
     "a": "圖：考虑。\n解析：全句可译为：“臣听说效法古代法制不会有什么过错，遵循旧的礼制不会有偏差。希望国君能够慎重考虑这件事。”其中“圖”可译为考虑，“圖之”即考虑这件事。"
    },
    {
     "q": "5.【2210】度我至軍中，公乃入。",
     "a": "度：猜测，估量。\n解析：全句翻译为：“估计我到了军中，你再进去。”其中“度”为猜测，估量之意，“度我至軍中”即估计等我到了军中。"
    },
    {
     "q": "6【2210】王誰與爲不善？",
     "a": "與：介词；介宾结构，宾语前置，疑問代詞“誰”作宾语，置于介詞“與”前。\n解析：全句翻译为：“君主能和谁去做不好的事呢？”原文如按正常语序为“王與誰爲不善？”"
    },
    {
     "q": "7.【2210】嚮之壽民，今爲殤子矣。",
     "a": "矣：表示动态的句末语气词；表示将要或必将出现某种新的情况。在类句子中，常出现表示将然和必然的副洞“将”“今”“必”等。\n解析：全句翻译为：“本来可以长寿的人，现在也变成短命鬼了。”表示不懂随机应变，如病症变化不懂药石随之转变，那么得到的结果必定是不好的结果。"
    },
    {
     "q": "8.【2210】直不百步耳，是亦走也。",
     "a": "耳：表示陈述的句尾语气词；表示肯定，带有限制的意味，相常于“不过……而巳”“不过……罢了”。\n解析：全句翻译为：“他只不过没有逃跑到一百步罢了，但也是逃跑！”表示肯定“五十步”也是逃跑，只不过不是逃跑“百步”罢了。"
    },
    {
     "q": "9.【2210】故有君子，则法雖省，足以徧矣。",
     "a": "雖：连词；表示假设性的让步，即设想即使某种情况出现，也不能改变后项的结论，这样的“雖”可翻译为“即使”“虽然”。\n解析：全句翻译为：“所以有了君子，法律即使简略，也足够用在一切方面了”表示即使法律简略，只要有君子，也是足以应对一切的。"
    },
    {
     "q": "10.【2210】君子不以言舉人，不以人廢言。",
     "a": "以：介词；介绍动作行为的原因、动机，可译为“因为”。\n解析：翻译：“君子不因为一个人的言语（说得好）而推举他，也不因为一个人有缺点而废弃他好的言论。”"
    },
    {
     "q": "1.【2304】成事不說，遂事不諫，既往不咎。",
     "a": "咎：责备\n翻译：已经做过的事就不用再提了，已经做了的事就不要再劝谏了，已经过去的事也不必再追究得失与责任。"
    },
    {
     "q": "2.【2304】大學之法，禁於未發之謂豫。",
     "a": "豫：预防\n翻译：大学里的教学方法：在学生的问题还没有发生时就加以防范，这叫预防。"
    },
    {
     "q": "3.【2304】博學之，審問之，慎思之，明辨之，篤行之。",
     "a": "篤：专一\n翻译：要广泛地学习，仔细地询问，审慎地思考，清晰地分辨，忠实地实践。"
    },
    {
     "q": "4.【2304】一里老幼悲愁，垂涕相對，三日不食。",
     "a": "涕：眼泪\n翻译：周围一里以内的老人和小孩也都随之悲哀忧愁，相对流泪，三天不吃饭。"
    },
    {
     "q": "5.【2304】殺人如不能舉，刑人如恐不勝。",
     "a": "舉：尽\n翻译：杀人唯恐杀不尽，用刑唯恐刑不重。"
    },
    {
     "q": "6.【2304】夫寒之於衣，不待輕煖。",
     "a": "夫：句首语气词。表示要发表议论。\n翻译：那些受冻的人对衣服，不要求轻暖。"
    },
    {
     "q": "7.【2304】王割子期之心以與隨人盟。",
     "a": "與：介词。介绍动作行为发出时涉及的对方。\n翻译：楚昭王割破子期的胸口和随国人盟誓。"
    },
    {
     "q": "8.【2304】子非魚，安知魚之樂？",
     "a": "安：疑问代词。加强反问语气。\n翻译：你不是鱼，怎么知道鱼的快乐？"
    },
    {
     "q": "9.【2304】長驅到齊，晨而求見。",
     "a": "而：连词。连接状语和谓语。\n翻译：冯谖赶着车，马不停蹄，直奔齐都，清晨就求见孟尝君。"
    },
    {
     "q": "10.【2304】闕秦以利晉，唯君圖之。",
     "a": "唯：句首语气词。强调期望的语气。\n翻译：削弱秦国对晋国有利，希望您考虑一下！"
    },
    {
     "q": "27.【2310】故有無相生，難易相成，長短相形，高下相傾，音聲相和，前後相隨。",
     "a": "和：应和\n翻译：所以有和无互相转化，难和易互相形成，长和短互相显现，高和下互相充实，音与声互相谐和，前和后互相接随——这是永恒的。"
    },
    {
     "q": "28.【2310】當是時，項王軍在鴻門下，沛公軍在霸上，相去四十裏。",
     "a": "去：距离\n翻译：在这个时候，项羽的军队驻扎在鸿门，刘邦的军队驻扎在霸上，两军相距四十里。"
    },
    {
     "q": "29.【2310】單于使使曉武，會論虞常，欲因此時降武。",
     "a": "曉：告知\n翻译：苏武的伤口渐渐痊愈，单于派使者通知苏武，会同判定虞常的罪，想趁此时使苏武投降。"
    },
    {
     "q": "30.【2310】誅其君而弔其民，若時雨降。",
     "a": "弔：抚恤，慰问\n翻译：诛杀他们的暴君，安抚那里的民众，如同及时雨降临。"
    },
    {
     "q": "31.【2310】斬伐養長不失其時，故山林不童，而百姓有餘材也。",
     "a": "童：秃\n翻译：伐木和种树要同时进行，这样山林就不会光秃秃，老百姓也有生活用的木材。"
    },
    {
     "q": "32.【2310】湯武革命，順乎天而應乎人。",
     "a": "乎：介词。引进动作行为的对象。\n翻译：商汤、武王改姓受天命,上顺天时,下应人心。"
    },
    {
     "q": "33.【2310】莊子則方箕踞鼓盆而歌。",
     "a": "而：连词。连接状语和中心语。\n翻译：庄子像簸箕一样岔开两腿坐着，一边敲打着瓦盆一边唱歌。"
    },
    {
     "q": "34.【2310】賜也聞一以知二。",
     "a": "也：句中语气词。起提顿作用。\n翻译：（“我怎么敢和颜回相比呢？颜回他听到一件事就可以推知十件事；）我呢，知道一件事，只能推知两件事。"
    },
    {
     "q": "35.【2310】衛莊公娶於齊東宫得臣之妹。",
     "a": "之：连词。连接定语和中心语。\n翻译：卫庄公娶了齐国太子得臣的妹妹，叫庄姜。"
    },
    {
     "q": "36.【2310】奚爲後我？",
     "a": "爲：介词。引进原因。\n翻译：（他们会说：）“为什么等到我们之后？”"
    },
    {
     "q": "27.【2404】有弗學，學之弗能，弗措也。",
     "a": "措：放弃。\n翻译：除非不学习，要学习就要求彻底领会，如果仍未领会明白，就不罢休。"
    },
    {
     "q": "28.【2404】於是乘其車，揭其劍。",
     "a": "揭：高举。\n翻译：冯谖于是乘坐他的车，高举着他的剑。"
    },
    {
     "q": "29.【2404】惡不仁者，其爲仁矣，不使不仁者加乎其身。",
     "a": "加：凌越，超越。\n翻译：真正憎恶不仁道的人，他实行仁道，不使不仁道的事物加在自己身上。"
    },
    {
     "q": "30.【2404】宋人有耕者，田中有株，兔走觸株。",
     "a": "株：树桩。\n翻译：宋国有个农民，他的田地中有一截树桩。一只跑得飞快的野兔撞在了树桩上，扭断了脖子死了。"
    },
    {
     "q": "31.【2404】不虞君之涉吾地也，何故？",
     "a": "虞：料到，想到。\n翻译：“没想到您进入了我们的国土，这是什么缘故？”"
    },
    {
     "q": "32.【2404】學而不思則罔，思而不學則殆。",
     "a": "則：连词。连接谓词性成分，表示承接关系。\n翻译：只学习而不思考，就会感到迷茫而无所适从；只思考而不学习，就会疑惑。"
    },
    {
     "q": "33.【2404】昔者晉獻公欲假道於虞以伐虢。",
     "a": "於：介词。引进动作行为的对象。\n翻译：从前，晋献公想向虞国借路去讨伐虢国。"
    },
    {
     "q": "34.【2404】雖日撻而求其楚，亦不可得矣。",
     "a": "雖：连词。表示让步。\n翻译：即使每天鞭打他，强迫他再说楚国话，也是不可能的。"
    },
    {
     "q": "35.【2404】以此爲治，豈不悲哉！",
     "a": "哉：语气词。表示感叹。\n翻译：“用这种方法治理国家，岂不太可悲了吗”"
    },
    {
     "q": "36.【2404】魏其銳身爲救灌夫。",
     "a": "爲：介词。介绍动作行为的目的。\n翻译：魏其侯为了救灌夫而勇敢地站出来。"
    },
    {
     "q": "27.【2410】填然鼓之，兵刃既接，棄甲曳兵而走。",
     "a": "兵：兵器\n翻译：战鼓咚咚敲响，两军的兵器已经接触，战败的士兵丢盔弃甲拖着兵器逃跑。"
    },
    {
     "q": "28.【2410】問其名居，不告而退，遂自亡也。",
     "a": "亡：逃走\n翻译：赵盾再问他的姓名和住处，他没有回答就退走了，赵盾自己也逃亡了。"
    },
    {
     "q": "29.【2410】舉扶而易之，反席未安而没。",
     "a": "反：返回\n翻译：（赵武）将被褥扶起来更换（新的），但（赵盾）回到床上连被褥都没有安放好就去世了。"
    },
    {
     "q": "30.【2410】惠此中國，以綏四方。",
     "a": "綏：安抚\n翻译：施惠于中原地区，来安抚四方（天下）。"
    },
    {
     "q": "31.【2410】今日寡人出獵，上山則見虎，下澤則見蛇，殆所謂不祥也。",
     "a": "殆：大约\n翻译：“这大概是所说的不祥之兆吧”。"
    },
    {
     "q": "32.【2410】安陵君其許寡人？",
     "a": "其：句中语气词，表示委婉的语气。\n翻译：安陵君一定要答应我。“其”是祈使、期望的语气词，表示秦王希望安陵君能答应他的要求。"
    },
    {
     "q": "33.【2410】既庶矣，又何加焉？",
     "a": "焉：兼词，代词兼表句末语气。\n翻译：人口已经够多了，还要再做什么呢？"
    },
    {
     "q": "34.【2410】退而老於西河之上。",
     "a": "於：介词，引进处所。\n翻译：退休后在西河之上安度晚年。"
    },
    {
     "q": "35.【2410】妾是以求去也。",
     "a": "以：介词，引进原因。\n翻译：“可是看你的样子，自己认为很满足，我因此想要离开你”。"
    },
    {
     "q": "36.【2410】天下皆知美之爲美，斯惡已。",
     "a": "斯：连词，相当于“则”。连接条件复句中的两个分句。\n翻译：天下人都知道美之所以为美，那是由于有丑陋的存在。"
    },
    {
     "q": "27.【2504】其必有不依形而立，不恃力而行。",
     "a": "恃：凭借\n翻译：它（指某种事物）一定不是依靠形体而存在，也不是凭借力量而运行。"
    },
    {
     "q": "28.【2504】及懷子改桓之行，而修武之德，可以免於難，而離桓之罪，以亡於楚。",
     "a": "亡：逃跑\n翻译：等到怀子改变了桓公的行为方式，修习武公的德行，本可以免于灾祸，却因为桓公的罪过而受牵连，最终逃亡到楚国。"
    },
    {
     "q": "29.【2504】爾貢包茅不入，王祭不共。",
     "a": "共：供给\n翻译：你们没有进贡包茅，导致周王的祭祀用品供给不足。"
    },
    {
     "q": "30.【2504】是以厚賞不行，重罰不用，而民自治。",
     "a": "治：安定，跟“乱”相对\n翻译：因此不需要实行重赏，也不必动用严刑，百姓自然就能安定有序。"
    },
    {
     "q": "31.【2504】大行不顧細謹，大禮不辭小讓。",
     "a": "讓：责备\n翻译：做大事不必顾及细枝末节，行大礼不用计较小的责备。"
    },
    {
     "q": "32.【2504】子其怨我乎？",
     "a": "乎：语气词。表疑问语气。\n翻译：你大概会怨恨我吧？"
    },
    {
     "q": "33.【2504】雖臣虜之勞，不苦於此矣。",
     "a": "雖：连词。表让步。\n翻译：即使是奴隶的劳役，也不会比这更辛苦了。"
    },
    {
     "q": "34.【2504】其真子恐其父之不能反也，遂逝迎之。",
     "a": "之：连词。用在主谓之间，取消句子独立性。\n翻译：他的儿子担心父亲不能顺利返回，于是立刻动身去迎接他。"
    },
    {
     "q": "35.【2504】左右皆笑之，以告。",
     "a": "以：介词。介绍动作行为处置的对象。\n翻译：左右侍从都嘲笑他，并把这件事告诉了（孟尝君）。"
    },
    {
     "q": "36.【2504】小人恐矣，君子則否。",
     "a": "矣：语气词。表示已然语气。\n翻译：小人感到恐惧，君子则不会。"
    }
   ]
  },
  "简答题四周总结": {
   "items": [
    {
     "q": "1.【1210】下列汉字哪些是象形字？哪些是会意字？请说明各类字的特点。\n眉 栗 莫 折 血 隻 果 閒",
     "a": "答案：“眉、栗、血、果”为象形字；“莫、折、隻、閒”为会意字。\n象形字的特点是通过勾勒事物的轮廓来构造字形。\n会意字的特点是根据事物间的某种关系而组合两个或两个以上的独体字来构成新字。"
    },
    {
     "q": "2.【1404】指出下列汉字哪些是象形字，哪些是会意字；并以这些字为例，说明合体象形与会意的区别。\n丘 向 磊 泪 傘 息 果 朙",
     "a": "答案：“丘、向、傘、果”是象形字（其中“向、果”是合体象形字）。“磊、泪、息、朙”是会意字。\n合体象形字和会意字都由两部分组合而成。其区别在于：会意字的两部分往往都能独立成字。\n例如：“息”是由“自”和“心”两部分构成的；合体象形字的其中一部分往往不能独立成字，例如“向”，它有一部分并不能独立成字。"
    },
    {
     "q": "3.【1110】指出下列汉字哪些是指事字，哪些是会意字，并以这些字为例，说明指事字与会意字的区别。\n(1)武 (2)刃 (3)伐 (4)折 (5)甘 (6)本 (7)上 (8)逐",
     "a": "答案：指事字：刃、甘、本、上。会意字：武、伐、折、逐。\n指事字是用形体简单的符号记录词义，或是在象形的基础上增加抽象的指事符号或区别符号以构成新字。\n会意字是根据事物间的某种关系而组合两个或两个以上的独体字来构成新字。"
    },
    {
     "q": "4.【1310】指出下列汉字哪些是会意字，哪些是形声字，说明会意字与形声字的特点。\n逐 逹 捨 折 伐 佞 欽 吹",
     "a": "答案：“逐、折、伐、吹”是会意字；“逹、捨、佞、欽”是形声字。\n会意字是根据事物间的某种关系而组合两个或两个以上的独体字，构成新字。\n形声字是根据词的意义类别而选取一个义符，再取一个与词的读音相同或相近的声符，构成新字。"
    },
    {
     "q": "5.【1504】指出下列汉字哪些是会意字，哪些是指事字，并据以说明两种造字方法的特点。\n(1)本 (2)莫 (3)吹 (4)亦 (5)伐 (6)上 (7)刃 (8)武",
     "a": "答案：会意字：莫、吹、伐、武；指事字：本、亦、上、刃。\n会意字：是会和两个或两个以上字的意义合成一个新字。\n指事字：是由形体简单的符号记录词义，或是在象形基础上增加抽象的指事符号或区别符号以构成新字。"
    },
    {
     "q": "6.【1804】指出下列汉字哪些是会意字，哪些是形声字并以这些字为例说明会意与形声的区别。\n武、穎、旗、秉、惑、休",
     "a": "答案：(1)会意字：武、秉、休；(2)形声字：穎、旗、惑。\n(3)会意与形声的区别：会意字是根据事物间的某种关系而组合两个或两个以上的独体字，构成新字。形声字是根据词的意义类别而选取一个义符，再取一个与词的读音相同或相近的声符，构成新字。"
    },
    {
     "q": "7.【1604】下列形声字，义符和声符的位置共有哪些类型？请将它们归入相应的类型之下。\n旗 星 茅 錦 衷 裹 徒 頸",
     "a": "答案：右形左声：錦 頸。上形下声：星 茅。外形内声：衷 裹。声在一角：旗 徒"
    },
    {
     "q": "8.【1101】分析下列句中加下划线的字的结构类型，说明其本义，并指出每组句子中哪一句用的是本义。\n(1) A.一簞食，一豆羹，得之則生。弗得則死。 B.凡穀田，绿豆、小豆底爲上。\n(2) A.願無伐善。無施勞。 B.十年春，齊師伐我。\n(3) A.有車鄰鄰，有馬白顛。 B.危而不持，顛而不扶。則將焉用彼相矣？",
     "a": "答案：\n(1)“豆”是象形字，本义是高脚盘子。A句用的是本义。\n(2)“伐”是会意字，本义是“杀伐”。B句用的是本义。\n(3)“颠”是形声字，本义是“头顶”。A句用的是本义。"
    },
    {
     "q": "9.【1410】指出下列句中加下划线的字，哪些用的是本义，哪些用的是借义，并说明如何区分本义和借义。\n(1)從此道至吾軍，不過二十里耳。\n(2)能謗議於市朝，聞寡人之耳者，受下賞。\n(3)曾子怒曰：“商！女何無罪也？”\n(4)令甲卒皆伏，使老弱女子乘城。",
     "a": "答案：(2)(4)用的是本义，(1)(3)用的是借义。\n本义是通过分析汉字的形体所得出的词的义项。“耳”在古文字中象人的耳朵之形，本义是“耳朵”，(2)用的是本义。“女”的古文字字形象女子之形，本义为“女子”，(4)用的是本义。\n借义是借字所承担的词义。\n(1)中的“耳”是借字，意思是“罢了”，是借义。(3)中的“女”是借字，表第二人称，是借义。"
    },
    {
     "q": "10.【1704】指出下列句中加下划线的字哪些是本字，哪些是通假字，并说明如何区分本字和通假字。\n(1)兩涘渚崖之間，不辯牛馬。\n(2)淳于髡者，齊之贅婿也。長不滿七尺，滑稽多辯。\n(3)歲寒，然後知松柏之後彫也。\n(4)晉靈公不君，厚斂以彫墙。",
     "a": "答案：(1)“辯”是通假字。(2)“辯”是本字。(3)“彫”是通假字。(4)“彫”是本字。\n本字是指专为记录某个词所造的字，它的形体与意义是有联系的。\n通假字是用来记录同音词的字，它的形体与所记录的词义没有联系。"
    },
    {
     "q": "11.【2010】指出下列句中加下划线的词哪些用的是本字，哪些用的是通假字，并说明如何区分本字和通假字。\n(1)爲叢毆爵者，鸇也。\n(2)宣子驟諫。公患之，使鉏麑賊之。\n(3)選賢與能，講信脩睦。\n(4)天有常道矣，地有常數矣。",
     "a": "答案：(2)和(4)用的是本字；(1)和(3)用的是通假字。\n本字是根据词义而造的，是形义统一的。(2)中的“賊”是“杀”义，与“戈”相关；(4)中的“道”是“规律”义，可以追溯到其本义“道路”，与“辶(辵)”相关，词义与字形统一，用的是本字。\n通假字是用来记录同音词的字。(1)中的“爵”是“雀”的意思，“爵”和“雀”同音，而用一个“爵”记录；(3)中的“與”是“推举”义，“與”和“举”同音，而用一个“與”记录。“爵”“與”用的是通假字。"
    },
    {
     "q": "12.【1810】指出下列句中加下划线的词哪些用的是本字，哪些用的是通假字，并说明如何区分本字和通假字。\n(1)陽貨欲見孔子，孔子不见，歸孔子豚。\n(2)長鋏歸來乎！出無車。\n(3)沛公已去，閒至軍中。\n(4)武既至海上，廩食不至，掘野鼠去草實而食之。",
     "a": "答案：(2)和(3)用的是本字；(1)和(4)用的是通假字。\n本字是据词义而造的，是形义统一的。“歸”本义是“女子出嫁”，引申为归来。(2)中的“歸”是“归来”义，用的是本字。“去”本义是“离开”，(3)中的“去”是“离开”义，用的是本字。\n通假字是借来记录同音词的字。(1)中的“歸”是“馈赠”的意思，本字是“馈”。(4)中的“去”是“藏”的意思，本字是“弆”。"
    },
    {
     "q": "13.【1301】根据异体字在构造和书写方面的差异，归纳并说明以下异体字的类型。\n(1)獿—猿 (2)丘—坵 (3)秋—秌 (4)柏—栢 (5)尘—塵 (6)岳—嶽。",
     "a": "答案：\n(1)造字方法不同。如：丘—坵 岳—嶽\n(2)造字方法相同，构件不同。如：柏—栢、尘—塵、獿—猿\n(3)造字方法相同，构件相同。如：秋—秌。"
    },
    {
     "q": "14.【1910】分析下列各组异体字在构造方面的差异。\n喢—啖 棄—弃 泪—淚 謌—歌 迹—蹟 達—遠",
     "a": "答案：\n喢—啖：义符相同，声符不同；棄—弃：同为会意，义符不同；\n泪—淚：造字方法不同，“泪”属于会意，“淚”属于形声；\n謌—歌：义符不同，声符相同；迹—蹟：义符不同，声符不同；達—遠：义符相同，声符不同。"
    },
    {
     "q": "15.【1610】指出下列句中加下划线的字与括号中的字是异体关系还是通假关系，并据以说明判断这两种字际关系的依据。\n(1)至殺不辜人也，衪(拖)其衣裘，取戈劍者。\n(2)左師觸龍言願見太后。太后盛氣而胥(須)之。\n(3)齊桓任戰而伯(霸)天下。\n(4)文士並飭(飾)，諸侯亂惑。",
     "a": "答案：衪与拖、飭与饰：异体关系。胥与须、伯与霸：通假关系。\n判断的依据：读音和意义完全相同，只是形体不同的字为异体关系；\n读音相同或相近，意义不同，在使用中可以通用的字为通假关系。"
    },
    {
     "q": "16.【2104】指出下列句中加下划线的字与括号中的字是异体字关系还是分化字关系，并说明辨别这两种字际关系的理由。\n(1)梁北有黎丘部，有奇鬼焉，喜効(效)人之子侄昆弟之狀。\n(2)其謌(歌)也有思，其哭也有懷。\n(3)宛王殺漢使者，頭縣(懸)北闕。\n(4)齊人有馮諼者，貧乏不能自存，使人屬(囑)孟嘗君。",
     "a": "答案：(1)和(2)是异体字；(3)和(4)是分化字；\n异体字音义完全相同，记词职能也完全一样，只是形体不同。“効”和“效”、“謌”和“歌”音义完全相同、记词职能完全一样，形体不同，是异体字关系。\n分化字读音相同或相近，一个字分担了另一个字多个意义职能的一个，二者为分化关系。“懸”分担了“縣”的“悬挂”的职能，是分化字；“囑”分担了“屬”的“囑托”的职能，是分化字。"
    },
    {
     "q": "17.【2008考期】指出下列句中加下划线的字与括号中的字是异体字关系还是通假字关系，并说明辨别这两种字际关系的理由。\n(1)故有君子，則法雖省，足以徧(遍)矣。\n(2)卒(猝)然遇之，則王公失其貴。\n(3)民食果蓏蟀(蚌)蛤，腥臊惡臭而傷害腹胃。\n(4)尅(刻)臂以誓，不得告術於人。",
     "a": "答案：(1)和(3)是异体字关系；(2)和(4)是通假字关系；\n异体字是音义完全相同、记词职能也完全一样、只是形体不同的字。“徧”与“遍”，“蟀”与“蚌”，音义完全相同，记词职能完全一样，形体不同，是异体字关系。\n通假字是用来记录同音词的字。“卒”和“猝”读音相同，形体、意义不同，“猝”可以用“卒”记录，是通假字关系。“尅”和“刻”读音相同，形体、意义不同，“刻”可以用“尅”记录，是通假字关系"
    },
    {
     "q": "18.【1904】指出下列句中加下划线的字与括号中的字是分化字关系还是通假字关系，并说明辨别这两种字际关系的依据。\n(1)魯宣公卒，赴(訃)者未及，東門氏來告亂。\n(2)王使榮叔來錫(賜)桓公命。",
     "a": "答案：“赴”“訃”是分化字关系；“錫”“賜”是通假字关系。\n由于词义的引申，一个字往往承担着多个义项，为了使文字更明确地记录语言，人们使用更多的字形分担文字的职能，即为分化字关系。\n文字在使用过程中，因为读音相同或相近而被借用，但在意义上没有关系，这样的一组字为通假字关系。"
    },
    {
     "q": "19.【1710】指出下列句中加下划线的字与括号中的字是异体关系还是通假关系，并说明辨别这两种字际关系的依据。\n(1)故饑歲之春，幼弟不餉(餉)；穰歲之秋，疏客必食。\n(2)齊桓任戰而伯(霸)天下。\n(3)沛公不勝桮(杯)杓，不能辭。\n(4)餞于郊衢，撫(拊)節悲歌，聲振林木，響遏行雲。",
     "a": "答案：\n(1)餉与餉、(3)桮与杯是异体关系；\n(2)伯与霸、(4)撫与拊是通假关系。\n读音和意义完全相同，只是形体不同的字为异体关系。\n读音相同或相近，意义不同，在使用中可以通用的字为通假关系。"
    },
    {
     "q": "20.【2110】根据加下划线词在句中的意义写出其相对应的通行规范字，判断两个字的关系并说明理由。\n(1)以彊為弱，在俛仰之間耳。\n(2)國中有大鳥，止王之庭，三年不蜚又不鳴。",
     "a": "答案：\n(1)俛：俯；异体字关系；音义完全相同，形体不同。\n(2)蜚：飞；通假字关系；声音相同，意义无关。"
    },
    {
     "q": "21.【2204】根据加着重号词在句中的意义写出其相对应的通行规范字，判断两个字的关系并说明理由。\n(1)誰習計會，能為文受責於薛者乎？\n(2)卒然遇之，則王公失其貴，晉、楚失其富，良、平失其智。",
     "a": "答案：\n(1)責：债；分化字；“債”是在“責”的基础上增加构件，“債”分担了“責”部分职能。\n(2)卒：猝；通假字；声音相同，意义无关。"
    },
    {
     "q": "1.【1310】结合下列句中加下划线的词，说明什么是异词同字和异字同词。\n(1)齊人歸女樂，季桓子受之，三日不朝。 (2)邑丈人有之市而醉歸者。\n(3)謹庠序之教，申之以孝悌之義。 (4)舉儉力孝弟，罰偷窳，而惰民惡之。",
     "a": "答案：异词同字是指一个字记录意义完全不同的两个词。\n如(1)中的“歸”义为“赠送”，(2)中的“歸”义为“回家”，属于异词同字。\n异字同词是指一个词有不止一个字来记录。\n如(3)、(4)中的“悌”“弟”，都表示“孝悌”义，属于异字同词。"
    },
    {
     "q": "2.【1610】以下列句中加下划线的部分为例，说明如何从意义的角度辨别是两个单音词连用还是复合词。\n(1) A.朝菌不知晦朔，蟪蛄不知春秋，此小年也。 B.且陛下春秋高，法令無常。\n(2) A.君惠徼福於敝邑之社稷，辱收寡君。 B.是社稷之臣也。何以伐為？",
     "a": "答案：\n(1)中，A句的“春秋”指春天和秋天，是两个单音词连用；B句的“春秋”指年龄，是一个复合词。\n(2)中，A句的“社稷”指土地神和五谷神，是两个单音词连用；B句的“社稷”指国家，是一个复合词。\n辨别依据：(1)(2)中的B句，两个单音词的意义不再是其原义的简单相加，而是有了专指义，所以是复合词。"
    },
    {
     "q": "3.【2104】解释下列句中加下划线词语的意义，找出其中的复合词，并以此为例说明确认复合词的主要标准。\n(1)且陛下春秋高，法令無常。 (2)蟪蛄不知春秋，此小年也。\n(3)天子祭天地，諸侯祭社稷。 (4)是社稷之臣也，何以伐為？",
     "a": "答案：(1)年龄。(2)春天和秋天。(3)土地神与谷神。(4)国家。\n两个单音词组合以后意义不等于原来意义的简单相加，而产生了新的意义，才可以认为是复合词。\n如(1)的“春秋”和(4)的“社稷”。"
    },
    {
     "q": "4.【1310】按照两个音节的语音关系给下面的联绵词分类，并据以说明各类联绵词的语音特点。\n窈窕 仓促 流连 从容 逍遥 蹉跎 犹豫 参差",
     "a": "答案：(1)双声联绵词：仓促 流连 犹豫 参差。\n(2)叠韵联绵词：窈窕 从容 逍遥 蹉跎。\n语音特点：双声联绵词的语音特点是两个音节（古音）声母相同。\n叠韵联绵词的语音特点是两个音节（古音）韵相同。"
    },
    {
     "q": "5.【1410】解释下列句中加下划线词的意义，并与括号中的今义比较，说明古今词义差异的类型。\n(1)昔者有王命，有采薪之憂，不能造朝。（今义：制造）\n(2)今也制民之產，仰不足以事父母，俯不足以畜妻子。（今义：儿子）\n(3)子為父死亡所恨。（今义：怨恨）",
     "a": "答案：\n(1)造：前往，到...去。差异类型：古代义项消失。\n(2)子：子女。差异类型：广度宽窄的差异。\n(3)恨：遗憾。差异类型：程度深浅的差异。"
    },
    {
     "q": "6.【2008考期】解释下列句中加下划线的词，并说明其古今意义变化的类型。\n(1)同心之言，其臭如蘭。\n(2)子為父死亡所恨。\n(3)不有君子，其能國乎？國無陋矣，厚賄之。",
     "a": "答案：\n(1)臭：气味。变化类型：范围宽窄的差异。\n(2)恨：遗憾。变化类型：程度深浅的差异。\n(3)賄：赠送财物。变化类型：色彩褒贬的差异。"
    },
    {
     "q": "7.【1101】解釋下列句中加下划线的词的意义，并說明其古今異義詞的細微差別。\n(1)東至于海，西至于河。 (2)子為父死亡所恨。 (3)吾能弭謗矣，乃不敢言。",
     "a": "答案：\n(1)河，黄河。后泛指河流，属于广度宽窄的差别。\n(2)恨，遗憾。后来表示怨恨，属于程度深浅的差别。\n(3)謗，公开议论他人的过失。后来表示恶意中伤，属于色彩褒贬的差别。"
    },
    {
     "q": "8.【0410】从下列材料中，分析出古今词义差别的几种情况。\n(1)售，古义指把商品卖掉，今义指整个销售活动。\n(2)坟，古义指用土堆积而成的高地，今义只指掩埋尸体的土堆。\n(3)焚，古义指放火烧山林进行围猎，今义泛指一切焚烧。\n(4)恨，古义指遗憾、不满，今义指仇恨。\n(5)下流，古义指地位或处境低下，今义指人品低下。",
     "a": "答案：古今词义的差别，有4种情况：\n(1)词义特点的差异。“售”，古义侧重行为的结果，今义侧重行为本身。\n(2)广度宽窄的差异。如“坟”，古义范围大于今义；“焚”，古义范围小于今义。\n(3)程度深浅的差异。如“恨”，古义轻，今义重。\n(4)色彩褒贬的差异。如“下流”，古代是中性词，今有贬义。"
    },
    {
     "q": "9.【1904】解释下列句中加下划线词的意义，并归纳它们所体现的古今词义变化的类型。\n(1)獻魚者曰：“天暑市遠，賣之不售，思欲棄之，不若獻之。”\n(2)將軍者，國之爪牙也。\n(3)秋水時至，百川灌河。",
     "a": "答案：(1)售：卖出。古代“售”强调卖的结果。现代汉语中，“售”只是表示卖这个动作。属于词义特点的变化。\n(2)爪牙：武将、猛士。古代“爪牙”指捍卫国家的“武将”“猛士”，现代汉语中指“帮凶”“走狗”。古代是褒义词，现代是贬义词。属于色彩褒贬的变化。\n(3)河：黄河。古代“河”指黄河，后来泛指河流。属于表义范围的变化。"
    },
    {
     "q": "10.【2010】解释下列句子中“引”字的意义，并归纳“引”的词义引申的脉络。\n(1)乃設九賓禮於廷，引趨使者藺相如。\n(2)君子引而不發，躍如也。\n(3)項羽乃悉引兵渡河。\n(4)故知持權引謗，招幸者非己。",
     "a": "答案：(1)引：延请。(2)引：开弓。(3)引：导引、率领。(4)引：招致。\n引申脉络：开弓→导引（率领）→延请→招致"
    },
    {
     "q": "11.【1504】解释下列句中“理”的意义，指出是本义还是引申义，并说明判断本义的依据。\n(1)萬端俱起，不可勝理。\n(2)服孝死義，是必達理而聞道者也。\n(3)少而理曰治，多而亂曰耗。\n(4)王乃使玉人理其璞而得寶焉。",
     "a": "答案：(1)治理，引申义。(2)道理，引申义。(3)有条理，引申义。(4)治玉，加工玉石，本义。\n本义是与字形相贴切的义项。“理”的义符的“玉”，表示与“治玉”相关。"
    },
    {
     "q": "12.【1510】解释下列句中加下划线词的意义，指出是本义还是引申义，并据此说明怎样确定字的本义与引申义。\n(1)發：A.一發飲羽，狼失聲而逋。 B.秦王發圖，圖窮而匕首見。\n(2)解：A.胡虜益解。 B.及入，宰夫將解鼋。\n(3)道：A.民扶老攜幼，迎君道中。 B.治世不一道，便国不必古。",
     "a": "答案：\n(1) A.射箭，本义。 B.打开，引申义。\n(2) A.松懈，引申义。 B.分解、解剖，本义。\n(3) A.道路，本义。 B.政令措施，引申义。\n本义是与字形相贴切的义项，与字形的关系密切。引申义是由本义发展出来的，与字形的关系相对疏远。"
    },
    {
     "q": "13.【1604】解释下列句中加下划线词的意义，说明该意义是本义还是引申义，并据以归纳引申义与本义联系的类型。\n(1) A.信言不美，美言不信。 B.我嘗聞少仲尼之聞而輕伯夷之義者，始吾弗信。\n(2) A.晉獻公欲假道於虞以伐虢， B.得天下有道：得其民，斯得天下矣。",
     "a": "答案：\n(1)信 A：言语真实，本义；B：相信，引申义。联系类型：因果关系。\n(2)道 A：道路，本义；B：道理、规律，引申义。联系类型：相似关系。"
    },
    {
     "q": "14.【1910】指出下列句中加下划线词的意义，并归纳词的引申义和本义的联系类型。\n(1) A.叔孫戴伯帥師會諸侯之師侵陳。 B.宋人背北杏之會。\n(2) A.酌以大斗，以祈黃耇。 B.維北有斗，不可以挹酒漿。",
     "a": "答案：(1) A.会合；B.盟会。联系类型：动静关系。(2) A.酌酒的器皿；B.斗星。联系类型：相似关系。"
    },
    {
     "q": "15.【1210】解释下列句中加着重号词的意义，并说明其引申义与本义的联系类型。\n(1)間 A.晏子為齊相，出，其御之妻從門間而闚。 B.旬日之間，浸大也；三年之後，如車輪焉。\n(2)關 A.臧紇斬鹿門之關以出。 B.然不自意能先入關破秦，得復見將軍于此。",
     "a": "答案：\n(1)間 A：缝隙，本义；B：一会儿，引申义。联系类型：时空关系。\n(2)關 A：门闩，本义；B：关卡，引申义。联系类型：相似关系。"
    },
    {
     "q": "16.【1704】解释下列句中“防”的意义，并归纳“防”的词义引申脉络。\n(1)視俗而施教，察失而立防。\n(2)吾聞忠善以損怨，不聞作威以防怨。\n(3)夫民心之慍也，若防大川焉，潰而所犯必大矣。\n(4)以防止水。",
     "a": "答案：(1)规范、标准。(2)禁阻、防止。(3)堵塞。(4)堤坝。\n“防”由本义到引申义的引申脉络是：堤坝—堵塞—禁阻、防止—规范、标准。"
    },
    {
     "q": "17.【1810】解释(1)(2)(3)句中“發”的意义，并在(4)(5)(6)句加下划线的词中指出与之对应的同义词。\n(1)文王發政施仁，必先斯四者。發：\n(2)使桓公發倉困而赐貧窮。發：\n(3)王何不發將而擊之？發：\n(4)令宣之日，軍門啟而虜自潰矣。\n(5)制禮作樂，頒度量，而天下大服。\n(6)遣使者黃金千斤，車百乘，往聘孟嘗君。",
     "a": "答案：(1)發：颁布。与(5)“頒”同义。\n(2)發：打开。与(4)“啟”同义。 (3)發：派遣。与(6)“遣”同义。"
    },
    {
     "q": "18.【1710】解释下列句中加下划线的词的意义，并分析同义词之间的差异。\n(1)①失時不雨，民且狼顧。②相如持其璧睨柱，欲以擊柱。\n(2)父命呼，唯而不諾。",
     "a": "答案：\n(1)顧：回头看。睨：斜着看。差异类型：性状情态不同。\n(2)唯：答应，用于应答地位、辈份高的人。諾：答应，用于应答地位、辈份相同或低于自己的人。\n差异类型：情感色彩不同。（或适用对象不同）"
    },
    {
     "q": "19.【1510】解释加下划线词的意义，并据以说明各组词之间的差异属于同义词理性意义差异的哪种情况。\n(1)家有常業，雖飢不餓。 (2)賓客主恭，祭祀主敬。\n(3)①乘彼垝垣，以望復關。 ②失時不雨，民且狼顧。",
     "a": "答案：\n(1)飢：吃不饱，腹中空；餓：没有饭吃，或长时间没有进食。差异：程度轻重不同。\n(2)恭：外表有礼貌；敬：内心尊敬。差异：侧重点不同。\n(3)①望：向远处看；②顧：回头看。差异：性状情态不同。"
    },
    {
     "q": "20.【1610】解释下列句中加下划线词的词性和意义，并据以说明词类活用与词的兼类的不同。\n(1)小子鳴鼓而攻之可也。\n(2)戰於長勺，公將鼓之。\n(3)七年視論學取友，謂之小成。\n(4)工師得大木，則王喜；匠人斫而小之，則王怒。",
     "a": "答案：\n(1)鼓：名词，一种乐器。 (2)鼓：动词，击鼓。\n(3)小：形容词，“大”的反义词。 (4)小：形容词的使动用法，使……变小。\n词类活用与词的兼类的不同在于：\n词的活用是临时的用法，活用后的用法不是词的固有语法属性；兼类则是一个词具有两种或两种以上词类的语法功能，并且这些语法功能已经是固定的，不是临时的。例如：(3)中的“小”是固有的用法。(4)中的“小”是词类活用。(1)中的“鼓”是名词，(2)中的“鼓”是动词，属于词的兼类。"
    },
    {
     "q": "21.【2204】解释下列句中加着重号词的意义，并说明其古今词义变化的类型。\n(1)夫樊將軍，秦王購之金千斤，邑萬家。\n(2)子為父死亡所恨。\n(3)此酒所以酸而不售也。",
     "a": "答案：(1)購：悬赏征求。属于词义特点的差异。\n(2)恨：遗憾。属于程度深浅的差异。 (3)售：卖出去。属于词义特点的差异。"
    },
    {
     "q": "1.【1910】指出下列句中加下劃線的詞哪些是使動用法，哪些是意動用法，並據以說明兩種用法的不同。\n(1)我醉，汝道苦我，何故？\n(2)下義其罪，上賞其姦。\n(3)反欲鬪兩主，觀禍敗。\n(4)客之美我者，欲有求於我也。\n(5)有能則舉之，無能則下之。\n(6)沛公旦日從百餘騎來見項王。",
     "a": "答案：\n使动用法：(1)苦 (3)鬪 (5)下 (6)從。意动用法：(2)義 (4)美\n两种用法的不同：使动用法表达的是“使宾语……”，是客观的结果；\n意动用法表达的是“认为宾语……”“把宾语当作……”，是主观看法。"
    },
    {
     "q": "2.【1101】结合下列句子，說明如何利用語法結構判斷形容詞活用為動詞。\n(1)世之所高，莫若黄帝。\n(2)既來之，則安之\n(3)以正君臣，以篤父子。\n(4)强本而節用，則天不能貧。",
     "a": "答案：\n(1)形容词放在“所”字后面，一般活用为动词，如“所高”。\n(2)形容词后面加代词，一般活用为动词，如“安之”。\n(3)形容词后面加名词或名词短语，又不能构成修饰关系，一般活用为动词，如“正君臣”。[篤父子]\n(4)形容词放在能愿动词后面，一般活用为动词，如“能貧”。"
    },
    {
     "q": "3.【1110】結合下面例句，說明如何利用語法結構判斷形容詞用作動詞的現象。\n(1)客之美我者，欲有求於我也。\n(2)凡用兵之法，全國為上，破國次之。\n(3)欲潔其身，而亂大倫。\n(4)世之所高，莫若黄帝。",
     "a": "答案：\n(1)形容词“美”后加代词“我”，活用为动词。\n(2)形容词“全”后加名词“國”，又不能构成修饰关系，活用为动词。\n(3)形容词“潔”前有能愿动词“欲”，活用为动词。\n(4)形容词“高”放在“所”字后，活用为动词。"
    },
    {
     "q": "4.【1804】結合下列例句，說明古代漢語，普通名詞做狀語的主要類型。\n(1)童子隅坐而執燭。\n(2)齊將田忌善而客待之。\n(3)將不勝其忿而蟻附之。\n(4)家人車載欲往就醫。",
     "a": "答案：\n(1)表示动作发生或进行的方位或处所，有“在……”“到……”“由……”等意思。\n隅，名词作状语，表示动作发生的处所。\n(2)表示对待动作对象的态度，有“把……当作……”“像对待……一样的”等意思。\n客，名词作状语，把……当作客人对待。\n(3)表示动作进行时的状态，多用比喻的方式描绘动词所表示的行动的方式或状态，有“像……一样的”“像……似的”等意思。蚁，名词作状语，像蚂蚁一样。\n(4)表示动作进行时所用的工具和依据，有“用……”或“拿……”等意思。车，名词作状语，用车……。"
    },
    {
     "q": "5.【1210】指出下列句中活用的词，并说明其活用类型。\n(1)故君人者，勞於索之，而休於使之。\n(2)文帝曰：“卑之，毋甚高論，令今可施行也。”\n(3)寶珠玉者，殃必及身。\n(4)晏子怪而問之，御以實對。",
     "a": "答案：(1)君，名词用作动词。 (2)卑，形容词使动用法。\n(3)寶，名词意动用法。 (4)怪，形容词意动用法。"
    },
    {
     "q": "6.【1510】指出下列句子中的名詞活用現象，並據以歸納名詞活用的類型。\n(1)驢不勝怒，蹄之。\n(2)下義其罪，上賞其姦，上下相蒙，難與處矣。\n(3)筑室百堵，西南其戶。\n(4)然後卑事夫差，宦士三百人於吳。\n(5)孟嘗君客我。\n(6)故君人者，勞於索之，而休於使之。",
     "a": "答案：\n类型1：名词用为一般动词。如(1)“蹄”、(6)“君”。\n类型2：名词的使动动法。如(3)“西南”、(4)“宦”。\n类型3：名词的意动用法。如(2)“义”、(5)“客”。"
    },
    {
     "q": "7.【2010】解釋下列句中加下劃線名詞在句中的意義，並說明其語法特點。\n(1)空以身膏草野，誰復知之！\n(2)今欲並天下……制海内，子元元，臣諸侯，非兵不可！\n(3)刑仁講讓，示民有常。\n(4)鵬之徙於南冥也，水擊三千里。",
     "a": "答案：\n(1)膏，滋养，名词活用作动词。 (2)臣，使……成为臣下，名词使动用法。\n(3)刑，把……当作法则，名词意动用法。 (4)水，在水面上，名词作状语。"
    },
    {
     "q": "8.【1704】指出下列句中的名量表示法，並歸納類型。\n(1)今之為仁者，猶以一杯水救一車薪之火也。\n(2)此六君子者，未有不謹於禮者也。\n(3)此車一人殿之，可以集事。\n(4)齊王使淳于髡之趙請救兵，齎金百斤，車馬十駟。\n(5)翼日戊午，乃社於新邑，牛一、羊一、豕一。\n(6)謹使臣良奉白璧一雙，再拜獻大王足下；玉斗一雙，再拜奉大將軍足下。",
     "a": "答案：\n(1)数词+量词+名词。如例1。 (2)数词+名词。如例2、例3。\n(3)名词+数词。如例5。 (4)名词+数词+量词。如例4、例6。"
    },
    {
     "q": "9.【第九課教材作業】指出下列句子中的詞類活用。\n(1)故人不獨親其親，不獨子其子。",
     "a": "答案：名词的意动用法，“把…当作双亲”；名词的意动用法，“把…当作子女”。"
    },
    {
     "q": "9(2).【第九課教材作業】指出下列句子中的詞類活用。\n(2)今先生儼然不遠千里而庭教之，願以異日。",
     "a": "答案：形容词的意动用法，“认为……远”。"
    },
    {
     "q": "9(3).【第九課教材作業】指出下列句子中的詞類活用。\n(3)故講事以度軌量謂之軌，取材以章物采謂之物。",
     "a": "答案：名词活用为动词，这里是动词的使动用法，“使……显著”。"
    },
    {
     "q": "9(4).【第九課教材作業】指出下列句子中的詞類活用。\n(4)平旦，廣乃歸其大軍。",
     "a": "答案：动词的使动用法，“使……返回”。"
    },
    {
     "q": "9(5).【第九課教材作業】指出下列句子中的詞類活用。\n(5)既而與為公介，倒戟以禦公徒而免之。",
     "a": "答案：动词的使动用法，“使…免除”"
    },
    {
     "q": "9(6).【第九課教材作業】指出下列句子中的詞類活用。\n(6)范增數目項王，舉所佩玉玦以示之者三，項王默然不應。",
     "a": "答案：“目”名词用作动词，以目光示意。"
    },
    {
     "q": "9(7).【第九課教材作業】指出下列句子中的詞類活用。\n(7)空以身膏草野，誰復知之！",
     "a": "答案：名词用作动词，表示滋养。"
    },
    {
     "q": "9(8).【第九課教材作業】指出下列句子中的詞類活用。\n(8)女為悅己者容。",
     "a": "答案：动词的使动用法，“使……高兴”。"
    },
    {
     "q": "10.【第九課教材作業】指出下列句子中的名詞作狀語。\n(1)日食飲得無衰乎？",
     "a": "答案：“日”时间名词作状语，每天。"
    },
    {
     "q": "10(2).【第九課教材作業】指出下列句子中的名詞作狀語。\n(2)群臣吏民，能面刺寡人之過者，受上賞。",
     "a": "答案：“面”名词作状语，当面。"
    },
    {
     "q": "10(3).【第九課教材作業】指出下列句子中的名詞作狀語。\n(3)國人莫敢言，道路以目。",
     "a": "答案：“道路”名词作状语，在道路上。"
    },
    {
     "q": "10(4).【第九課教材作業】指出下列句子中的名詞作狀語。\n(4)夜半，胡兵以為漢有伏軍於傍欲夜取之，皆引去。",
     "a": "答案：“夜”名词作状语，在夜里。"
    },
    {
     "q": "10(5).【第九課教材作業】指出下列句子中的名詞作狀語。\n(5)鵬之徙於南冥也，水擊三千里。",
     "a": "答案：“水”名词作状语，在水面上。"
    },
    {
     "q": "10(6).【第九課教材作業】指出下列句子中的名詞作狀語。\n(6)夫山居而穀汲者，膢臘(lúlà)而相遺以水。",
     "a": "答案：“山”、“穀”都是名词作状语，表示处所。"
    },
    {
     "q": "10(7).【第九課教材作業】指出下列句子中的名詞作狀語。\n(7)邑丈人有之市而醉歸者，黎丘之鬼效其子之狀，扶而道苦之。",
     "a": "答案：“道”名词作状语，在路上。"
    },
    {
     "q": "10(8).【第九課教材作業】指出下列句子中的名詞作狀語。\n(8)今君有區區之薛，不拊愛子其民，因而賈利之。",
     "a": "答案：“賈”名词作状语，用商人的方法。"
    },
    {
     "q": "11.【第十課教材作業】分析下列句子中數量表示法的類型。\n(1)昔門子文三仕令尹，無一日之積。[数词+量词+之+名词]\n(2)於是乎每朝設脯一束、糗一筐。[名词+数词+量词]\n(3)恃二先君之所職業。[数词+名词]\n(4)殺一牛，取一豆肉，餘以食士。[数词+名词；数词+量词+名词]\n(5)於是為長安君約車百乘，質於齊。[名词+数词+量词]\n(6)禹八年於外，三過其門而不入。[数词+动词]\n(7)魯人從君戰，三戰三北。[数词+动词]\n(8)翼日戊午，乃社於新邑，牛一、羊一、豕一。[名词+数词]",
     "a": "答案：此为源文件数量表示法归类示例，各例句类型见方括号标注。"
    },
    {
     "q": "12.【第十課教材作業】分析古代漢語和現代漢語中數詞表達的異同。\n(1)今齊地方千裏，百二十城。[整数前通常不加一]\n(2)殺士三分之一而城不拔者，此攻之災也。[“分母十分之十分子”]\n(3)十有二年，必獲此土。二三子志之。[整数零数间不用零一加有/又字]\n(4)三歲貫女，莫我肯顧。[直接用基数词]\n(5)利不百，不變法；功不十，不易器。[用基数词加“倍”表示倍数]\n(6)三五明月夜，四五蟾兔缺。[表示几倍于某个数，用“倍数十基数”]\n(7)近塞之人，死者十九。[分母+分子]\n(8)鄒忌脩八尺有餘。[约数：加“将、且、可、约、所、余、许、数”]",
     "a": "答案：此为源文件数词表达异同归纳示例，各例句类型见方括号标注。"
    },
    {
     "q": "13.【第十一課教材作業】指出下列各句中的副詞，並注意它們的用法和意義。\n(1)夫子欲之，吾二臣者皆不欲也。\n(2)《記》曰：“三王四代唯其師。”\n(3)成事不說，遂事不諫，既往不咎。\n(4)不知法之义，而正法之數者，雖博，臨事必亂。\n(5)人且偃然寢于巨室，而我噭噭(áo)随而哭之。\n(6)长不满七尺，滑稽多辩，數使诸侯，未嘗屈辱。",
     "a": "答案：\n(1)皆，范围副词，表示总括，“全、都”。不，否定副词，表示一般否定。\n(2)唯，范围副词，表示限定，“只”。\n(3)不，否定副词，表示一般否定。既，时间副词，表示动作已经发生，“已经”。\n(4)不，否定副词，表示一般否定。必，情态副词，表示肯定，“一定”。\n(5)且，时间副词，表示动作即将发生，“将”。\n(6)不，否定副词，表一般否定。數，时间副词，表示动作行为的频率，“多次”。未，否定副词，表示事情还没有发生或实现，“没有”。嘗，时间副词，表示动作行为曾经发生过，“曾经”。"
    },
    {
     "q": "14.【2104】根據以下例句歸納“其”的用法，並將例句歸到各類用法的後面。\n(1)日月之行，若出其中。\n(2)北冥有魚，其名為鯤。\n(3)及其未既濟也，請擊之。\n(4)楚其亡乎？\n(5)昭王之不復，君其問諸水濱！\n(6)稱其讎，不為諂。",
     "a": "答案：\n第一，第三人称代词，作定语，表示领属关系。例句(2)(6)\n第二，第三人称代词，充当主谓词组或分句的主语。例句(3)\n第三，指示代词，表示远指，作定语，相当于现代汉语的“那”。例句(1)\n第四，句中语气词，表示推测，可译作“大概”。例句(4)\n第五，句中语气词，表示一种委婉的语气，可译为“希望”“还是”。例句(5)。"
    },
    {
     "q": "15.【1604】結合下列例句，辨析“者”字片語和“所”字片語的異同。\n(1)學者有四失，教者必知之。\n(2)得其心有道；所欲與之聚之，所惡勿施，爾也。",
     "a": "答案：(1)相同之处：“者”字词组与“所”字词组都是偏正关系的名词词组。\n如“學者”是指学习的人，“所欲”是指想要的东西。\n(2)不同之处：\n①从语序看，“者”字词组是前偏后正，“所”字词组是前正后偏。\n如“學者”中“者”是正，“學”是偏，前偏后正；“所欲”中“所”是正，“欲”是偏，前正后偏。\n②从语义看，“者”字词组中的“者”用在动词后，表示动作的施事，如“教者”是指教别人学习的人；\n“所”字词组中的“所”用在动词前；表示动作的受事，如“所惡”是指厌恶的东西。"
    },
    {
     "q": "16.【1110简答一第七课】辨析下列三组同义词，并指出其意义差异的类型。\n(1) A.問：王聞之，使人問其故。 B.訪：穆公訪諸蹇叔。\n(2) A.望：吳起至於岸門，止車而望西河。 B.顧：孟嘗君顧謂馮諼。\n(3) A.飢：人情，一日不再食則飢。 B.餓：塗有餓殍而不知發。",
     "a": "答案：\n(1)范围广狭不同。“問”泛指询问。“訪”指君长就重大问题向臣下征求意见。\n(2)性状情态不同，“望”指向远处看，“顧”指回头看。\n(3)程度轻重不同，“飢”指吃不饱，腹中空；“餓”是严重的饿，指没有东西吃或长时间未进食。"
    },
    {
     "q": "17.【1404简答一第七课】解释下列句中加下划线的词的意义，并分析每组同义词之间的差异。\n(1) A.飢而欲食，寒而欲煖。 B.見靈輒餓，問其病，曰：“不食三日矣”。\n(2) A.乘彼垝垣，以望復關。 B.雲车十餘丈，瞰臨城中。\n(3) A.吏不誅則亂法，誅之則君不安。 B.見公之足于户下，遂弒之，而立無知。",
     "a": "答案：\n(1)飢：吃不饱，腹中空。餓：长时间未进食。差异：程度轻重不同。\n(2)望：抬头向远处看。瞰：从高处往下看。差异：性状情态不同。\n(3)誅：依法杀死，依法惩处。弒：杀死，指以下犯上，带有贬义。差异：感情色彩不同。"
    },
    {
     "q": "18.【2110】解释下列句中加下划线词的意义，并将其归入不同的副词类别。\n(1)老臣今者殊不欲食。 殊： (2)張良曰：“謹諾。” 謹：\n(3)距關，毋內諸侯。 毋： (4)輔之以晉，可以少安。 少：\n(5)既竊利之，敢不識乎？ 竊：",
     "a": "答案：\n(1)殊：很，非常。(2)謹：恭谨，谨慎。\n(3)毋：不要，别。(4)少：稍微。 (5)竊：私下。\n归类：程度副词：殊、少；谦敬副词：謹、竊；否定副词：毋。"
    },
    {
     "q": "1.【1410】根據下列句中加下劃線的“於”，歸納介詞“於”的主要用法，並將例子歸到各類用法的後面。\n(1)丈人智惑於似其子者而殺於真子。 (2)夫子至於是邦也，必聞其政。\n(3)苛政猛於虎也。 (4)趙氏求救於齊。\n(5)子於是日哭，則不歌。 (6)臣之客欲有求於臣，皆以美於徐公。\n(7)吾長見笑於大方之家。 (8)始吾於人也，聽其言而信其行。",
     "a": "答案：\n①引进动作行为涉及的处所、时间等。如(2)(5)；\n②用在被动句中；引进动作行为的主动者。如(1)(7)；\n③引进动作行为所涉及的对象。如(4)(8)；\n④引进比较的对象。如(3)(6)。"
    },
    {
     "q": "2.【2008考期】根據以下例句歸納介詞“以”的用法，並將例句歸到各類用法的後面。\n(1)宫之奇以其族行。 (2)武以始元六年春至京師。\n(3)爾貢包茅不入，王祭不共，無以縮酒。 (4)上使樊噲以相國將兵攻之。\n(5)餘聽獄雖不能察，必以情斷之。 (6)君子不以言舉人。",
     "a": "答案：\n第一、介绍动作行为凭借的工具、手段、条件、依据，可译为“用”“拿”“凭”“根据”。例句(4)(5)。\n第二、介绍动作行为所处置的对象或涉及的人。例句(1)。\n第三、介绍动作行为的原因、动机，可译为“因为”。例句(6)。\n第四、介绍动作行为发生的时间，可译为“在”。例句(2)。\n第五、与动词“有”“无”(亡)组成“有以”“无以(亡以)”等凝固用法。例句(3)。"
    },
    {
     "q": "3.【0410】根據加下劃線的連詞“之”的用例，歸納總結連詞“之”的用法和特點，要求結合具體例句說明。\n(1)臣固疑大王之不能用也。 (2)民之有口也，猶土之有山川也。\n(3)百畝之田，勿奪其時，數口之家可以無飢矣。 (4)荀子之不欲，雖賞之不竊。\n(5)夫搏牛之蝱不可以破蟣蝨。 (6)晉公子重耳之及於難也，晉人伐諸蒲城。\n(7)此天之亡我，非戰之罪也。 (8)雖我之死，有子存焉。",
     "a": "答案：\n(1)连词“之”连接定语和中心语，如③⑤\n(2)连词“之”连接主语和谓语，使主谓结构转变为定中关系的名词性词组。这种定中关系的名词性词组在句中充当主语(②前“之”)，宾语(①、②后“之”)，判断句谓语(⑦)，表示时间的状语(⑥)。\n(3)连词“之”连接主语和谓语，使主谓结构充当复句的分句，如④⑧"
    },
    {
     "q": "4.【1904】結合下列例句，說明古代漢語被動句式的主要類型。\n(1)吾長見笑於大方之家。 (2)卻克傷於矢，流血及屨。\n(3)有決瀆於殷周之世者，必為湯武笑矣。 (4)禰衡被魏武謫為鼓吏。",
     "a": "答案：\n①用介词“于”引进动作行为主动者的被动句式。如例(2)。\n②用介词“为”引进动作行为主动者的被动句式。如例(3)。\n③用助动词“见”位于动词前的被动句式，“见……於……”式。如例(1)。\n④“被”字句。如例(4)。"
    },
    {
     "q": "5.【1710】根據下列例句歸納古代漢語被動句的類型。\n(1)以四百里之地見信於天下。 (2)勞心者治人，勞力者治於人。\n(3)君子恥不修，不恥見汙。 (4)方術不用，為人所疑。\n(5)西河之為秦取不久矣。 (6)國一日被攻，雖欲事秦，不可得也。",
     "a": "答案：\n①用介词“于”引进动作行为主动者的被动句式。如例2。\n②用介词“为”引进动作行为主动者的被动句式，如例5。“为……所……”式，如例4。\n③助动词“见”位于动词前的被动句式，如例3。“见……於……”式，如例1。\n④“被”字句。如例6。"
    },
    {
     "q": "6.【1504】根據形式標誌給下列被動句分組，並說明各組被動句是否可以引進動作行為的主動者。\n(1)卻克傷於矢，流血及屨。 (2)方術不用，為人所疑。\n(3)吾聞用夏變夷者，未聞變於夷者也。 (4)愛人者必見愛也，而惡人者必見惡也。\n(5)申徒狄諫而不聽，負石自投於河，為魚鱉所食。 (6)以前之所以見賢而後獲罪者，愛憎之變也。",
     "a": "答案：\n第一组，1、3是用介词“于”引进动作行为主动者的被动句式；可以引进动作行为的主动者。\n第二组，2、5是用“为……所……”式表被动的句式；可以引进动作行为的主动者。\n第三组，4、6是用助动词“见”位于动词前的被动句式；不可以引进动作行为的主动者。"
    },
    {
     "q": "7.【1810】結合下列例句，說明古代漢語賓語前置的主要格式。\n(1)誰為為之？孰令聽之？ (2)苟入而，何後之有？\n(3)日月逝矣，歲不我與。 (4)子曰：“參乎！吾道一以貫之。”",
     "a": "答案：\n古代汉语常见的宾语前置格式主要有：\n1、在疑问句中，如果宾语是疑问代词，一般都位于动词和介词前。如(1)。\n2、在否定句中，如果宾语是代词，常位于动词之前。如(3)。\n3、宾语借助代词的复指而前置。如(2)。\n4、强调宾语而使宾语前置的情况。如(4)。"
    },
    {
     "q": "8.【1310】歸納下列句中賓語前置的類型，並說明每種類型賓語前置的條件。\n(1)日月逝矣，歲不我與。 (2)孟嘗君曰：“客何好？”曰：“客無好也。”\n(3)前世不同教，何古之法？ (4)蓋有之矣，我未之見也。 (5)無乃爾是過與？",
     "a": "答案：\n第一类：(1)中的“歲不我與”，(4)中的“我未之見”；在否定句中，如果宾语是代词，常位于动词前。\n第二类：(2)中的“客何好”；在疑问句中，如果宾语是疑问代词，一般位于动词前。\n第三类：(3)中的“何古之法”，(5)中的“爾是過”；宾语借助代词的复指而前置。"
    },
    {
     "q": "9.【1404】補出下列各句中省略的成分，並據以歸納古代漢語句子成分省略的幾種類型。\n(1)居有頃，倚柱彈其劍。 (2)豎子不足與謀。\n(3)人皆有兄弟，我獨無。 (4)宜子驟諫，公患之，使鉏麑賊之。\n(5)王奪鄭伯政，鄭伯不朝。 (6)賜也，始可與言《詩》已矣。",
     "a": "答案：\n(1)(馮諼)倚柱彈其劍。 (2)豎子不足與(之)謀。\n(3)我獨無(兄弟)。 (4)(公)使鉏麑賊之。\n(5)鄭伯不朝(王)。 (6)始可與(之)言《詩》已矣。\n古代汉语句子成分的省略主要有三种情况：\n①省略主语，如(1)(4)。②省略动词宾语，如(3)(5)。③省略介词宾语，如(2)(6)。"
    },
    {
     "q": "10.【2204】根据下列例句归纳连词“之”的用法，并将例句归到各类用法后面。\n(1)民以為將拯己於水火之中也。 (2)夫寒之於衣，不待輕煖。\n(3)使西河之民疑女於夫子，爾罪一也。 (4)不虞君之涉吾地也。 (5)民之於仁也，甚於水火。",
     "a": "答案：\n连词“之”的用法：\n(1)连接定语和名词中心语，构成名词性的偏正结构。例(1)(3)\n(2)连接主语和谓语，取消句子独立性。例(4)\n(3)连接主语和介词结构，构成名词性的偏正结构。例(2)(5)"
    },
    {
     "q": "11.【第十三课教材课后作业】辨析下列成组句子中加着重号的词哪些是介词，哪些是动词？\n(1)为\n①见兔而顾犬，未爲晚也；亡羊而补牢，未爲迟也。 ②父母之爱子，则爲之计深远。\n③今有构木钻燧于夏后氏之世者，必爲鯀禹笑矣。 ④是社稷之臣也。何以伐爲？\n⑤君子疾夫舍曰“欲之”而必爲之辞。",
     "a": "答案：\n“爲”是动词的有①，表示“（算）作”、“做”；\n爲作介词的②③⑤。③中“爲”引进动作行为“笑”的主动者“鯀禹”；\n②⑤引进动作行为涉及的对象，即为谁而发，“给、替、帮”等。\n④中的“为”是句末语气词，表示反问语气。"
    },
    {
     "q": "11(2).【第十三课教材课后作业】辨析下列成组句子中加着重号的词哪些是介词，哪些是动词？\n(2)与\n①自以為無患，與人無爭也。 ②昔者仲尼與於蜡賓，事畢，出遊於觀之上，喟然而歎。\n③爲湯武驅民者，桀與紂也。 ④子欲子之王之善與？我明告子。 ⑤日月逝矣，歲不我與。",
     "a": "答案：“與”是動詞的有②⑤，②“参加、參與”；⑤“給予”；\n①中的“與”是介詞，表示動作涉及的對方；\n③中的“與”是連詞，相當於“和”“同”；\n④中的“與”是句末語氣詞表反詰。"
    },
    {
     "q": "12.【第十三课教材课后作业】指出下列句中哪些“乎”的用法与“于”相同。\n①奮其六翮hé而凌清風，飄搖乎翱翔。 ②故書游乎江河，夕調乎鼎鼐。\n③万曾与庄公战，获乎庄公。 ④怀其宝而迷其邦，可谓仁乎？\n⑤生乎吾前，其闻道也，固先乎吾。 ⑥敢问夫子恶乎长？",
     "a": "答案：②③⑤中的“乎”的用法与“于”同。\n②中的“乎”引进动作发生的处所，与“于”同；\n③中的“乎”引进动作的主动者，与“于”同；\n⑤中的“乎”引进动作比较的对象，与“于”同。\n其他：①是形容词或副词的后缀。 ④表示疑问。 ⑥表示疑问。"
    },
    {
     "q": "13.【第十三课教材课后作业】找出下列句中哪些是介词，并说说哪些句中介词的用法基本相同。\n(1)寡君使群臣為魯、卫请，曰无令与师陷入君地。\n(2)冰，水為之而寒於水。\n(3)汉王与义帝发丧。\n(4)志乎古，必遺乎今。\n(5)吾长见笑于大方之家。\n(6)劳心者治人，劳力者治于人。\n(7)子于是日哭，则不歌。\n(8)吾子，白帝子也，化为蛇，当道，今為赤帝子斩之。\n(9)或问乎曾西曰：“吾子与子路孰贤？”\n(10)武以始元六年春至京师。",
     "a": "答案：\n(1)介词“為”引进动作行为为谁而发，即“鲁、卫”。\n(2)介词“于”位于形容词后表示比较，是把“冰”和“水”在“寒”的方面加以比较。\n(3)介词“与”引进动作行为所涉及的对方。\n(4)两个介词“乎”都表示抽象的地点，可译为“在……方面”。\n(5)介词“于”引进动作行为“笑”的主动者“大方之家”，表示被动。\n(6)介词“于”是表示引进动作行为“治”的主动者“人”，表被动。\n(7)介词“于”引进动作行为发生的时间，即“是日(这一天)”。\n(8)句中的第二个“为”是介词，引进动作行为“斩”的主动者“赤帝子”。\n(9)介词“乎”表示动作“问”关涉的对象；介词“与”和“孰”一起表示“和……比，谁……”，“与”引进比较的对象。\n(10)介词“以”引进动作行为发生的时间。"
    },
    {
     "q": "14.【第十四课教材课后作业】辨析下列成组句中加下划线的词哪些是介詞，哪些是連詞。\n(1)以\n①斧斤以時入山林，材木不可勝用也。 [介詞，引進動作的方式]\n②命子封車二百乘以伐京。 [連詞，連接動作和目的]\n③發憤忘食，樂以忘憂。 [連詞，表示結果]\n④責畢收，以何市而反？ [介詞，可翻譯為“用”，省略賓語“債款”]\n⑤木欣欣以向榮，泉涓涓而始流。 [連詞，與而對用，連接狀語欣欣和謂語向榮]\n⑥信喜，謂漂母曰：“吾必有以重報母。” [連詞，連接動作“有”表目的]\n⑦君人者將昭德塞違，以臨照百官，猶懼或失之。[連詞，表示目的，“来”]",
     "a": "答案：此为源文件以字介词/连词归类示例，各句类型见方括号标注。"
    },
    {
     "q": "14(2).【第十四课教材课后作业】辨析下列成组句中加下划线的词哪些是介詞，哪些是連詞。\n(2)与\n①受时与治世同，而殃祸与治世异。 [介词，介绍比较的对象]\n②杀人以梃与刃，有以异乎？ [连词，连接并列的两种工具]\n③自夫子之死也，吾无以为质矣，吾无与言之矣。[介词，介绍动作涉及的对象]\n④若使天下兼相爱，国与国不相攻，家与家不相乱，盗贼亡有，君臣、父子皆能孝慈，若此则天下治。[连词，连接并列的两个名词]\n⑤此三子者，皆布衣之士也，怀怒未发，休祲降于天，与臣而将四矣。 [介词，介绍动作关涉的对象]\n⑥我孰与城北徐公美？ [介词，与疑问代词“孰”搭配表示比较]",
     "a": "答案：此为源文件与字介词/连词归类示例，各句类型见方括号标注。"
    },
    {
     "q": "15.【第十四课教材课后作业】分析並歸納下列句中“之”的用法。\n(1)吾妻之美我者，私我也。\n(2)是故為川者決之使導，為民者宣之使言。\n(3)夫民心之慍也，若防大川焉，潰而所犯必大矣。\n(4)民之有口，猶土之有山川也。\n(5)吳起懼jù得罪，遂去，即之楚。\n(6)《诗》曰：“孝子不匮，永锡尔类。”其是之谓乎？\n(7)君子疾夫舍曰“欲之”而必爲之辞。\n(8)之二虫又何知？",
     "a": "答案：\n(1)“之”用在主謂之間，取消句子的獨立性。\n(2)兩個“之”都是代词，第一个指代“川”，第二个指代“民”。\n(3)“之”用在主謂之間，取消句子的獨立性。\n(4)兩個“之”都是用在主謂之間，取消句子的獨立性。\n(5)“之”是動詞，譯為“到”。\n(6)“之”是宾语前置的标志，宾语“是”前置到“谓”之前。\n(7)两个“之”都是代词。\n(8)“之”是指示代词，指蜩与学鸠。\n归纳：“之”的用法：\n①动词，可译为“到”； ②指示代词，可译为“这”；\n③连词，在主谓之间构成名词性结构，取消句子独立性；\n④宾语前置的标志，无实义； ⑤代词，指代上下文出现的内容。"
    },
    {
     "q": "16.【第十四课教材课后作业】分析並歸納下列句中“而”的用法。\n(1)永州之野產異蛇，黑質而白章。\n(2)木欣欣以向榮，泉涓涓而始流。\n(3)吾有卿之名，而無其實。\n(4)子路率爾而對。\n(5)管仲而知禮，孰不知禮？\n(6)相鼠有皮，人而無儀。\n(7)故蘇秦相於趙而關不通。\n(8)餘，而祖也。",
     "a": "答案：\n(1)“而”並列蛇的兩種特徵。\n(2)“而”连接状语“涓涓”和中心语“流”，說明“流”的方式。\n(3)“而”连接两个分句，前後為轉折關係。\n(4)“而”连接状语“率爾”和中心语“對”，說明“對”的方式。\n(5)“而”连接主语和谓语，表示假设关系。\n(6)“而”连接主语和谓语表转折，表示主语和谓语之间本不该出现这样的联系。\n(7)“而”连接句子的两个动词，表示结果。\n(8)“而”，通“爾”，是第二人稱代詞，相當於現代漢語的“你”。\n归纳：“而”的用法：\n(1)连接两个并列的成分； (2)连接状语和中心语，表明方式；\n(3)连接主语和谓语，表示假设或转折关系；\n(4)连接谓词性词语或分句，表示转折；\n(5)通“尔”，是第二人称代词，相当于现代汉语的“你”。"
    },
    {
     "q": "17.【第十五课教材课后作业】说明下列加下划线的词哪些是语气词。\n(1)其 ①若闕地及泉，隧而相見，其誰曰不然？ ②惡在其為民父母也。\n(2)夫 ③夫戰，勇氣也。 ④夫晉何厭之有？\n(3)為 ⑤是社稷之臣也。何以伐爲？ ⑥豈不穀是為？先君之好是繼！\n(4)唯 ⑦闕秦以利晉，唯君圖之。 ⑧故進不求名，退不避罪，唯人是保，而利合於主，國之寶也。\n(5)與 ⑨誰與，哭者？ ⑩是以獨鬱(郁)悒而誰與語？",
     "a": "答案：\n(1)①“其”是语气词，表示委婉语气。②“其”是代词，可译为“他”。\n(2)③“夫”是句首语气词。④“夫”是指示代词。\n(3)⑤“为”是句末语气词，“何以……為”是古汉表示反问的句式。⑥“为”是动词，可译为“为了”。\n(4)⑦“唯”是表示希冀、期望的语气词。\n⑧“唯人是保”是“唯保人”的变形，用代词“是”把“保”的宾语“人”提前。\n(5)⑨句末语气词，表示疑问。⑩介词，介绍动作涉及的对象，宾语“谁”前置。"
    },
    {
     "q": "18.【第十五课教材课后作业】指出“诸”在以下句子中的用法。\n(1)冉有問：“聞斯行諸？”子曰：“聞斯行之。”\n(2)投諸渤海之尾，隱土之北。\n(3)文王之囿方七十裏，不識有諸？\n(4)公伐諸鄢。\n(5)驅而之薛，使吏召諸民當償者悉來合券。",
     "a": "答案：\n(1)“诸”是代词“之”和疑问语气词“乎”的合音字。\n(2)“诸”是“之于”的合音字\n(3)“诸”是“之乎”的合音字\n(4)“诸”相当于“之于”\n(5)“诸”意思相当于“众多，各”"
    },
    {
     "q": "19.【第十六课教材课后作业】指出下列句子哪些是判断句，哪些不是。\n(1)謂之君子而射之，非禮也。\n(2)鼎之輕重，未可問也。\n(3)對曰：“翳桑之餓人也。”\n(4)此其所以敗也。\n(5)潁考叔為潁穎封人。\n(6)是謂大同。",
     "a": "答案：\n(1)判断句，谓语是名词/名词性词组\n(2)陈述句\n(3)判断句，谓语是名词/名词性词组\n(4)判断句，谓语是名词/名词性词组\n(5)陈述句，用“为”作谓语的句子属于动词谓语句，“为”与其后的名词性词语构成动宾词组。\n(6)陈述句"
    },
    {
     "q": "20.【第十六课教材课后作业】指出下列句中“是”的词性和作用。\n(1)吾祖死於是，吾父死於是。\n(2)是社稷之臣也。何以伐為？\n(3)吾不能早用子，今急而求子，是寡人之過也。\n(4)取之而燕民悅，則取之。古之人有行之者，武王是也。\n(5)當是時也，禹八年於外，三過其門而不入，雖欲耕，得乎？\n(6)爾貢包茅不入，王祭不共，無以縮酒，寡人是征。",
     "a": "答案：\n(1)“是”指示代词，指代“这”\n(2)“是”是代词，指颛臾，作判断句主语\n(3)“是”是代词，作判断句的主语，指代前文所说的内容，相当于“这”。\n(4)“是”是代词，作判断句的谓语，“武王是也”译为“武王就是这样的”。\n(5)“是”是代词，作定语、修饰“时”。\n(6)“是”是代词，作“征”的前置宾语。"
    },
    {
     "q": "21.【第十七课教材课后作业】找出下列句子中的被动句，说明每句被动句分别属于什么类型。\n(1)君能补过，衮不废矣。\n(2)吾长见笑于大方之家。\n(3)先即制人，后则為人所制。\n(4)劳心者治人，劳力者治于人；治于人者食人，治人者食于人。\n(5)城中人见齐诸降者尽劓yì，皆怒，坚守唯恐见得。\n(6)父母宗族，皆為戮没。\n(7)蓋文王拘而演《周易》，仲尼厄而作《春秋》，屈原放逐，乃賦《离骚》。\n(8)万尝与庄公战，获乎庄公。",
     "a": "答案：\n(1)不是被动句。\n(2)是被动句，用助动词“见”位于动词前，“于”引进动作行为的主动者。\n(3)是被动句，介词“为”引进动作行为的主动者“人”，又在动词前加上“所”，构成“……所……”句式。\n(4)是被动句，都是用介词“于”引进动作行为的主动者，上古较常用的表示被动的句式。\n(5)是被动句，用“见”构成的被动式。\n(6)是被动句，介词“為”后面省略了动作行为的主动者。\n(7)是语义上的被动句，“拘”、“厄”、“放逐”的主语是动作行为的受事，而不是施事。\n(8)是被动句，用介词“乎”引进动作行为的主动者。"
    },
    {
     "q": "22.【第十七课教材课后作业】说明下列句中“被”的意义和用法。\n(1)世之有饑穰，天之常也，禹湯被之矣。\n(2)幸大雪逾嶺，被南越中數州。\n(3)國一日被攻，雖欲事秦，不可得也。\n(4)項王身亦被十餘創。\n(5)禰衡被魏武謫為鼓吏。\n(6)信而見疑，忠而被謗，能無怨乎？",
     "a": "答案：\n(1)被，遭受，动词\n(2)被，覆盖，动词\n(3)被，助动词，在动词“攻”前表被动\n(4)被，遭受\n(5)被，介词，引进动作行为的主动者“魏武”，表示被动。\n(6)被，助动词，在动词“谤”前表示被动；此句为“被”和“见”对用，表示被动。"
    },
    {
     "q": "23.【第十八课教材课后作业】指出下列句子哪些具有宾语前置，并说明它们构成宾语前置的条件。\n(1)昭王南征而不复，寡人是问。\n(2)是以肠一日而九迴。\n(3)臣实不才，又谁敢怨？\n(4)知我者，谓我心忧；不知我者，谓我何求。\n(5)《诗》曰：“孝子不匮，永锡尔类。”其是之谓乎？\n(6)老者衣帛食肉，黎民不饥不寒，然而不王者，未之有也。\n(7)许子奚為不自织？\n(8)求，无乃尔是过舆？",
     "a": "答案：\n(1)“寡人是问”是宾语“寡人”用代词“是”复指，而位于动词“问”之前。\n(2)“是以”是代词“是”作介词“以”的宾语，前置，以示强调。\n(3)“又谁敢怨”是疑问句中，疑问代词“谁”作动词“怨”的宾语，前置。\n(4)“谓我何求”是疑问句中，疑问代词“何”作动词“求”的宾语，前置。\n(5)“其是之谓乎？”是代词宾语“是”用代词“之”复指，位于动词“谓”之前。\n(6)“未之有也”是否定句中，代词“之”作动词“有”的宾语，前置。\n(7)疑问句中，疑问代词“奚”作介词“為”的宾语，前置。\n(8)代词“尔”作动词“过”的宾语，前置，用“是”复指。"
    },
    {
     "q": "【2022年10月】1. 指出下列句中加着重号的词哪些用的是本字，哪些用的是通假字，并说明如何区分本字和通假字。6分\n(1)汝潁以為险，江漢以為池。汝：\n(2)重爭士囊，非下也，權重也。橐：\n(3)適百里者宿舂糧。舂：\n(4)左師觸龍言願見太后。太后盛氣而胥之。胥：",
     "a": "答案：(1)和(3)用的是本字；(1分)(2)和(4)用的是通假字。(1分)\n本字是据词义而造的字，形义统一。(1)中的“汝”是“汝水”的意思，用的是本字。(3)中的“舂”是“捣去米的外皮”义，用的是本字。(2分)\n通假字是用来记录同音词的字。(2)中的“橐”是“投靠，依附”的意思，本字是“托”。(4)中的“胥”是“等待”的意思，本字是“须”。(2分)"
    },
    {
     "q": "【2022年10月】2. 解释下列句中加着重号词的意义，并分析每组词之间的差异。（6分）\n(1)吏不誅則亂法，誅之則君不安。誅：\n大史書曰：“趙盾弒其君。”以示于朝。弒：\n(2)巧言令色足恭。恭： 賓客主恭，祭祀主敬。敬：",
     "a": "答案：\n(1)誅：杀；上对下、依法杀死不义之人。弒：杀；以下犯上。差异类型：情感色彩不同。\n(2)恭：有礼貌；侧重外貌。敬：尊敬，敬重；侧重内心。差异类型：词义侧重点不同。"
    },
    {
     "q": "【2022年10月】3. 指出下列句中用作状语的名词，并解释其意义。（8分）\n(1)秋水時至，百川灌河。 (2)昔韓娥東之齊。\n(3)群臣吏民，能面刺寡人之過者，受上賞。\n(4)項伯亦拔劍起舞，常以身翼蔽沛公。",
     "a": "答案：(1)時：按季节。(2)東：向东。(3)面：当面。(4)翼：像翅膀一样。\n小蒋说：本题共8分。指出用作状语的名词，每词1分，共4分；解释意义，每词1分，共4分。"
    },
    {
     "q": "【2023年4月】1. 指出下列句中下划线的字与括号中的字是分化字关系还是异体字关系，并说明理由。（6分）\n(1)初，宣子田（畋）于首山，舍于翳桑。\n(2)恐太后玉體之有所郄（隙）也，故願望見太后。",
     "a": "答案：小蒋说：本题共6分。指出分化字、异体字，每处1分；说明理由，每项2分。\n(1)“畋”是“田”的分化字。(1分)\n用来分担汉字记录职能的字形称为分化字。“田”，本义指“田地”，引申出“田猎”义，故在“田”字上追加义符“攵”，分化出“畋”字，承担“田猎”的职能。(2分)\n(2)“郄”是“隙”的异体字。(1分)\n异体字指在某一历史时期音义完全相同、记词职能完全一样、形体不同的字“隙”“郄”的音义相同，只是形体不同。此处都表示“身体不舒服”的意义。(2分)"
    },
    {
     "q": "【2023年4月】2. 解释下列(1)(2)(3)句中“發”的意义，并在(4)(5)(6)句加下划线的词中找出相应的同义词。\n(1)舜發於畎畝之中。 (2)文王發政施仁，必先斯四者。\n(3)紅豆生南國，春來發幾枝。 (4)制禮作樂，頒度量，而天下大服。\n(5)橘生淮南則為橘，生於淮北則為枳。 (6)大楚興，陳勝王。",
     "a": "答案：小蒋说：本题共6分。释词每词1分，找对同义词每组1分。\n(1)兴起。同义词是(6)句的“兴”。\n(2)颁布。同义词是(4)句的“颁”。\n(3)生长。同义词是(5)句的“生”。"
    },
    {
     "q": "【2023年4月】3. 解释下列句中下划线词的意义，并说明判断其活用的依据。（8分）\n(1)七十者衣帛食肉，黎民不飢不寒。\n(2)置人所罾鱼腹中。\n(3)二國有好，臣不與及，其誰敢德？\n(4)先破秦入咸陽者王之。",
     "a": "答案：小蒋说：本题共8分，解释正确每1分；说明依据正确每词1分。\n(1)衣：穿。两个名词“衣帛”连用，构成动宾关系。\n(2)罾：（用网）捕。名词放在“所”字后面，活用为动词。\n(3)德：感恩。名词“德”前有能愿动词“敢”，活用为动词\n(4)王：使……为王。名词后有代词“之”，构成动宾关系。"
    },
    {
     "q": "【2023年10月】37. 指出下列句中加着重号的词哪些用的是本字，哪些用的是通假字，并说明如何区分本字和通假字。6分\n(1)孔子時其亡也，而往拜之，遇諸塗。\n(2)夫民心之慍也，若防大川焉，潰而所犯必大矣。\n(3)入而徐趨，至而自謝。\n(4)郢人堊慢其鼻端，若蠅翼，使匠石斲之。",
     "a": "答案：(1)和(4)用的是通假字；(2)和(3)用的是本字。\n本字是指专为记录某个词所造的字。(2)中的“防”是“堵塞”义，与“阜(𨸏)”相关，用的是本字；\n(3)中的“谢”是“道歉”义，与“言”相关，词义与字形统一，用的是本字。\n通假字是借来记录同音词的字。(1)中“时”的意思是“窥视”“探查”，这个意义的本字是“伺”，此处借同音字“时”来记录“伺”；(4)中“慢”的意思是“涂”，这个意义的本字是“漫”，此处借同音字“慢”来记录“漫”。"
    },
    {
     "q": "【2023年10月】38. 解释下列句中加着重号词的意义，并据以分析异词同字现象产生的原因。（6分）\n(1) A.昔者仲尼與於蜡賓，事畢，出遊於觀之上。 B.吾觀晉公子之從者，皆足以相國。\n(2) A.令甲卒皆伏，使老弱女子乘城。 B.曾子怒曰：“商！女何無罪也？”",
     "a": "答案：\n解释词义：\n(1) A.宗庙或宫廷门外两旁的高建筑物；B.观察。 (2) A.女子；B.你。\n原因：(1)的原因是词义引申；(2)的原因是同音借用。"
    },
    {
     "q": "【2023年10月】39. 指出下列句子中的前置宾语，并归纳古汉语宾语前置的主要格式。（8分）\n(1)帝王不相復，何禮之循？ (2)視人國若其國，誰攻？\n(3)翟黄對曰：“奚為不可？” (4)昭王南征而不復，寡人是問。 (5)我未之見也。",
     "a": "答案：\n前置宾语：(1)何礼(2)谁(3)奚(4)是(5)之\n格式：第一，疑问句中，疑问代词作宾语，宾语一般前置；第二，否定句中代词作宾语，宾语一般前置；\n第三，宾语前置用代词复指。"
    },
    {
     "q": "【2024年4月】37. 指出下列句中下划线的字与括号中的字，哪些是异体关系？哪些是通假关系？并据以说明判断这两种字际关系的依据。(6分)\n(1)今先生儼然不遠千里而庭(廷)教之。 (2)或令孺子懷錢挈壺罌(瓮)而往酤。\n(3)齊桓任戰而伯(霸)天下。 (4)景公知晏子賢，迺(乃)任以國政。",
     "a": "答案：(1)(3)是通假关系；(2)(4)是异体关系。\n读音和意义完全相同，只是形体不同的字为异体关系。“罌”与“瓮”、“迺”与“乃”，音义完全相同，记词职能完全一样，形体不同，是异体关系。\n读音相同或相近，意义不同，在使用中可以通用的字为通假关系。“庭”和“廷”、“伯”和“霸”读音相同，形体、意义不同，借“庭”记录“廷”，借“伯”记录“霸”，二者是通假关系。"
    },
    {
     "q": "【2024年4月】38. 根据下列材料，指出“飢”“餓”的词义及二者词义差异的类型，说明辨析同义词的方法。(6分)\n(1)人情，一日不再食則飢。\n(2)宣子田於首山，舍於翳桑，見靈輒餓，問其病。曰：“不食三日矣。”\n(3)家有常業，雖飢不餓。 (4)寧一月飢，無一旬餓。",
     "a": "答案：“饥”是吃不饱，腹中空；“饿”是严重的饿，指没有饭吃或长时间未进食。\n词义差异类型：程度轻重不同(答“理性意义的差异”，也给分)。\n辨析方法：比较法(答“语言环境分析法”，也给分)。"
    },
    {
     "q": "【2024年4月】39. 指出下列句中用作动词的形容词，解释其意义，并说明判断其活用的依据。（8分）\n(1)夫徒處而致利，安坐而廣地。 (2)欲潔其身，而亂大倫。\n(3)君聞而賢之。 (4)世之所高，莫若黄帝。",
     "a": "答案：\n(1)廣：使……扩大。形容词后面加名词，且不能构成修饰关系，一般活用为动词。“广”后有名词“地”，且未构成修饰关系。\n(2)潔：使……洁净、廉洁。形容词前有能愿动词，一般活用为动词。“洁”前有能愿动词“欲”。\n(3)賢：认为……贤能。形容词后面加代词，一般活用为动词，“贤”后有代词“之”。\n(4)高：认为高，看重，尊崇。形容词放在“所”的后面，一般活用为动词，“高”在“所”字后。"
    },
    {
     "q": "【2024年10月】37. 指出下列句中加下划线的字与括号中的字是分化字关系还是异体字关系，并说明理由。6分\n(1)秦滅韓亡魏，而君以五十里之地存者，以君爲長者，故不錯（措）意也。\n(2)文倦於事，憒於憂，而性懧（懦）愚，沈於國家之事，開罪於先生。\n(3)苟虧人愈多，其不仁茲（滋）甚矣。\n(4)愛我哉！忘其口味以啗（啖）寡人。",
     "a": "答案：(1)(3)是分化字关系；分化字读音相同或相近，一个字分担了另一个字多个意义职能的一个，二者为分化关系。“措”分担了“錯”的“放置”的职能，“滋”分担了“茲”的“更加”的职能，是分化字；\n(2)(4)是异体字关系；异体字音义完全相同，记词职能也完全一样，只是形体不同。“懧”和“懦”、“啗”和“啖”音义完全相同、记词职能完全一样，形体不同，是异体字关系。"
    },
    {
     "q": "【2024年10月】38. 解释下列句中加下划线词的意义，指出该意义是本义还是引申义，并据以归纳引申义与本义的联系类型。（6分）\n(1)臧紇斬鹿門之關以出。關： (2)故遣將守關者，備他盜出入與非常也。關：",
     "a": "答案：(1)门闩，本义；(2)关卡，引申义；联系类型：(2)和(1)是相似关系。"
    },
    {
     "q": "【2024年10月】39. 根据下列句子归纳古代汉语被动句式类型，并将句子序号归入相应类型中。（8分）\n(1)夫惑於似士者而失於真士，此黎丘丈人之智也。 (2)言公不能用子家，所以見辱。\n(3)父母宗族，皆為戮没。 (4)古今兄弟被侵，必攻者，廉也。\n(5)吾長見笑於大方之家。 (6)方術不用，為人所疑。",
     "a": "答案：古代汉语的被动句式主要有四种：\n(一)“于”字句：用介词“于”引进行为的主动者的被动句式。如(1)。\n(二)“见”字句：助动词“见”用在动词前表示被动，如(2)；\n“见……于……”式，如(5)。\n(三)“为”字句：用介词“为”引进动作行为主动者的句式，有时省略行为主动者，如(3)；“为……所……”式，如(6)。\n(四)“被”字句：助动词“被”用在动词前表示被动，如(4)。"
    },
    {
     "q": "【2025年4月】37. 指出下列句中加下划线字哪些用的是本字，哪些用的是通假字，并说明如何区分本字和通假字。（6分）\n(1)而後乃今培風，背負青天而莫之夭閼者，而後乃今將圖南。\n(2)瀋水暴益，荆人弗知，循表而夜涉，溺死者千有餘人。\n(3)大道之行也，天下為公，選賢與能，講信脩睦。\n(4)厲王使玉人相之，玉人曰：“石也。”",
     "a": "答案：小蒋提醒：指出本字、通假字2分；说明如何区分本字、通假字4分。\n(1)(3)用的是通假字；通假字是用来记录同音词的字。\n(1)中的“培”是“憑”的意思，“培”和“憑”读音相近，用“培”记录“憑”；\n(3)中的“與”是“举”的意思，“與”和“举”读音相近，用“與”记录“举”。\n(2)(4)用的是本字。本字是根据词义而造的，是形义统一的。\n(2)中的“循”是“顺着、沿着”义；\n(4)中的“相”是“仔细察看”义，词义与字形统一，用的是本字。"
    },
    {
     "q": "【2025年4月】38. 解释下列句中加下划线词的意义，指出该意义是本义还是引申义，并据以归纳引申义与本义的联系类型。（6分）\n(1)竹之始生，一寸之萌耳，而節葉具焉。節：\n(2)强本而節用，則天不能貧。節：",
     "a": "答案：小蒋提醒：释词2分，指出本义和引申义2分，指出联系类型2分。\n(1)竹节，本义； (2)节制、约束，引申义； (2)和(1)是动静关系。"
    },
    {
     "q": "【2025年4月】39. 指出下列句中加下划线的词哪些是使动用法，哪些是意动用法，并据以归纳二者的不同。8分\n(1)凡用兵之法，全國為上。 (2)孔子登東山而小魯。\n(3)下義其罪，上賞其姦。 (4)亞父受玉斗，置之地，拔劍撞而破之。\n(5)故人不獨親其親，不獨子其子。 (6)制海内，子元元。",
     "a": "答案：小蒋提醒：指出用法6分；说明使动用法与意动用法的区别2分。\n(1)全：形容词使动用法。 (2)小：形容词意动用法。\n(3)義：名词意动用法。 (4)破：形容词使动用法。\n(5)親：名词意动用法。 (6)子：名词使动用法。\n使动用法与意动用法的不同：使动用法是主语使宾语做什么、怎么样或成为什么，意动用法则是主语主观上认为宾语怎么样或是什么。"
    }
   ]
  },
  "古书的用字总结": {
   "items": [
    {
     "q": "第一课 1. 求之與①？抑與②之與③？《夫子之於是邦也》",
     "a": "注释：②與表示“給與”，動詞；①③與是表揣度的疑問語氣詞，與：後作“歟”。"
    },
    {
     "q": "第一课 2. 陽貨欲見xiàn孔子，孔子不見jiàn，歸孔子豚。《陽貨欲見孔子》",
     "a": "注释：見，求見/拜見，動詞使動用法，使……見，第二個“見”是一般用法。歸：“饋”的借字，改讀kuì。"
    },
    {
     "q": "第一课 3. 孔子時sì其亡也，而往拜之，遇諸塗。《陽貨欲見孔子》",
     "a": "注释：①時：“伺”的借字，窺視，探查。 ②塗：路途，後作“途”。"
    },
    {
     "q": "第一课 4. 好hào從事而亟qì失時，可謂知乎？《陽貨欲見孔子》",
     "a": "注释：知：聰明、智慧，後作“智”。"
    },
    {
     "q": "第二课 1. 王速出令，反其旄倪，止其重器，謀于燕眾，置君而後去之，則猶可及止也。《齊人伐燕》",
     "a": "注释：旄倪：老人和小孩子。旄：“耄”的借字，八十、九十歲的老人稱耄。"
    },
    {
     "q": "第二课 2. 民之歸仁也，猶水之就下、獸之走壙也。《桀紂之失天下》",
     "a": "注释：連詞，用在主謂結構之間，取消句子獨立性。就：走向/趨向。走：奔跑。壙：“曠”的借字，空闊。"
    },
    {
     "q": "第二课 3. 故為淵毆魚者，獺也；為叢毆爵者，鸇也；為湯武毆民者，桀與紂也。《桀紂之失天下》",
     "a": "注释：①毆qū：“驅”的異體字。②爵：“雀”的借字，改讀què。"
    },
    {
     "q": "第二课 4. 狗彘食人食而不知檢，塗有餓莩而不知發。《寡人之於國也》",
     "a": "注释：塗：後作“途”，道路。檢：約束，限制；餓莩piǎo：餓死的人；發：打開(糧倉)。"
    },
    {
     "q": "第三课 1. 趣舍無定謂之無常。《以善先人者謂之教》",
     "a": "注释：趣舍：拿取和放棄。趣：“取”的借字，改讀qǔ，獲取，拿取。"
    },
    {
     "q": "第三课 2. 多見曰閑，少見曰陋。《以善先人者謂之教》",
     "a": "注释：閑：後作“嫻”，嫻熟，熟練。"
    },
    {
     "q": "第三课 3. 少而理曰治，多而亂曰秏。《以善先人者謂之教》",
     "a": "注释：秏mào：“眊”的借字，(眼睛)昏花，引申指混乱不明。措施簡少而有條理叫政治清明。治：政治清明。"
    },
    {
     "q": "第三课 4. 爭飲食，無廉恥，不知是非，不辟死傷，不畏眾彊，牟牟然惟利飲食之見，是狗彘之勇也。《士君子之勇》",
     "a": "注释：①辟：後作“避”，逃避。②牟：後作“侔”，牟牟然：迫切想要的樣子。"
    },
    {
     "q": "第三课 5. 修正治辨矣，而亦欲人之善己也。《材性知能君子小人一也》",
     "a": "注释：辨，“辦”的借字，改讀bàn，治理。"
    },
    {
     "q": "第三课 6. 則君子注錯之當，而小人注錯之過也。故孰察小人之知能，足以知其有餘，可以為君子之所為也。《材性知能君子小人一也》",
     "a": "注释：錯：後作“措”，安排處理。孰：後作“熟”，詳細。知：後作“智”，智慧。當：合適，適宜。"
    },
    {
     "q": "第三课 7. 譬之越人安越，楚人安楚，君子安雅。《材性知能君子小人一也》",
     "a": "注释：雅：“夏”的借字，華夏，指中原地區。"
    },
    {
     "q": "第三课 8. 鼋鼉、魚鱉、鰍鱔孕別之時，罔罟毒藥不入澤，不夭其生，不絕其長也。《聖王之制也》",
     "a": "注释：鱔：“鱔”的異體字。鼋yuán：大鱉。鼉tuó：揚子鱷。孕別：指離別母體，即生育。"
    },
    {
     "q": "第三课 9. 故明主急得其人，而闇主急得其埶shì。《有亂君無亂國》",
     "a": "注释：埶shì：後作“勢”，權勢。闇：昏聵，糊塗。"
    },
    {
     "q": "第三课 10. 故有君子，則法雖省，足以徧矣。《有亂君無亂國》",
     "a": "注释：徧：“遍”的異體字，與下文“亂”相對，普遍得到治理。"
    },
    {
     "q": "第四课 1. 曾子寢疾，病，樂正子春坐於牀下，曾元、曾申坐於足，童子隅坐而執燭。《曾子寢疾》",
     "a": "注释：牀：“床”的異體字。寢疾：臥病。隅坐：在墙角坐着。隅，名詞作狀語，表示動作發生的處所。"
    },
    {
     "q": "第四课 2. 曾元曰：“夫子之病革矣，不可以變。”《曾子寢疾》",
     "a": "注释：革：“亟”的借字，改讀jí，緊急。"
    },
    {
     "q": "第四课 3. 反席未安而沒。《曾子寢疾》",
     "a": "注释：①反：後作“返”，返回。 ②沒：後作“歿”，死亡。"
    },
    {
     "q": "第四课 4. 大道之行也，天下為公。選賢與能，講信脩睦。《大同與小康》【2504简答】",
     "a": "注释：與：“舉”的借字，改讀jǔ，推舉。脩：“修”的借字，使變得更好。講：提倡。"
    },
    {
     "q": "第四课 4(附). 孔子曰：“大道之行也，與三代之英，丘未之逮也，而有志焉。《大同與小康》",
     "a": "注释：道：原則。逮：趕上。"
    },
    {
     "q": "第四课 5. 幼有所長，矜寡孤獨廢疾者皆有所養。《大同與小康》",
     "a": "注释：矜：“鰥”的借字，改讀guān，老年無妻。"
    },
    {
     "q": "第四课 6. 以設制度，以立田里，以賢勇知，以功為己。《大同與小康》",
     "a": "注释：知：後作“智”，智慧。賢：形容詞意動用法，認為……賢。功為己：做事祇為自己。"
    },
    {
     "q": "第四课 7. 如有不由此者，在埶者去眾以為殃，是謂小康。《大同與小康》",
     "a": "注释：埶：後作“勢”，權勢。"
    },
    {
     "q": "第四课 8. 古之教者，家有塾，黨有庠，術有序，國有學。《雖有佳餚》",
     "a": "注释：術，“遂”的借字，改讀suì。塾：舊時私人設立的進行教學的地方。黨：古行政區劃，黨的學校叫做庠。遂：古行政區劃，遂的學校叫做序。國：天子的王城和諸侯的都城。學：指大學。"
    },
    {
     "q": "第四课 9. 夫然後足以化民易俗，近者說服而遠者懷之，此大學之道也。《雖有佳餚》",
     "a": "注释：說服：愉快服從，說yuè，後作“悅”。易俗：改變習俗。易，改變，更改。懷：歸順。"
    },
    {
     "q": "第四课 10. 《記》(古代典籍)曰：“蛾子時術之。”其此之謂乎？《雖有佳餚》",
     "a": "注释：①蛾yǐ，“蟻”的借字，螞蟻。蛾子，蛾之子，即小螞蟻。②術，“述”的借字，學習，實踐。蛾子時術之：小螞蟻時時學着銜土，也能堆成大蟻塚，這裏指學者時時學問，終能達到大成。"
    },
    {
     "q": "第四课 11. 入學鼓篋，孫其業也；夏楚二物，收其威也。《雖有佳餚》",
     "a": "注释：①孫xùn：後作“遜”，恭順。②夏，“槚”的借字，改讀jiǎ，又作“檟”，樹名，即山楸。篋qiè：小箱。業：指所治經業。收：約束，控制。威：威儀，儀容舉止。"
    },
    {
     "q": "第四课 12. 不陵節而施之謂孫，相觀而善之謂摩。",
     "a": "注释：孫：後作“遜”，xùn，循序漸進。陵：超越。節：次第，次序。施：施教。相觀：彼此觀察。善：獲益、長進；摩：切磋。"
    },
    {
     "q": "第四课 13. 發然後禁，則扞格而不勝。《雖有佳餚》",
     "a": "注释：扞hàn：後作“捍”，抵制、抗拒。扞格：抵觸抗拒，格格不入，格，堅硬難入。勝：克服。"
    },
    {
     "q": "第四课 14. 燕朋逆其師；燕辟廢其學。《雖有佳餚》",
     "a": "注释：辟：後作“嬖”，受寵幸的女子小人。燕：褻狎。逆其師：違背老師的教導。"
    },
    {
     "q": "第四课 15. 退而老於西河之上，使西河之民疑女於夫子，爾罪一也。《子夏喪其子而喪其明》",
     "a": "注释：疑nǐ，“擬”的借字，比擬。老：養老。於：如。"
    },
    {
     "q": "第五课 1. 昔召康公命我先君大公曰：‘五侯九伯，女實征之，以夾輔周室。《齊桓公伐楚》",
     "a": "注释：①大：後作“太”。②女rǔ：後作“汝”，你。輔：輔佐。"
    },
    {
     "q": "第五课 2. 爾貢包茅不入，王祭不共，無以縮酒，寡人是徵。《齊桓公伐楚》",
     "a": "注释：共gōng：後作“供”，供給。縮酒：滲酒，古代祭祀一種儀式，表示神已飲酒。"
    },
    {
     "q": "第五课 3. 從臺上彈人而觀其辟丸也。《晉靈公不君》",
     "a": "注释：辟：後作“避”，躲避。彈tán：用彈弓射。丸：彈丸。"
    },
    {
     "q": "第五课 4. 宰夫胹熊蹯不孰，殺之，寘諸畚，使婦人載以過朝。《晉靈公不君》",
     "a": "注释：孰：後作“熟”。胹ér：燉。熊蹯：熊掌。畚：器皿。載：抬著/用車裝着。過朝：從朝廷上經過。"
    },
    {
     "q": "第五课 5. 食之，舍其半。《晉靈公不君》",
     "a": "注释：舍：後作“捨”，剩下。食sì：動詞使動用法，使……吃。"
    },
    {
     "q": "第五课 6. 對曰：“子為正卿，亡不越竟，反不討賊，非子而誰？《晉靈公不君》",
     "a": "注释：①竟：後作“境”，邊境。②反：後作“返”，回來。賊：指殺害晉靈公的兇手。"
    },
    {
     "q": "第五课 7. 鄭子產有疾，謂子大叔曰：“我死，子必為政。《子產論為政》",
     "a": "注释：大tài，後作“太”。為政：執政，治理政事。"
    },
    {
     "q": "第五课 8. 毋從詭隨，以謹無良。《子產論為政》",
     "a": "注释：從zòng：後作“縱”，放縱。毋：副詞，不要。詭：狡詐。隨：順從。謹：警戒；無良：不善之人。"
    },
    {
     "q": "第六课 1. 宰夫和之，齊之以味，濟其不及，以洩其過。《晏嬰論和》",
     "a": "注释：齊jì：後作“劑”，調和使適中。濟：助，增加。洩xiè：減少。"
    },
    {
     "q": "第七课 1. 晏子止而問於公曰：“堯舜支解人，從何軀始？”《景公所愛馬暴死》",
     "a": "注释：支：後作“肢”。止：動詞使動用法，使……停止。軀：身體，軀體。"
    },
    {
     "q": "第七课 2. 遂不支解。公曰：“以屬獄。”《景公所愛馬暴死》",
     "a": "注释：①支：後作“肢”。②屬zhǔ：後作“囑”，交給。"
    },
    {
     "q": "第七课 3. 景公不說，召而免之。……景公說，召而賞之。《景公使晏子為東阿宰》",
     "a": "注释：說yuè：後作“悅”。"
    },
    {
     "q": "第七课 4. 舉儉力孝弟，罰偷窳，而惰民惡之。《景公使晏子為東阿宰》",
     "a": "注释：弟tì：後作“悌”，尊重兄長。舉：稱舉，任用。偷：苟且。窳yǔ：懶惰。力：身體力行。"
    },
    {
     "q": "第七课 5. 景公知晏子賢，迺任以國政，三年而齊大興。《景公使晏子為東阿宰》",
     "a": "注释：迺nǎi：“乃”的異體字，副詞，于是，就。"
    },
    {
     "q": "第七课 6. 其御者之妻從門間而闚。《晏子為齊相》",
     "a": "注释：闚kuī：“窺”的異體字，暗中觀察。御：駕車，指駕車的人。間：縫隙。"
    },
    {
     "q": "第八课 1. 北冥有魚，其名曰鯤。《北冥有魚》",
     "a": "注释：冥：後作“溟”，海。北冥：即北方的大海。鯤kūn：傳說中的大魚。"
    },
    {
     "q": "第八课 2. 故九萬里則風斯在下矣，而後乃今培風。《北冥有魚》【2504简答】",
     "a": "注释：培：“憑”的借字，改讀píng，乘。斯：就。而後乃今：可譯作“然後就”。"
    },
    {
     "q": "第八课 3. 適莽蒼者，三飡而反，腹猶果然。《北冥有魚》",
     "a": "注释：①飡cān：“餐”的異體字，代指一天時間。②反：後作“返”，回來。適：到……去。莽蒼mǎngcāng：疊韻連綿詞，郊野的顏色，這裏代近郊。果然：充實飽滿的樣子。然，形容詞詞尾。"
    },
    {
     "q": "第八课 4. 小知不及大知，小年不及大年。《北冥有魚》",
     "a": "注释：知zhì：後作“智”，智慧。年：壽命。"
    },
    {
     "q": "第八课 5. 故夫知效一官，行比一鄉。《北冥有魚》",
     "a": "注释：知zhì，後作“智”，才智。夫：指示代詞，那/那些。行xìng：品行。比bì：合。效：可以被授予。"
    },
    {
     "q": "第八课 6. 且舉世而譽之而不加勸，舉世而非之而不加沮，定乎內外之分，辯乎榮辱之境，斯已矣。《北冥有魚》",
     "a": "注释：辯：“辨”的借字，分辨。舉：全/所有。非：責難，批評。加：更加。勸：勉勵、努力。"
    },
    {
     "q": "第八课 7. 夫列子御風而行，泠然善也，旬有五日而後反。《北冥有魚》",
     "a": "注释：①有：“又”的借字。整數與零數間加“有”。②反：後作“返”，返回。泠líng然：輕妙的樣子。"
    },
    {
     "q": "第八课 8. 涇流之大，兩涘渚崖之間，不辯牛馬。《秋水時至》",
     "a": "注释：辯：“辨”的借字，分辨。涘sì：岸。崖：這裏指河岸。"
    },
    {
     "q": "第八课 9. 是其始死也，我獨何能無槩！《莊子妻死》",
     "a": "注释：槩：“慨”的借字，感慨。始：剛剛。"
    },
    {
     "q": "第八课 10. 郢人堊慢其鼻端，若蠅翼，使匠石斲之。《運斤成風》",
     "a": "注释：慢：“漫”的借字，意思是“塗”。斲zhuó：砍。郢：楚國都城，代指楚國。堊è：白土。"
    },
    {
     "q": "第九课 1. 其政悶悶，其民淳淳；其政察察，其民缺缺。《其政悶悶》",
     "a": "注释：缺：“狯”的借字，改讀kuài，狡詐。悶悶：混沌/不清晰。淳淳：質樸。察察：清晰/細密。"
    },
    {
     "q": "第九课 2. 是以聖人方而不割，而不劌，直而不肆，光而不燿。《其政悶悶》",
     "a": "注释：燿：“耀”的異體字，炫耀。方：方正，正直。割：傷害別人。劌：刺傷。肆：放縱。"
    },
    {
     "q": "第九课 3. 怒而撓之，卑而驕之，佚而勞之，親而離之。《兵者詭道》",
     "a": "注释：佚：“逸”的借字，安逸。勞：形容詞使動用法，使……疲勞。驕：形容詞使動用法，使……驕傲。撓：挑逗。卑：看不起，鄙視。指敵人輕視我們。"
    },
    {
     "q": "第十课 1. 故當是時，以德就列，以官服事，以勞殿賞，量功而分祿。《列德而尚賢》",
     "a": "注释：殿：“奠”的借字，定。以：介詞，憑藉。就：走近/進入。服：從事/擔當。勞：功勞/勞績。"
    },
    {
     "q": "第十课 2. 故當是時，雖在於厚祿尊位之臣，莫不敬懼而施。《列德而尚賢》",
     "a": "注释：施：“惕”的借字，改讀tì，小心謹慎。"
    },
    {
     "q": "第十课 3. 當察亂何自起？起不相愛。《天下兼相愛》",
     "a": "注释：當：“嘗”的借字，改讀cháng，嘗試。"
    },
    {
     "q": "第十课 4. 視弟子與臣若其身，惡施不慈？故不孝不慈亡有。《天下兼相愛》",
     "a": "注释：亡：與“無”通用，改讀wú。"
    },
    {
     "q": "第十课 5. 故大夫之相亂家、諸侯之相攻國者亡有。《天下兼相愛》",
     "a": "注释：亡：與“無”通用，改讀wú。"
    },
    {
     "q": "第十课 6. 苟虧人愈多，其不仁茲甚，罪益厚。《義與不義》",
     "a": "注释：茲：後作“滋”，更。甚：嚴重。益：更。厚：重。"
    },
    {
     "q": "第十课 7. 至殺不辜人也，袘其衣裘，取戈劍者，其不義，又甚入人欄廄取人馬牛。《義與不義》",
     "a": "注释：袘tuō：“拖”的異體字，拽下來。辜：本義為罪。"
    },
    {
     "q": "第十课 8. 今有人於此，少見黑曰黑，多見黑曰白，則必以此人為不知白黑之辯矣。《義與不義》",
     "a": "注释：辯：“辨”的借字，分辨。"
    },
    {
     "q": "第十课 9. 少嘗苦曰苦，多嘗苦曰甘，則必以此人為不知甘苦之辯矣。《義與不義》",
     "a": "注释：辯：“辨”的借字，分辨。"
    },
    {
     "q": "第十课 10. 此可謂知義與不義之辯乎？是以知天下之君子也，辯義與不義之亂也。《義與不義》",
     "a": "注释：辯：“辨”的借字，分辨。以：因此。亂：混亂，分不清。"
    },
    {
     "q": "第十一课 1. 荀息伐虢而還，反處三年，與兵伐虞，又尅之。《晉獻公欲假道於虞以伐虢》",
     "a": "注释：反：後作“返”，回來。尅：戰勝，這裏指滅亡。"
    },
    {
     "q": "第十一课 2. 荀息牽馬操璧而報獻公，獻公說曰：“璧則猶是也。雖然，馬齒亦益長矣。”《晉獻公欲假道於虞以伐虢》",
     "a": "注释：說yuè：後作“悅”，高興。雖：連詞，雖然；然：代詞，這樣。益：更加。"
    },
    {
     "q": "第十一课 3. 異日，與君遊於果園，食桃而甘，不盡，以其半啗君。《彌子瑕有寵於衛君》",
     "a": "注释：啗：“啖”的異體字，給……吃。"
    },
    {
     "q": "第十一课 4. 君曰：“愛我哉！忘其口味以啗寡人。”《彌子瑕有寵於衛君》",
     "a": "注释：啗：“啖”的異體字，給……吃。"
    },
    {
     "q": "第十一课 5. 楚人和氏得玉璞楚山中，奉而獻之厲王。和又奉其璞而獻之武王。《和氏之璧》",
     "a": "注释：奉pěng：後作“捧”。獻之厲王：雙賓語。厲王，指楚厲王。"
    },
    {
     "q": "第十一课 6. 宋人有酤酒者，升概甚平，遇客甚謹，為酒甚美，縣幟甚高，然而不售，酒酸。《宋人有酤酒者》",
     "a": "注释：縣xuán：後作“懸”，懸掛。幟：酒幌，酒旗。酤gǔ：賣。買酒也稱酤。售：賣出去。"
    },
    {
     "q": "第十一课 7. 或令孺子懷錢挈壺罋而往酤，而狗迓而齕之，此酒所以酸而不售也。《宋人有酤酒者》",
     "a": "注释：罋wèng：“甕”的異體字，一種陶製容器。或：無定代詞作主語，有人。挈qiè：提。齕hé：咬。"
    },
    {
     "q": "第十一课 8. 民食果蓏蜯蛤，腥臊惡臭而傷害腹胃，民多疾病。《上古之世》",
     "a": "注释：蜯bàng：“蚌”的異體字。蛤gé：蛤蜊。惡臭xiù：難聞的氣味。臭，氣味。"
    },
    {
     "q": "第十一课 9. 是以聖人不期脩古，不法常可，論世之事，因為之備。《上古之世》",
     "a": "注释：脩：“修”的借字，學習。為之備：雙賓語，之指代“世之事”。為wéi。備：措施。"
    },
    {
     "q": "第十一课 10. 堯之王天下也，茅茨不翦，采椽不斲。《上古之世》",
     "a": "注释：翦：“剪”的異體字，修剪。采：後作“棌”，櫟木。斲zhuó：砍削，指交工修整。"
    },
    {
     "q": "第十一课 11. 夫山居而谷汲者，膢臘而相遺以水；澤居苦水者，買庸而決竇。《上古之世》",
     "a": "注释：①庸：後作“傭”，工。②竇：“瀆”的借字，改讀dú，水溝。膢lóu臘：祭祀。遺wèi：贈送。苦：形容詞意動用法，以……為苦。"
    },
    {
     "q": "第十一课 12. 故饑歲之春，幼弟不饟；穰歲之秋，疏客必食。《上古之世》",
     "a": "注释：饟xiǎng，“餉”的異體字，供給食物。饑：五穀不收。穰ráng歲：豐年。食sì：動詞使動用法，使……吃。"
    },
    {
     "q": "第十一课 13. 重爭士橐，非下也，權重也。《上古之世》【2210简答】",
     "a": "注释：士：同“仕”，做官。橐tuó：“託”的借字，投靠，依附。重：形容詞意動用法，認為……重。"
    },
    {
     "q": "第十二课 1. 秦青弗止，餞於郊衢。撫節悲歌，聲振林木，響遏行雲。薛譚乃謝求反，終身不敢言歸。《繞梁三日》",
     "a": "注释：①撫，“拊”的借字，輕輕地敲擊。②振：“震”的借字，震撼，震動。③反：後作“返”，返回。止：留住，留下。衢qú：四通八達的道路。遏：遏止。謝：道歉。"
    },
    {
     "q": "第十二课 2. 故雍門之人至今善歌哭，放娥之遺聲。《繞梁三日》",
     "a": "注释：放：“仿”的借字，仿效。"
    },
    {
     "q": "第十二课 3. 二年之後，雖錐末倒眥而不瞬也。《紀昌學射》",
     "a": "注释：倒：“到”的借字。眥zì：眼眶。"
    },
    {
     "q": "第十二课 4. 於是二子泣而投弓，相拜於塗，請為父子。尅臂以誓，不得告術於人。《紀昌學射》",
     "a": "注释：①塗：後作“途”，道路。②尅：“刻”的借字。請為父子：請求結為父子關係。"
    },
    {
     "q": "第十二课 5. 天下之馬者，若滅若沒，若亡若失，若此者絕塵弭躆。《九方皋相马》",
     "a": "注释：躆：“轍”的異體字，車輪碾過的痕跡，這裏指蹄跡。弭mǐ：消除。"
    },
    {
     "q": "第十二课 6. 臣有所與共擔纆薪菜者，有九方皋，此其於馬非臣之下也。《九方皋相马》",
     "a": "注释：菜：“采”的借字。纆，繩索。薪菜，即“薪采”，采薪，采集木柴。"
    },
    {
     "q": "第十二课 7. 穆公見之，使行求馬。三月而反。《九方皋相马》",
     "a": "注释：反：後作“返”，返回。求：尋找。"
    },
    {
     "q": "第十二课 8. 穆公不說，召伯樂而謂之曰：“敗矣，子所使求馬者！色物、牝牡尚弗能知，又何馬之能知也？”《九方皋相马》",
     "a": "注释：說：後作“悅”，高興，喜悅。敗：糟糕，失敗。牝pìn：鳥獸的雌性。"
    },
    {
     "q": "第十二课 9. 若皋之所觀，天機也，得其精而忘其麤，在其內而忘其外。《九方皋相马》",
     "a": "注释：麤：“粗”的異體字。忘：忽視，佚亡。在：省察，注重。"
    },
    {
     "q": "第十三课 1. 梁北有黎丘部，有奇鬼焉，喜効人之子姪昆弟之狀。《奇鬼》",
     "a": "注释：①効：“效”的異體字，模仿。②姪：“侄”的異體字。"
    },
    {
     "q": "第十三课 2. 孽矣！無此事也。昔也往責於東邑，人可問也。《奇鬼》",
     "a": "注释：責：後作“債”，討債。孽：動詞，作孽，製造災禍。"
    },
    {
     "q": "第十三课 3. 明旦之市而醉，其真子恐其父之不能反也，遂逝迎之。",
     "a": "注释：反：後作“返”，回來。逝：前往。"
    },
    {
     "q": "第十三课 4. 瀋水暴益，荊人弗知，循表而夜涉，溺死者千有餘人，軍驚而壞都舍。《荊人欲襲宋》",
     "a": "注释：益：後作“溢”，上漲。而：“如”的借字，好像。暴：突然。循：本義為順着/沿着。壞：倒塌。"
    },
    {
     "q": "第十三课 5. 其時已與先王之法虧矣，而曰“此先王之法也”而法之。《荊人欲襲宋》",
     "a": "注释：虧：“詭”的借字，改讀guǐ，異，不同。"
    },
    {
     "q": "第十三课 6. 魏文侯燕飲，皆令諸大夫論己。《魏文侯燕飲》",
     "a": "注释：燕：“宴”的借字。"
    },
    {
     "q": "第十三课 7. 文侯喜曰：“可反歟？”《魏文侯燕飲》",
     "a": "注释：反：後作“返”，動詞使動用法，使……返回。歟：語氣詞，表示詢問。"
    },
    {
     "q": "第十四课 1. 今先生儼然不遠千里而庭教之，願以異日。《蘇秦以連橫說秦》",
     "a": "注释：庭：“廷”的借字，名詞作狀語，在朝廷上。遠：形容詞意動用法，認為……遠。異日：他日。儼然：鄭重的樣子。願以異日：指秦惠王不願意採納蘇秦的意見。以，介詞，可譯作“在”。"
    },
    {
     "q": "第十四课 2. 昔者神農伐補遂，黃帝伐涿鹿而禽蚩尤。《蘇秦以連橫說秦》",
     "a": "注释：禽：後作“擒”，擒獲。"
    },
    {
     "q": "第十四课 3. 文王伐崇，武王伐紂，齊桓任戰而伯天下。《蘇秦以連橫說秦》",
     "a": "注释：伯：“霸”的借字，稱霸，改讀bà。任戰：採用戰爭手段。"
    },
    {
     "q": "第十四课 4. 文士並飭，諸侯亂惑；萬端俱起，不可勝理。《蘇秦以連橫說秦》",
     "a": "注释：飭shì：“飾”的異體字，修飾，指修飾言辭。亂惑：迷惑，無所適從。勝shēng：盡、全部。"
    },
    {
     "q": "第十四课 5. 上下相愁，民無所聊；明言章理，兵甲愈起。《蘇秦以連橫說秦》",
     "a": "注释：章：後作“彰”，形容詞使動用法，使……彰顯。明言章理：話說的明白清楚，道理講得冠冕堂皇。明，形容詞使動用法，使……明白。聊：依靠。"
    },
    {
     "q": "第十四课 6. 於是，乃廢文任武，厚養死士，綴甲厲兵，效勝於戰場。《蘇秦以連橫說秦》",
     "a": "注释：厲：後作“礪”，磨礪。厚養：以優厚的待遇供養。效：取得。"
    },
    {
     "q": "第十四课 7. 寬則兩軍相攻，迫則杖戟相橦，然後可建大功。《蘇秦以連橫說秦》",
     "a": "注释：橦chōng：“衝”的借字，撞擊。迫：距離近，這裏指兩軍相距較近。"
    },
    {
     "q": "第十四课 8. 今之嗣主，忽於至道，皆惛於教，亂於治，迷於言，惑於語，沈於辯，溺於辭。《蘇秦以連橫說秦》",
     "a": "注释：沈：後作“沉”，沉溺。惛：糊塗，混亂。"
    },
    {
     "q": "第十四课 9. 左師觸龍言願見太后。太后盛氣而胥之。《觸龍說趙太后》【2210简答】",
     "a": "注释：胥：“須”的借字，等待。盛氣：怒氣沖沖。"
    },
    {
     "q": "第十四课 10. 竊自恕，而恐太后玉體之有所郄也，故願望見太后。《觸龍說趙太后》【2304简答】",
     "a": "注释：郄：“隙”的異體字。有郄xì：指身體不舒服。竊：謙敬副詞，私下。恕：原諒。"
    },
    {
     "q": "第十四课 11. 曰：“日食飲得無衰乎？”曰：“恃鬻耳。”《觸龍說趙太后》",
     "a": "注释：鬻，“粥”的異體字。日：時間名詞作狀語，每天。衰：減少。"
    },
    {
     "q": "第十四课 12. 老臣今者殊不欲食，乃自強步，日三四里，少益耆食，和於身也。《觸龍說趙太后》",
     "a": "注释：耆：“嗜”的借字，改讀shì，喜愛。殊：程度副詞，特別。和：安適、舒適。"
    },
    {
     "q": "第十四课 13. 願令得補黑衣之數，以衛王宮。沒死以聞。《觸龍說趙太后》",
     "a": "注释：沒，“冒”的借字，改讀mào。沒死：冒著死罪。聞：動詞使動用法，使……聽見，這裏指禀告。"
    },
    {
     "q": "第十四课 14. 已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反。《觸龍說趙太后》",
     "a": "注释：反：後作“返”，返回。祝：禱告。必勿使反：一定別讓她回來。"
    },
    {
     "q": "第十四课 15. 豈人主之子孫則必不善哉？位尊而無功，奉厚而無勞，而挾重器多也。《觸龍說趙太后》",
     "a": "注释：奉：後作“俸”，俸祿。勞：功勞。挾：擁有。"
    },
    {
     "q": "第十四课 16. 齊人有馮諼者，貧乏不能自存，使人屬孟嘗君，願寄食門下。《馮諼客孟嘗君》",
     "a": "注释：屬：後作“囑”，囑託。寄食：依附別人生活，這裏指做食客。"
    },
    {
     "q": "第十四课 17. 誰習計會，能為文收責於薛者乎？《馮諼客孟嘗君》",
     "a": "注释：責：後作“債”，債款。習：熟習。為：介詞，表示動作行為為誰而發，“替”。"
    },
    {
     "q": "第十四课 18. 文倦於事，憒於憂，而性懧愚，沈於國家之事，開罪於先生。《馮諼客孟嘗君》",
     "a": "注释：沈：後作“沉”，沉溺。懧：“懦”的異體字，軟弱。懧愚：軟弱無能。"
    },
    {
     "q": "第十四课 19. 責畢收，以何市而反？《馮諼客孟嘗君》",
     "a": "注释：反：後作“返”，返回。畢：全部。以何市而反：疑問代詞“何”作賓語，置於動詞“市”前。"
    },
    {
     "q": "第十五课 1. 秦王不說。安陵君因使唐雎使於秦。《唐雎不辱使命》",
     "a": "注释：說yuè：後作“悅”，高興。因：副詞，於是。使於秦：出使到秦國。"
    },
    {
     "q": "第十五课 2. 且秦滅韓亡魏，而君以五十里之地存者，以君為長者，故不錯意也。《唐雎不辱使命》",
     "a": "注释：錯：後作“措”，放置。錯意：在意。者，特殊代詞，“……的原因”。以……為：把……當做。"
    },
    {
     "q": "第十五课 3. 鄒忌脩八尺有餘，而形貌昳麗。《鄒忌諷齊王納諫》",
     "a": "注释：①脩：“修”的借字，長，這裏指身高。②有：和“又”通用。昳yì麗：美麗。"
    },
    {
     "q": "第十五课 4. 明日，徐公來，孰視之，自以為不如。《鄒忌諷齊王納諫》",
     "a": "注释：孰：後作“熟”，仔細。孰視：仔細地看。自以為：自己認為。不如：比不上（徐公）。"
    },
    {
     "q": "第十五课 5. 大懼乏周公、太公之命祀，職貢業事之不共而獲戾。《臧文仲如齊告糴》",
     "a": "注释：共：後作“供”，供職，奉職。乏：缺少。戾：罪。"
    },
    {
     "q": "第十六课 1. 公貨足以賓獻，家貨足以共用，不是過也。《鬬且廷见令尹子常》",
     "a": "注释：共：後作“供”，供給。賓，賓客，這裏指的是餽贈。獻，進獻。家：大夫。"
    },
    {
     "q": "第十六课 2. 今子常，先大夫之後也，而相楚君無令名于四方。《鬬且廷见令尹子常》",
     "a": "注释：令：“靈”的借字，美好的。相xiàng：輔助，幫助。"
    },
    {
     "q": "第十六课 3. 及懷子改桓之行，而修武之德，可以免於難，而離桓之罪，以亡於楚。《叔向賀貧》",
     "a": "注释：離：“罹”的借字，遭到。修：研究，學習。亡：逃跑。"
    },
    {
     "q": "第十七课 1. 今者有小人之言，令將軍與臣有卻。《鴻門宴》",
     "a": "注释：卻：“隙”的借字，縫隙，嫌隙，指感情上的裂痕。小人之言：指有壞人搬弄是非。"
    },
    {
     "q": "第十七课 2. 交戟之衛士欲止不內，樊噲側其盾以撞，衛士仆地，噲遂入。《鴻門宴》",
     "a": "注释：內nà，後作“納”。欲止不內nà：想要阻擋樊噲不讓他進去。"
    },
    {
     "q": "第十七课 3. 從酈山下，道芷陽間行。《鴻門宴》",
     "a": "注释：間：後作“閒”，秘密地。道：動詞，經由。"
    },
    {
     "q": "第十七课 4. 沛公不勝桮杓，不能辭。《鴻門宴》",
     "a": "注释：桮：“杯”的異體字。桮杓：酒器，這裏指代酒。勝：禁得起。"
    },
    {
     "q": "第十七课 5. 田單知士卒之可用，乃身操版插，與士卒分功。《即墨之戰》",
     "a": "注释：插：“臿”的借字，掘土的工具，相當於鍬。操：持，拿著。功：工作。"
    },
    {
     "q": "第十七课 6. 田單又收民金，得千溢。《即墨之戰》",
     "a": "注释：溢：後作“鎰”，古代重量單位，二十兩為一溢。"
    },
    {
     "q": "第十七课 7. 燕軍擾亂奔走，齊人追亡逐北，所過城邑皆畔燕而歸。《即墨之戰》",
     "a": "注释：畔：“叛”的借字，田單進軍所經過的城邑都重新回歸齊國。亡：逃跑。北：敗逃，指敗逃的燕軍。"
    },
    {
     "q": "第十八课 1. 齊威王之時喜隱，好為淫樂長夜之飲，沈湎不治，委政卿大夫。《一鳴驚人》",
     "a": "注释：沈：後作“沉”。沈湎chén miǎn：沉湎於飲酒享樂。淫樂：過分地縱慾作樂。"
    },
    {
     "q": "第十八课 2. 淳於髡說之以隱曰：“國中有大鳥，止王之庭，三年不蜚又不鳴，不知此鳥何也？《一鳴驚人》",
     "a": "注释：蜚：“飛”的借字。"
    },
    {
     "q": "第十八课 3. 諸侯振驚，皆還齊侵地。",
     "a": "注释：振：“震”的借字。"
    },
    {
     "q": "第十八课 4. 今者臣從東方來，見道傍有禳田者。《一鳴驚人》",
     "a": "注释：傍páng：後寫作“旁”，邊側。禳田：祭神祈求農事平安無災。"
    },
    {
     "q": "第十八课 5. 於是齊威王乃益齎黃金千溢，白璧十雙，車馬百駟。《一鳴驚人》",
     "a": "注释：溢：後作“鎰”，古代重量單位，二十兩為一溢。益：增加。"
    },
    {
     "q": "第十八课 6. 有兄仲同居。以訾為騎郎，事孝文帝，十歲不得調，無所知名。《張釋之諫孝文帝》",
     "a": "注释：訾zī：“資”的借字。調：指升遷。"
    },
    {
     "q": "第十八课 7. 且下之化上疾於景響，舉錯不可不審也。”《張釋之諫孝文帝》",
     "a": "注释：①景yǐng：後作“影”。景響：光影和回聲。②錯：後作“措”。舉錯：舉動措施。疾：急速/快速。審：仔細，謹慎。"
    },
    {
     "q": "第十八课 8. 女為人臣子，不顧恩義，畔主背親，為降虜於蠻夷，何以女為見？《蘇武牧羊》",
     "a": "注释：畔：“叛”的借字，背叛，背叛國君和親人。女：後作“汝”。為：動詞，作為。顧：顧念。"
    },
    {
     "q": "第十八课 9. 宛王殺漢使者，頭縣北闕。《蘇武牧羊》",
     "a": "注释：縣：後作“懸”，懸掛。"
    },
    {
     "q": "第十八课 10. 天雨雪，武臥齧雪，與旃毛並咽之，數日不死。《蘇武牧羊》",
     "a": "注释：旃zhān：“氈”的借字。雨yù雪：下雪。雨，動詞。齧niè：吃。並：一起。"
    },
    {
     "q": "第十八课 11. 武既至海上，廩食不至，掘野鼠去草實而食之。《蘇武牧羊》",
     "a": "注释：去：“弆”的借字，改讀jǔ，收藏。既：時間副詞，已經。廩食：供給的食物。草實：草籽。"
    },
    {
     "q": "第十八课 12. 故堯、禹有九年之水，湯有七年之旱，而國亡捐瘠者，以畜積多而備先具也。《論貴粟疏》",
     "a": "注释：亡：與“無”通用，改讀wú。捐，拋棄。瘠，瘦弱。畜xù：積蓄。具：準備充分。以：連詞/原因。"
    },
    {
     "q": "第十八课 13. 夫寒之於衣，不待輕煖；飢之於食，不待甘旨。《論貴粟疏》",
     "a": "注释：煖：“暖”的異體字。輕煖：又輕又暖的衣服。甘旨：美味的食物。"
    },
    {
     "q": "第十九课 1. 其謌也有思，其哭也有懷。《送孟東野序》",
     "a": "注释：謌：“歌”的異體字，唱歌。思：憂思。懷：愁緒。"
    },
    {
     "q": "第十九课 2. 卒然遇之，則王公失其貴。《潮州韓文公廟碑》",
     "a": "注释：卒cù：“猝”的借字，忽然。之：代詞，指浩然之氣。"
    },
    {
     "q": "第二十课 1. 恭以涖之，則民有孫心。《古書疑義舉例》",
     "a": "注释：涖lì：後作“蒞”，臨，到。"
    },
    {
     "q": "第二十课 2. 我有周斅惟其大介賚爾。《古書疑義舉例》",
     "a": "注释：介：斅的借字。賚lài：賜予。"
    },
    {
     "q": "第二十一课 1. 白馬甜榴，一實直牛。《白馬寺》",
     "a": "注释：直：後作“值”，價值等同於。"
    },
    {
     "q": "第二十一课 2. 經三宿，漉出，內草篋中反裹之。《水稻》",
     "a": "注释：內：後作“納”，納入。裹：“捂著”的意思。"
    },
    {
     "q": "第二十一课 附【2304简答例字】初，宣子田（畋）于首山，舍于翳桑。",
     "a": "答案：“畋”是“田”的分化字。"
    }
   ]
  }
 },
 "sets": {
  "2010年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其代码填写在题后的括号内。错选、多选或未选均无分。",
    "score": 1,
    "items": [
     {
      "q": "下列句中，加着重号的字与括号中的字是假借关系的一句是",
      "opts": [
       "其御之妻從門間而闚（窺）。",
       "小人也者，疾（急）為誕而欲人之信己也。",
       "民不知禮，未生其共（恭）。",
       "亡不越竟（境），反不討賊。"
      ],
      "a": 1
     },
     {
      "q": "下列各组字中，象形、指事、会意、形声都具备的一组是",
      "opts": [
       "匪 穎 止 末",
       "息 法 刃 本",
       "未 向 耆 湟",
       "馬 初 產 亦"
      ],
      "a": 3
     },
     {
      "q": "下列各组字，全部属于义符相同的形声字的一组是",
      "opts": [
       "哀 衷 初",
       "問 聞 闕",
       "頭 頸 題",
       "幕 茅 草"
      ],
      "a": 2
     },
     {
      "q": "下列句中加着重号的字与括号中的字是分化字关系的一句是",
      "opts": [
       "或令孺子懷錢挈壺罋（甕）而往酤。",
       "少益耆（嗜）食，和於身也。",
       "以官服事，以勞殿（奠）賞，量功而分禄。",
       "為酒甚美，縣（懸）幟甚高，然而不售，酒酸。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词用本字的一句是",
      "opts": [
       "雖有佳肴，弗食，不知其旨也。",
       "尺蠖之屈，以求信也。",
       "莊公寤生，驚姜氏。",
       "寡助之至，親戚畔之。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的部分属于同义词连用的一句是",
      "opts": [
       "召匠石曰：“嘗試為寡人為之。”",
       "擁大蓋，策駟馬，意氣揚揚。",
       "音聲相和，前後相隨。",
       "腥臊惡臭而傷害腹胃。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的词用本义的一句是",
      "opts": [
       "數使諸侯，未嘗屈辱。",
       "后稷教民稼穡，樹蓺五穀。",
       "立其子，不為比。",
       "燕日敗亡，卒至河上。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词语属于联绵词的一句是",
      "opts": [
       "今媼尊長安君之位，而封之以膏腴之地。",
       "適莽蒼者，三飡而反。",
       "妻妾編於行伍之閒。",
       "今沛公先破秦入咸陽，豪毛不敢有所近。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词解释正确的一句是",
      "opts": [
       "老臣今者殊不欲食，乃自強步。（強壯）",
       "明日，端復飲於市。（端正）",
       "至殺不辜人也，褘其衣裘，取戈劍者。（罪）",
       "舉世而譽之而不加勸。（勸說）"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词用引申义的一句是",
      "opts": [
       "君子引而不發，躍如也。",
       "今我睹子之難窮也。",
       "雖有至道，弗學，不知其善也。",
       "今去西河而泣，何也？"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词古今词义相同的一句是",
      "opts": [
       "今欲以先王之政治當世之民，皆守株之類也。",
       "沛公已去，閒至軍中，張良入謝。",
       "每朝設脯一束、糗一筐，以羞子文。",
       "丈夫亦愛憐其少子乎？"
      ],
      "a": 0
     },
     {
      "q": "下列句中，名量表示法不同于其他三句的一句是",
      "opts": [
       "於是為長安君約車百乘，質於齊。",
       "良地一畝，用子五升，薄地三升。",
       "食頃，吐出三升許蟲。",
       "我持白璧一雙，欲獻項王；玉斗一雙，欲與亞父。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，含有介词宾语前置的一句是",
      "opts": [
       "子玉之敗，子之舉也。舉以敗國，將何賀焉？",
       "蓋有之矣，我未之見也。",
       "今人君之左右，出則為勢重而收利於民，入則比周而蔽惡於君。",
       "敢問夫子惡乎長？"
      ],
      "a": 0
     },
     {
      "q": "下列句中，“是”充当判断句系词的一句是",
      "opts": [
       "客人不知其是商君也。",
       "臣聞七十里為政於天下者，湯是也。",
       "輕死而暴，是小人之勇也。",
       "故外戶而不閉，是謂大同。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，含有名词使动用法的一句是",
      "opts": [
       "君有區區之薛，不拊愛子其民，因而賈利之。",
       "沛公北嚮坐，張良西嚮侍。",
       "東面而征，西夷怨；南面而征，北狄怨，曰：“奚為後我？”",
       "築室百堵，西南其戶。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，“為”表示被动的一句是",
      "opts": [
       "今君聽讒人之議而不知我，西河之為秦取不久矣。",
       "鮑叔終善遇之，不以為言。",
       "以此為治，豈不悲哉！",
       "誰習計會？能為文收責於薛者乎？"
      ],
      "a": 0
     },
     {
      "q": "下列句中，含有名词作状语，表示对人的态度的一句是",
      "opts": [
       "鵬之徙於南冥也，水擊三千里。",
       "黎丘之鬼效其子之狀，扶而道苦之。",
       "田單乃起，引還，東鄉坐，師事之。",
       "家人車載欲往就醫。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，含有形容词使动用法的一句是",
      "opts": [
       "然則今有美堯、舜、湯、武、禹之道於當今之世者，必為新聖笑矣。",
       "凡用兵之法，全國為上，破國次之。",
       "問其深，則其好遊者不能窮也。",
       "楚左尹項伯者，素善留侯張良。"
      ],
      "a": 1
     },
     {
      "q": "下列句子，属于婉曲这一表达方式的一句是",
      "opts": [
       "雷霆不作，風雨不興。",
       "大夫不得造車馬。",
       "一旦山陵崩，長安君何以自託於趙？",
       "葉上雨聲枝上月，何須焦尾始相知。"
      ],
      "a": 2
     },
     {
      "q": "下面关于古书旧注类型表述正确的一项是",
      "opts": [
       "章句类是对古书中文字进行辨音释义的注释类型。",
       "《毛詩故訓傳》属于补注类。",
       "最有名的章句类注释专书是梁代皇侃的《孟子章句》。",
       "義疏类是指既解釋經文又給前人的注作解釋的一種古注類型。"
      ],
      "a": 3
     }
    ]
   },
   "short": {
    "head": "二、古文背诵题、三、释词题、四、简答题、五、古文翻译题、六、古文标点题、七、古文阅读题",
    "desc": "非选择题部分：背诵6分+释词10分+简答20分+翻译12分+标点12分+阅读20分",
    "score": 1,
    "items": [
     {
      "q": "吾十有五而志于學，三十而立，四十而不惑，五十而知天命，六十而耳順，（ ）。",
      "a": "七十而從心所欲，不踰矩"
     },
     {
      "q": "先王之（ ），以平其心，成其政也。",
      "a": "濟五味、和五聲也"
     },
     {
      "q": "鵬之背，不知其幾千里也；怒而飛，（ ）。是鳥也，海運則將徙於南冥。",
      "a": "其翼若垂天之雲"
     },
     {
      "q": "孰知其極？其無正？（ ）。人之迷，其日固久。",
      "a": "正復為奇，善復為妖"
     },
     {
      "q": "穀與魚鱉不可勝食，（ ），是使民養生喪死無憾也。",
      "a": "材木不可勝用"
     },
     {
      "q": "有國有家者，（ ），不患貧而患不安。",
      "a": "不患寡而患不均"
     },
     {
      "q": "明主知其然也，故務民於農桑。 務：",
      "a": "務：使……致力于"
     },
     {
      "q": "孟嘗君顧謂馮諼。 顧：",
      "a": "顧：回头看"
     },
     {
      "q": "舉世而非之而不加沮。 舉：",
      "a": "舉：全"
     },
     {
      "q": "帥偏師以脩封疆。 脩：",
      "a": "脩：守卫"
     },
     {
      "q": "齊人追亡逐北。 北：",
      "a": "北：败逃（的人）"
     },
     {
      "q": "丈人智惑於似其子者而殺於真子。 於：",
      "a": "於：介词；引进动作行为的主动者，“被”。"
     },
     {
      "q": "《商書》曰：“無偏無黨，王道蕩蕩。”其祁奚之謂矣！ 其：",
      "a": "其：语气词；表示揣度、委婉语气，“大概”、“恐怕”。"
     },
     {
      "q": "今不聽吾計，後雖欲復見我，尚可得乎？ 雖：",
      "a": "雖：连词；表示让步关系，“即使”。"
     },
     {
      "q": "夫韓、魏滅亡，而安陵以五十里之地存者，徒以有先生也。 以：",
      "a": "以：连词；连接因果复句，表示原因，“因为”。"
     },
     {
      "q": "虢必亡矣，虐而聽於神。 矣：",
      "a": "矣：语气词；表示将要或必将出现某种新的情况。"
     },
     {
      "q": "根據下列幾組異體字，觀察異體字在構造和書寫方面的差異，分析和歸納異體字的類型，并將各組異體字分別歸入各種類型。傘——繖 淚——淚 明——朙 坑——阬 襍——雜 裹——裡",
      "a": "①造字方法不同，構成異體字。傘——繖：傘是象形字，繖是形聲字。淚——淚：淚是會意字，淚是形聲字。②造字方法相同，構件不同，構成異體字。明——朙：都是會意字，用了不同的義符。坑——阬：都是形聲字，用了不同的義符。③造字方法相同，構件相同，但寫法不同，構成異體字。襍——雜 裹——裡：都是形聲字，部件也相同，但寫法不同。"
     },
     {
      "q": "根據下列句中加着重號的詞，歸納古代漢語代詞的類型。（1）人誰無過，過而能改，善莫大焉。（2）王如知此，則無望民之多於鄰國也。（3）愛共叔段，欲立之。（4）知彼知己，百戰不殆。（5）不稼不穡，胡取禾三百廛兮？（6）三歲貫女，莫我肯顧。",
      "a": "類型1，人稱代詞，如例（3）（6）。類型2，指示代詞，如例（2）（4）。類型3，疑問代詞，如例（1）（5）。"
     },
     {
      "q": "解釋下列各組句中加着重號的詞，并指出各組同義詞之間的差異。（1）①棄甲曳兵而走。②入而徐趨，至而自謝。（2）①夫珠玉金銀，飢不可食，寒不可衣。②塗有餓殍而不知發。（3）①夫子溫、良、恭、儉、讓以得之。②一年視離經辨志，三年視敬業樂群。",
      "a": "（1）“走”的意思是“跑”；“趨”的意思是小步快走。兩者動作情態不同。（2）“飢”是吃不飽；“餓”是沒有飯吃或長時間未進食。兩者程度輕重不同。（3）兩者都表示有禮貌、不怠慢。兩者側重點不同，“恭”側重於外貌，“敬”側重於內心。"
     },
     {
      "q": "是以知君之不肖也",
      "a": "因此知道君主不賢明。"
     },
     {
      "q": "文侯不說，知於顏色",
      "a": "文侯不高興，顯露在臉色上。"
     },
     {
      "q": "次及翟黃",
      "a": "按照次序輪到翟黃。"
     },
     {
      "q": "文侯喜曰：“可反歟？”",
      "a": "文侯高興地說：“可以使他返回來嗎？”"
     },
     {
      "q": "忠臣畢其忠，而不敢遠其死",
      "a": "忠臣竭盡他的忠心，不敢遠離死亡。"
     },
     {
      "q": "文侯微翟黃則幾失忠臣矣",
      "a": "文侯如果沒有翟黃，就幾乎失去忠臣了。"
     },
     {
      "q": "用现代标点符号标点下面的文言短文。東方有人焉曰爰旌目將有適也而餓於道狐父之盜曰丘見而下壺餐以餔之爰旌目三餔而後能視曰子何為者也曰我狐父之人丘也爰旌目曰譆汝非盜邪胡為而食我吾義不食子之食也兩手據地而歐之不出喀喀然遂伏而死狐父之人則盜矣而食非盜也以人之盜因謂食為盜而不敢食是失名實者也",
      "a": "東方有人焉，曰爰旌目，將有適也，而餓於道。狐父之盜曰丘，見而下壺餐以餔之。爰旌目三餔而後能視，曰：“子何為者也？”曰：“我狐父之人丘也。”爰旌目曰：“譆！汝非盜邪？胡為而食我？吾義不食子之食也。”兩手據地而歐之，不出，喀喀然，遂伏而死。狐父之人則盜矣，而食非盜也。以人之盜因謂食為盜而不敢食，是失名實者也。"
     },
     {
      "q": "且（齊莊公且伐莒）：",
      "a": "將要"
     },
     {
      "q": "與（杞梁、華舟獨不與焉）：",
      "a": "参与"
     },
     {
      "q": "逆（莒人逆之）：",
      "a": "迎战"
     },
     {
      "q": "當（隰侯重為右）：",
      "a": "抵挡"
     },
     {
      "q": "有閒（二人立有閒）：",
      "a": "一段时间，一会儿"
     },
     {
      "q": "息（華舟後息）：",
      "a": "停止"
     },
     {
      "q": "翻译“城為之陁而隅為之崩”一句，并说明该句运用了什么修辞手法。",
      "a": "翻譯：城牆因此而倒塌。修辭手法：互文。"
     },
     {
      "q": "孰不汝笑也。（翻译并指出特殊语法现象）",
      "a": "誰不嘲笑你呢。否定句中代詞賓語前置。"
     },
     {
      "q": "是少吾勇也。（翻译并指出特殊语法现象）",
      "a": "這是輕視我的勇力。“少”是形容詞的意動用法。"
     },
     {
      "q": "吾踰子。（翻译并指出特殊语法现象）",
      "a": "我讓你們躍過去。“踰”是動詞的使動用法。"
     },
     {
      "q": "華舟“哭之久”的原因是什么？",
      "a": "因為華舟認為隰侯重的勇氣與自己相同，卻比自己早死了。"
     },
     {
      "q": "說明文中文“去國歸敵，非忠臣也”、“雞鳴而期，日中而妄之，非信也”分別指的是什么事情。",
      "a": "（1）背叛齊國，投奔莒國。（2）答應為齊國伐莒，卻不履行諾言。"
     }
    ]
   }
  },
  "2011年1月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其代码填写在题后的括号内。错选、多选或未选均无分。",
    "score": 1,
    "items": [
     {
      "q": "下列句中，加着重号的词用本字的一句是",
      "opts": [
       "選賢與能，講信脩睦。",
       "陽貨欲見孔子，孔子不見，歸孔子豚。",
       "姜氏欲之，焉辟害？",
       "濉水暴益，荊人弗知。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词用假借字的一句是",
      "opts": [
       "忠矣，而亦欲人之親己也；修正治辨矣，而亦欲人之善己也。",
       "道而弗牽，強而弗抑，開而弗達。",
       "入學鼓篋，孫其業也。",
       "人無於水監，當於民監。"
      ],
      "a": 0
     },
     {
      "q": "下列形声字，全都是内形外声的一组是",
      "opts": [
       "醬 問 固",
       "簡 裹 閩",
       "隨 羸 辯",
       "衷 闢 戚"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的字与括号中的字是分化字关系的一句是",
      "opts": [
       "執其干戚，習其俛（俛）仰。",
       "管（館）人布幕於寢門外。",
       "有求則卑辭，無欲則嬌（驕）嫚。",
       "行李之往來，共（供）其乏困。"
      ],
      "a": 3
     },
     {
      "q": "下列各组字，属于变换构件而形成异体字的一组是",
      "opts": [
       "丘——坵",
       "秋——秌",
       "溪——谿",
       "裹——裡"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词使用本义的一句是",
      "opts": [
       "言語相結，天下為一。",
       "王聞之，使人問其故。",
       "子公怒，染指於鼎，嘗之而出。",
       "晨往，寢門闢矣，盛服將朝。尚早，坐而假寐。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词使用引申义的一句是",
      "opts": [
       "民者，在上所以牧之。",
       "天柱折，地維絕。",
       "賊民之主，不忠。",
       "七十者衣帛食肉，黎民不飢不寒。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的词古今词义相同的一句是",
      "opts": [
       "求，無乃爾是過與？",
       "雖千里不敢易也，豈直五百里哉？",
       "王送知罃，曰：“子其怨我乎？”",
       "川壅而潰，傷人必多。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词语属于同义连用的一句是",
      "opts": [
       "其政悶悶，其民淳淳。",
       "是以人民眾而貨財寡。",
       "良馬可形容筋骨相也。",
       "是社稷之臣也，何以伐為？"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词语属于联绵词的一句是",
      "opts": [
       "飢之於食，不待甘旨。",
       "於是焉河伯始旋其面目，望洋向若而歎。",
       "是氣也，寓於尋常之中，而塞乎天地之間。",
       "且小人近市，朝夕得所求，小人之利也，敢煩里旅？"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词解释正确的一句是",
      "opts": [
       "河內凶，則移其民於河東。（動亂）",
       "萬物作焉而不辭。（告別）",
       "成事不說，遂事不諫，既往不咎。（責備）",
       "懷其寶而迷其邦，可謂仁乎？（迷戀）"
      ],
      "a": 2
     },
     {
      "q": "下列句子，属于用判断句的形式表示原因的一句是",
      "opts": [
       "吾不能早用子，今急而求子，是寡人之過也。",
       "蓋公之所能者天也，其所不能者人也。",
       "桓公九合諸侯，不以兵車，管仲之力也。",
       "民多曠者，而我取富焉，是勤民以自封也。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，“是”充当前置宾语的一句是",
      "opts": [
       "鑄名器，藏寶財，固民之殄病是待。",
       "子曰：敏而好學，不恥下問，是以謂之文也。",
       "是乃其所以千萬臣而無數者也。",
       "如有不由此者，在執者去，眾以為殃，是謂小康。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，有名词作状语表示处所的一句是",
      "opts": [
       "田單兵日益多。",
       "漁夫樵夫之舍，皆可指數。",
       "秋水時至，百川灌河。",
       "童子隅坐而執燭。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，含有形容词意动用法的一句是",
      "opts": [
       "且夫我嘗聞少仲尼之聞而輕伯夷之義者，始吾弗信。",
       "君子食之，以平其心。",
       "卑而驕之，佚而勞之，親而離之。",
       "傾奪鄰國，而雄諸侯。"
      ],
      "a": 0
     },
     {
      "q": "下列句子，属于主谓倒装句的一句是",
      "opts": [
       "此可謂知義與不義之別乎？",
       "吾以子為異之間，曾由與求之間。",
       "古今所傳，不可誣也。",
       "甚矣古書之難讀也。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，数词表示约数的一句是",
      "opts": [
       "秋水才深四五尺，野航恰受兩三人。",
       "長不滿七尺，滑稽多辯。",
       "棗栗千石者三之。",
       "夫諸侯上象四七，垂耀在天。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，“见”表示被动的一句是",
      "opts": [
       "生孩六月，慈父見背。",
       "故彌子之行未變於初也，而以前之所以見賢而後獲罪者，愛憎之變也。",
       "後布詣允，陳卓幾見殺狀。",
       "今有人於此，少見黑曰黑，多見黑曰白。"
      ],
      "a": 1
     },
     {
      "q": "下列注音术语，不属于直音这种注音方式的是",
      "opts": [
       "讀若",
       "讀曰",
       "讀為",
       "讀與某同"
      ],
      "a": 2
     },
     {
      "q": "“无羽毛以御寒暑”这句话含有的特殊表达方式是",
      "opts": [
       "變文",
       "連類而及",
       "互文",
       "婉曲"
      ],
      "a": 1
     }
    ]
   },
   "short": {
    "head": "二、古文背诵题、三、释词题、四、简答题、五、古文翻译题、六、古文标点题、七、古文阅读题",
    "desc": "非选择题部分：背诵6分+释词10分+简答20分+翻译12分+标点12分+阅读20分",
    "score": 1,
    "items": [
     {
      "q": "夫如是，故遠人不服，（ ）；既來之，則安之。",
      "a": "則修文德以來之"
     },
     {
      "q": "我以不貪為寶，爾以玉為寶。（ ），不若人有其寶。",
      "a": "若以與我，皆喪寶也"
     },
     {
      "q": "是鳥也，（ ）。南冥者，天池也。",
      "a": "海運則將徙於南冥"
     },
     {
      "q": "父母之愛子，（ ）。媼之送燕后也，持其踵為之泣。",
      "a": "則為之計深遠"
     },
     {
      "q": "凡用兵之法，（ ）；全軍為上，破軍次之。",
      "a": "全國為上，破國次之"
     },
     {
      "q": "不違農時，（ ）。數罟不入洿池，魚鱉不可勝食也。",
      "a": "穀不可勝食也"
     },
     {
      "q": "是之不恤，而蓄聚不厭，其速怨於民多矣。 速：",
      "a": "速：招致"
     },
     {
      "q": "旬日之間，浸大也；三年之後，如車輪焉。 浸：",
      "a": "浸：渐渐"
     },
     {
      "q": "德合一君而徵一國者，其自視也，亦若此矣。 徵：",
      "a": "徵：取信"
     },
     {
      "q": "猶水之就下，獸之走壙也。 就：",
      "a": "就：流向，趋向"
     },
     {
      "q": "子適衛，冉有僕。 適：",
      "a": "適：前往，到……去"
     },
     {
      "q": "旦日，客從外來，與坐談。 與：",
      "a": "與：介詞；介紹動作行為發生時所涉及的對象，“和”。"
     },
     {
      "q": "歸以語其弟，曰：“楚其亡乎？” 以：",
      "a": "以：連詞；連接前後兩個動作，表示承接，“來”。"
     },
     {
      "q": "是以三邪毀乎外，二讒毀於內，三年而毀聞乎君也。 乎：",
      "a": "乎：介詞；引進行為的主動者，“被”。"
     },
     {
      "q": "梁惠王曰：“寡人之於國也，盡心焉耳矣。” 耳：",
      "a": "耳：句尾語氣詞；表陳述肯定，相當於“不過如此”。"
     },
     {
      "q": "長驅到齊，晨而求見。孟嘗君怪其疾也，衣冠而見之。 而：",
      "a": "而：連詞；連接狀語和謂語中心詞，表示偏正關係。"
     },
     {
      "q": "分析下列句中加着重號的字的結構類型，說明其本義，并指出每組句子中哪一句用的是本義。（1）A.一簞食，一豆羹，得之則生，弗得則死。B.凡穀田，綠豆、小豆底為上。（2）A.願無伐善，無施勞。B.十年春，齊師伐我。（3）A.有車鄰鄰，有馬白顛。B.危而不持，顛而不扶，則將焉用彼相矣？",
      "a": "（1）“豆”是象形字，本義是高腳盤子。A句用的是本義。（2）“伐”是會意字，本義是“殺伐”。B句用的是本義。（3）“顛”是形聲字，本義是“頭頂”。A句用的是本義。"
     },
     {
      "q": "解釋下列句中加着重號的詞的意義，并說明其古今詞義的細微差別。（1）東至于海，西至于河。（2）子為父死亡所恨。（3）吾能弭謗矣，乃不敢言。",
      "a": "（1）河，黃河。後泛指河流，屬於範圍（廣度）寬窄的差別。（2）恨，遺憾。後來表示怨恨，屬於程度深淺的差別。（3）謗，公開議論他人的過失。後來表示惡意中傷，屬於色彩褒貶的差別。"
     },
     {
      "q": "結合下列句子，說明如何利用語法結構判斷形容詞活用為動詞。（1）世之所高，莫若黃帝。（2）既來之，則安之。（3）以正君臣，以篤父子。（4）強本而節用，則天不能貧。",
      "a": "（1）形容詞放在“所”字後面，一般活用為動詞，如例（1）“所高”；（2）形容詞後面加代詞，一般活用為動詞，如例（2）“安之”；（3）形容詞後面加名詞或名詞短語，又不能構成修飾關係，一般活用為動詞，如例（3）“正君臣”；（4）形容詞放在能願動詞後面，一般活用為動詞，如例（4）“能貧”。"
     },
     {
      "q": "昔韓娥東之齊，匱糧",
      "a": "过去韩娥向东到齐国去，吃光了干粮。"
     },
     {
      "q": "過雍門，鬻歌假食",
      "a": "经过雍门（齐国城门）的时候，（韩娥）通过卖唱来求得食物。"
     },
     {
      "q": "韓娥因曼聲哀哭",
      "a": "韩娥于是拉长声音悲痛地哭泣。"
     },
     {
      "q": "一里老幼悲愁，垂涕相對",
      "a": "整个乡里的老老少少都很悲伤，面面相對，流下眼泪。"
     },
     {
      "q": "弗能自禁，忘向之悲也",
      "a": "不能控制自己，忘了此前的悲伤。"
     },
     {
      "q": "乃厚賂發之",
      "a": "于是（向她）赠送了丰厚的财物，让她回家。"
     },
     {
      "q": "用现代标点符号标点下面的文言短文。子列子窮容貌有饑色客有言之子鄭陽者曰列禦寇蓋有道之士也居君之國而窮君無乃為不好士乎鄭子陽即令官遺之粟子列子出見使者再拜而辭使者去子列子入其妻望之而拊心曰妾聞為有道者之妻子皆得佚樂今有饑色君過而遺先生食先生不受豈不命也哉子列子笑謂之曰君非自知我也以人之言而遺我粟至其罪我也又且以人之言此吾所以不受也",
      "a": "子列子窮，容貌有饑色。客有言之子鄭陽者曰：“列禦寇蓋有道之士也，居君之國而窮，君無乃為不好士乎？”鄭子陽即令官遺之粟。子列子出見使者，再拜而辭。使者去。子列子入，其妻望之而拊心曰：“妾聞為有道者之妻子皆得佚樂。今有饑色，君過而遺先生食，先生不受，豈不命也哉？”子列子笑謂之曰：“君非自知我也。以人之言而遺我粟，至其罪我也，又且以人之言。此吾所以不受也。”"
     },
     {
      "q": "嗟乎！吾奈公子何",
      "a": "唉！我能把公子怎么样呢？"
     },
     {
      "q": "豈可利賞畏誅之故，廢正義而行逆節哉",
      "a": "怎么能因为贪图奖赏害怕被诛杀的缘故，废弃正义做背叛节义的事呢！"
     },
     {
      "q": "妾不能生而令公子禽也",
      "a": "我不能自己活命而让公子被抓住。"
     },
     {
      "q": "矢著身者數十",
      "a": "箭射中身体的有几十支。"
     },
     {
      "q": "且夫凡為人養子者，務生之，非為殺之也。（指出词类活用现象）",
      "a": "生之：使动关系，“使他活”。"
     },
     {
      "q": "秦王聞之，貴其守忠死義，乃以卿禮葬之。（指出词类活用现象）",
      "a": "死义：为动关系，“为义而死”。"
     },
     {
      "q": "君子謂節乳母慈惠敦厚，重義輕財。（指出词类活用现象）",
      "a": "重：形容词用为意动，“以……为重”“看重”。轻：形容词用为意动，“以……为轻”“轻视”。"
     },
     {
      "q": "今公子安在？（指出前置宾语并说明条件）",
      "a": "前置宾语为“安”。疑问代词作宾语前置。"
     },
     {
      "q": "尚誰為乎？（指出前置宾语并说明条件）",
      "a": "前置宾语为“谁”。疑问代词作宾语前置。"
     },
     {
      "q": "根据文章内容，用自己的话说明乳母藏匿公子的理由。",
      "a": "（1）人不可以为了利益而背叛上级、因为害怕死亡而放弃道义。（2）为别人养育孩子就是为了让他活下来，不是为了杀死他。"
     }
    ]
   }
  },
  "2011年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其代码填写在题后的括号内。错选、多选或未选均无分。",
    "score": 1,
    "items": [
     {
      "q": "“視而可識，察而見意”所描述的漢字結構類型是",
      "opts": [
       "象形",
       "指事",
       "會意",
       "轉注"
      ],
      "a": 1
     },
     {
      "q": "下列各組字，象形、指事、會意、形聲四種結構類型都具備的一組是",
      "opts": [
       "大 朱 門 固",
       "木 三 莫 牧",
       "羊 眉 息 錦",
       "亦 从 鹿 簡"
      ],
      "a": 1
     },
     {
      "q": "下列句中加着重號的詞，用通假字的一句是",
      "opts": [
       "伯樂喟然太息曰：“一至於此乎！”",
       "淳于髡仰天大笑，冠纓索絕。",
       "今有無名之指，屈而不信。",
       "公患之，使鉏麑賊之。"
      ],
      "a": 2
     },
     {
      "q": "下列各組字，屬於更換聲符而形成異體字的一組是",
      "opts": [
       "襍—雜",
       "杯—盃",
       "線—綫",
       "溪—谿"
      ],
      "a": 2
     },
     {
      "q": "下列各組字，全部屬於分化字關係的一組是",
      "opts": [
       "尉—慰 礼—禮",
       "淚—淚 舍—捨",
       "塵—塵 棄—棄",
       "何—荷 其—箕"
      ],
      "a": 3
     },
     {
      "q": "下列句中加着重號的部分屬於複音詞的是",
      "opts": [
       "顏色憔悴，形容枯槁。",
       "璧則猶是也。雖然，馬齒亦長矣。",
       "於是焉河伯始旋其面目，望洋向若而歎。",
       "荊人尚猶循表而導之。"
      ],
      "a": 2
     },
     {
      "q": "下列句中加着重號的詞，古今詞義不同的一句是",
      "opts": [
       "同心之言，其臭如蘭。",
       "公輸盤為楚造雲梯之械，成，將以攻宋。",
       "諫而不入，則莫之繼也。",
       "蓋均無貧，和無寡，安無傾。"
      ],
      "a": 0
     },
     {
      "q": "下列各項詞義變化的例子，屬於程度深淺的差異的是",
      "opts": [
       "菜：古義專指蔬菜，今義還包括魚、肉等食品。",
       "子：古義指男孩和女孩，今義指男孩。",
       "謗：古義指公開議論他人的過失，今義指造謠中傷。",
       "恨：古義指遺憾，今義指怨恨。"
      ],
      "a": 3
     },
     {
      "q": "“匪來貿絲，來即我謀”中“即”的意思是",
      "opts": [
       "即使",
       "接近",
       "離開",
       "立即"
      ],
      "a": 1
     },
     {
      "q": "下列句中加着重號的詞使用本義的是",
      "opts": [
       "防民之口，甚於防川。",
       "十年春，齊師伐我。",
       "強本而節用，則天不能貧。",
       "學而時習之，不亦說乎？"
      ],
      "a": 1
     },
     {
      "q": "下列句中加着重號的詞屬於程度副詞的是",
      "opts": [
       "臣從其計，大王亦幸赦臣。",
       "沛公至軍，立誅殺曹無傷。",
       "鄰國之民不加少，寡人之民不加多，何也？",
       "行略定秦地。"
      ],
      "a": 2
     },
     {
      "q": "下列句中“其”用來指代聽話者一方的是",
      "opts": [
       "鯤之大，不知其幾千里也。",
       "若闕地及泉，隧而相見，其誰曰不然？",
       "其生也有自來，其逝也有所為。",
       "故以為其愛不若燕后。"
      ],
      "a": 3
     },
     {
      "q": "下列句子，含有不及物動詞用作使動的一句是",
      "opts": [
       "陽貨欲見孔子，孔子不見，歸孔子豚。",
       "故遠人不服，則修文德以來之。",
       "諸生業患不能精，無患有司之不明。",
       "沛公旦日從百餘騎來見項王。"
      ],
      "a": 1
     },
     {
      "q": "在“竇珠玉者，殃必及身”句中，“竇”的語法特點是",
      "opts": [
       "名詞的意動用法",
       "動詞的使動用法",
       "動詞的一般用法",
       "名詞作狀語"
      ],
      "a": 3
     },
     {
      "q": "下列句子，含有名詞作狀語表示對待動作對象的態度的一句是",
      "opts": [
       "高臺芳榭，家家而築。",
       "今先生儼然不遠千里而庭教之，願以異日。",
       "漁夫樵夫之舍，皆可指數。",
       "齊將田忌善而客待之。"
      ],
      "a": 3
     },
     {
      "q": "下列句子，屬於判斷句的一句是",
      "opts": [
       "楚左尹項伯者，項羽季父也。",
       "求！無乃爾是過與？",
       "是故窮則不隱，通則大明。",
       "不知是非，不辟死傷。"
      ],
      "a": 0
     },
     {
      "q": "下列句子，屬於被動句的一句是",
      "opts": [
       "自夫子之死也，吾無以為質矣。",
       "哀公問社於宰我。",
       "舌弊耳聾，不見成功。",
       "今君聽讒人之議而不知我，西河之為秦取不久矣。"
      ],
      "a": 3
     },
     {
      "q": "“牟牟然惟利之見”句中所包含的賓語前置現象屬於",
      "opts": [
       "疑問代詞作賓語前置",
       "賓語藉助代詞復指而前置",
       "賓語直接置於動詞之前",
       "否定句中代詞賓語前置"
      ],
      "a": 1
     },
     {
      "q": "“讀若”這一術語在古注中除可用於注音外，還常用於",
      "opts": [
       "指出本字與借字的關係",
       "指出異體字的關係",
       "指出分化字的關係",
       "指出同義詞的關係"
      ],
      "a": 0
     },
     {
      "q": "“事出於沉思，義歸乎翰藻”一句所使用的特殊表達方式是",
      "opts": [
       "變文",
       "互文",
       "連類而及",
       "婉曲"
      ],
      "a": 0
     }
    ]
   },
   "short": {
    "head": "二、古文背诵题、三、释词题、四、简答题、五、古文翻译题、六、古文标点题、七、古文阅读题",
    "desc": "非选择题部分：背诵6分+释词10分+简答20分+翻译12分+标点12分+阅读20分",
    "score": 1,
    "items": [
     {
      "q": "是故百戰百勝，非善之善也；（ ），善之善者也。",
      "a": "不戰而屈人之兵"
     },
     {
      "q": "子罕曰：“（ ），爾以玉為寶。若以與我，皆喪寶也，不若人有其寶。”",
      "a": "我以不貪為寶"
     },
     {
      "q": "人之迷，其日固久。（ ），廉而不劌，直而不肆，光而不燿。",
      "a": "是以聖人方而不割"
     },
     {
      "q": "知困，然後能自強也。（ ）。《兌命》曰：“學學半。”",
      "a": "故曰教學相長也"
     },
     {
      "q": "數罟不入洿池，（ ）。斧斤以時入山林，材木不可勝用也。",
      "a": "魚鱉不可勝食也"
     },
     {
      "q": "是鳥也，（ ）。南冥者，天池也。",
      "a": "海運則將徙於南冥"
     },
     {
      "q": "於是乘其車，揭其劍，過其友曰：“孟嘗君客我。” 揭：",
      "a": "揭：高举"
     },
     {
      "q": "守法而弗變則悖，悖亂不可以持國。 悖：",
      "a": "悖：违背事理"
     },
     {
      "q": "九合諸侯，一匡天下。 匡：",
      "a": "匡：匡正"
     },
     {
      "q": "擁大蓋，策駟馬，意氣洋洋，甚自得也。 策：",
      "a": "策：赶着"
     },
     {
      "q": "吾非至於子之門則殆矣，吾長見笑於大方之家。 殆：",
      "a": "殆：危险"
     },
     {
      "q": "餘聽獄雖不能察，必以情斷之。 以：",
      "a": "以：介詞；介紹動作行為的依據。"
     },
     {
      "q": "雖九死其猶未悔。 雖：",
      "a": "雖：連詞；表示讓步（或：表示假設）。"
     },
     {
      "q": "子常其能賢於成、靈乎？ 於：",
      "a": "於：介詞；引進比較對象。"
     },
     {
      "q": "令初下，群臣進諫，門庭若市。數月之後，時時而間進。 而：",
      "a": "而：連詞；連接狀語和謂語中心語，表示偏正關係。"
     },
     {
      "q": "闕秦以利晉，唯君圖之。 唯：",
      "a": "唯：語氣詞；強調希冀、期望的語氣。"
     },
     {
      "q": "指出下列漢字哪些是指事字，哪些是會意字，并以這些字為例，說明指事字與會意字的區別。(1)武(2)刃(3)伐(4)折(5)甘(6)本(7)上(8)逐",
      "a": "指事字：刃、甘、本、上。會意字：武、伐、折、逐。指事字是由形體簡單的符號記錄詞義，或是在象形的基礎上增加抽象的指事符號或區別符號以構成新字。會意字是由兩個或兩個以上的成字構件構成新字。"
     },
     {
      "q": "辨析下列三組同義詞，并指出其意義差異的類型。（1）問：王聞之，使人問其故。訪：穆公訪諸蹇叔。（2）望：吳起至於岸門，止車而望西河。顧：孟嘗君顧謂馮諼。（3）飢：人情，一日不再食則飢。餓：塗有餓殍而不知發。",
      "a": "（1）範圍廣狹不同。“問”泛指詢問，“訪”指君長就重大問題向臣下徵求意見。（2）性狀情態不同。“望”指向遠處看，“顧”指回頭看。（3）程度輕重不同。“飢”指吃不飽，腹中空；“餓”是嚴重的餓，指沒有東西喫或長時間未進食。"
     },
     {
      "q": "結合下面例句，說明如何利用語法結構判斷形容詞用作動詞的現象。（1）客之美我者，欲有求於我也。（2）凡用兵之法，全國為上，破國次之。（3）欲潔其身，而亂大倫。（4）世之所高，莫若黃帝。",
      "a": "（1）形容詞“美”後加代詞“我”，活用為動詞。（2）形容詞“全”後加名詞“國”，又不能構成修飾關係，活用為動詞。（3）形容詞“潔”前有能願動詞“欲”，活用為動詞。（4）形容詞“高”放在“所”字後，活用為動詞。"
     },
     {
      "q": "邑丈人有之市而醉歸者",
      "a": "有位城里的老人到市场上去，喝醉了酒回家。"
     },
     {
      "q": "扶而道苦之",
      "a": "（黎丘之鬼）搀扶着（老人）在路上使他受苦。"
     },
     {
      "q": "昔也往責於東邑",
      "a": "那时候（我）到东邑收债去了。"
     },
     {
      "q": "端復飲於市",
      "a": "（老人）专门再到市场上去喝酒。"
     },
     {
      "q": "其真子恐其父之不能反也，遂逝迎之",
      "a": "他的真儿子担心父亲不能回来，于是前去迎接他。"
     },
     {
      "q": "丈人智惑於似其真子者而殺於真子",
      "a": "老人的心智被像他儿子的人迷惑了，而杀了真正的儿子。"
     },
     {
      "q": "用现代标点符号标点下面的文言短文。有獻不死之藥於荊王者謁者操之以入中射之士問曰可食乎曰可因奪而食之王大怒使人殺中射之士中射之士使人說王曰臣問謁者曰可食臣故食之是臣無罪而罪在謁者也且客獻不死之藥臣食之而王殺臣是死藥也是客欺王也夫殺無罪之臣而明人之欺王也不如釋臣王乃不殺",
      "a": "有獻不死之藥於荊王者，謁者操之以入。中射之士問曰：“可食乎？”曰：“可。”因奪而食之。王大怒，使人殺中射之士。中射之士使人說王曰：“臣問謁者，曰‘可食’，臣故食之。是臣無罪，而罪在謁者也。且客獻不死之藥，臣食之而王殺臣，是死藥也。是客欺王也。夫殺無罪之臣而明人之欺王也，不如釋臣。”王乃不殺。"
     },
     {
      "q": "楚發四封之內。 封：",
      "a": "封：境，疆界"
     },
     {
      "q": "益王車屬九乘。 益：",
      "a": "益：增加，加上"
     },
     {
      "q": "楚王郊迎。 郊：",
      "a": "郊：名词作状语"
     },
     {
      "q": "尊賢者而賤不肖者。 賤：",
      "a": "賤：形容词的意动用法"
     },
     {
      "q": "王北面正領齊袪。 正：",
      "a": "正：形容词的使动用法"
     },
     {
      "q": "田忌去齊奔楚",
      "a": "田忌离开齐国投奔到楚国。"
     },
     {
      "q": "禽將軍首而反",
      "a": "获取将军的人头回来。"
     },
     {
      "q": "先生何知之早也",
      "a": "先生怎么知道得这么早呢？"
     },
     {
      "q": "根據文中畫波浪線的部分，用現代漢語陳述申孺、田居、盼子三人的“為人”、“賢者”和“不肖者”的相應態度，以及因此而導致的不同結局。",
      "a": "申孺的為人，欺侮賢能的人，又看不起平庸的人；所以賢能的和平庸的人都不為他效力，最終導致兵敗身死。田居的為人，尊重賢能的人，輕視平庸的人；所以賢能的人為他效力，平庸的人離他而去，最終雙方不分勝負，各自退兵。盼子的為人，尊重賢能的人，又愛護平庸的人；所以賢能和平庸的人都為他效力，最終使大王僅僅能夠保存國家不被吞併而已。"
     }
    ]
   }
  },
  "2012年1月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其选出并将“答题卡”的相应代码涂黑。未涂、错涂或多涂均无分。",
    "score": 1,
    "items": [
     {
      "q": "許慎給形聲字下的定義是",
      "opts": [
       "比類合誼，以見指撝",
       "建類一首，同意相受",
       "以事為名，取譬相成",
       "本無其字，依聲託事"
      ],
      "a": 2
     },
     {
      "q": "下列各組字，含有會意字的一組是",
      "opts": [
       "門高从",
       "大刃血",
       "月哀向",
       "眉夜朱"
      ],
      "a": 1
     },
     {
      "q": "下列各組字，全部屬於異體關係的一組是",
      "opts": [
       "置—寘 畔—叛",
       "豪—毫 舍—捨",
       "暴—曝 丘—坵",
       "俯—俛 淚—淚"
      ],
      "a": 3
     },
     {
      "q": "下列句中加着重號的詞，用通假字的是",
      "opts": [
       "宋人有酤酒者，升概甚平，遇客甚謹。",
       "國中有大鳥，止王之庭，三年不蜚又不鳴。",
       "從許子之道，則市賈不貳。",
       "一里老幼悲愁，垂涕相對。"
      ],
      "a": 1
     },
     {
      "q": "下列句中加着重號的字與括號中的字屬於分化字關係的是",
      "opts": [
       "選賢與能，講信脩（修）睦。",
       "樂正子春坐於牀（床）下。",
       "行李之往來，共（供）其乏困。",
       "喜効（效）人之子姪昆弟之狀。"
      ],
      "a": 2
     },
     {
      "q": "下列句中加着重號的部分屬於複音詞的是",
      "opts": [
       "大音希聲，大象無形，道隱無名。",
       "文章千古事，得失寸心間。",
       "都城過百雉，國之害也。",
       "陟彼高岡，我馬玄黃。"
      ],
      "a": 3
     },
     {
      "q": "下列句中加着重號的詞，古今詞義相同的是",
      "opts": [
       "三十而立，四十而不惑。",
       "赦之，以勸事君者。",
       "漢使張勝謀殺單于近臣，當死。",
       "古者丈夫不耕，草木之實足食也。"
      ],
      "a": 0
     },
     {
      "q": "下列各詞的古今詞義變化，屬於感情色彩差異的是",
      "opts": [
       "售：古義指賣出去，今義指賣。",
       "醒：古義指酒醒，今義泛指恢復神智。",
       "河：古義指黃河，今義泛指河流。",
       "爪牙：古義指武將、猛士，今義指幫凶、走狗。"
      ],
      "a": 3
     },
     {
      "q": "下列句中的“發”與“甘蠅，古之善射者”句中的“射”屬於同義詞的是",
      "opts": [
       "塗有餓殍而不知發。",
       "懷怒未發，休祲降於天。",
       "君子引而不發，躍如也。",
       "威王八年，楚大發兵加齊。"
      ],
      "a": 2
     },
     {
      "q": "下列句中加着重號的詞使用本義的是",
      "opts": [
       "昔者晉獻公欲假道於虞以伐虢。",
       "餞於郊衢，撫節悲歌，聲振林木。",
       "宴爾新昏，如兄如弟。",
       "孔子時其亡也而往拜之。"
      ],
      "a": 3
     },
     {
      "q": "下列句子，含有形容詞使動用法的是",
      "opts": [
       "故人不獨親其親，不獨子其子。",
       "求也退，故進之。",
       "欲潔其身，而亂大倫。",
       "重爭士橐，非下也，權重也。"
      ],
      "a": 2
     },
     {
      "q": "在“將不勝其忿而蟻附之”句中，“蟻”的語法特點是",
      "opts": [
       "名詞作狀語表示方位處所",
       "名詞作狀語表示比喻",
       "名詞作狀語表示工具",
       "名詞活用作動詞"
      ],
      "a": 1
     },
     {
      "q": "下列句子，屬於判斷句表示比喻關係的是",
      "opts": [
       "君者，舟也；庶人者，水也。",
       "今之王，古之帝也。",
       "夫戰，勇氣也。",
       "是乃其所以千萬臣而無數者也。"
      ],
      "a": 0
     },
     {
      "q": "下列句子，不屬於被動句的是",
      "opts": [
       "丈人智惑於似其子者而殺於真子。",
       "愛人者必見愛也，而惡人者必見惡也。",
       "嘗試為寡人為之。",
       "其身尸於朝，其宗減於絳。"
      ],
      "a": 2
     },
     {
      "q": "下列各句中“是”充當前置賓語的是",
      "opts": [
       "豈不穀是為，先君之好是繼！",
       "公為是省於刑。",
       "是是、非非謂之知，非是、是非謂之愚。",
       "昭王南征而不復，寡人是問。"
      ],
      "a": 3
     },
     {
      "q": "下列句中加着重號的句尾語氣詞，表示反問語氣的是",
      "opts": [
       "王薦之曰：“若與偕來者何人邪？”",
       "漢王謂陳平曰：“天下紛紛，何時定乎？”",
       "晉，吾宗也，豈害我哉？",
       "孟嘗君怪之，曰：“此誰也？”"
      ],
      "a": 2
     },
     {
      "q": "下列句中“於”作介詞引進行為處所的是",
      "opts": [
       "初，宣子田於首山，舍於翳桑。",
       "薛譚學謳於秦青，未窮青之技。",
       "勞心者治人，勞力者治於人。",
       "臣之客欲有求於臣，皆以美於徐公。"
      ],
      "a": 0
     },
     {
      "q": "下列句中的數詞不表示約數的是",
      "opts": [
       "既生七八寸，拔而栽之。",
       "積五六年，單于弟於靬王弋射海上。",
       "大都不過參國之一。",
       "老臣今者殊不欲食，乃自強步，日三四里，少益耆食，和於身也。"
      ],
      "a": 2
     },
     {
      "q": "下列各句表述正確的是",
      "opts": [
       "“母也天只，不諒人只”用了“互文”這一特殊表達方式。",
       "“連類而及”是指前後文句或詞語在意義上互相補充，參互見義。",
       "“大夫不得造車馬”用了“婉曲”這一特殊表達方式。",
       "“變文”是指有變化地使用同義詞，以避免用詞的重複囉嗦、單調乏味。"
      ],
      "a": 3
     },
     {
      "q": "古書注釋中義疏類的特點是",
      "opts": [
       "既解釋經文，又給前人的注作解釋。",
       "不解釋經文，只給前人的注作解釋。",
       "只解釋經文，不給前人的注作解釋。",
       "只在前人注釋的基礎上加以補充修訂。"
      ],
      "a": 0
     }
    ]
   },
   "short": {
    "head": "二、古文背诵题、三、释词题、四、简答题、五、古文翻译题、六、古文标点题、七、古文阅读题",
    "desc": "非选择题部分：背诵6分+释词10分+简答20分+翻译12分+标点12分+阅读20分",
    "score": 1,
    "items": [
     {
      "q": "其政悶悶，（ ）；其政察察，其民缺缺。",
      "a": "其民淳淳"
     },
     {
      "q": "先王之濟五味、和五聲也，（ ），成其政也。",
      "a": "以平其心"
     },
     {
      "q": "媼之送燕后也，（ ），念悲其遠也，亦哀之矣。",
      "a": "持其踵為之泣"
     },
     {
      "q": "知不足，然後能自反也。知困，（ ）。故曰教學相長也。",
      "a": "然後能自強也"
     },
     {
      "q": "有國有家者，（ ），不患貧而患不安。",
      "a": "不患寡而患不均"
     },
     {
      "q": "七十者衣帛食肉，黎民不飢不寒，（ ），未之有也。",
      "a": "然而不王者"
     },
     {
      "q": "鄰國之民不加少，寡人之民不加多，何也？ 加：",
      "a": "加：更加，更"
     },
     {
      "q": "願車馬衣輕裘與朋友共，敝之而無憾。 憾：",
      "a": "憾：抱怨，不满"
     },
     {
      "q": "於是乎每朝設脯一束，糗一筐，以羞子文。 羞：",
      "a": "羞：献上，献给"
     },
     {
      "q": "公患之，使鉏麑賊之。 賊：",
      "a": "賊：杀害"
     },
     {
      "q": "吾能弭謗矣，乃不敢言。 弭：",
      "a": "弭：制止，消除"
     },
     {
      "q": "四時之相推敚，其必有不得其平者乎！ 其：",
      "a": "其：語氣詞；表推測語氣。"
     },
     {
      "q": "兔不可復得，而身為宋國笑。 為：",
      "a": "為：介詞；引進動作行為的主動者。"
     },
     {
      "q": "古之民樸以厚，今之民巧以偽。 以：",
      "a": "以：連詞；表示並列關係。"
     },
     {
      "q": "陳涉少時，嘗與人傭耕。 與：",
      "a": "與：介詞；引進動作行為的服務對象。"
     },
     {
      "q": "歲寒，然後知松柏之後彫也。 之：",
      "a": "之：連詞；連接主語和謂語，取消句子獨立性。"
     },
     {
      "q": "利用下列材料，說明分化字所承擔意義的類型，并將例子歸到各類型之下。(1)益—溢(2)昏—婚(3)莫—暮(4)采—彩(5)解—懈(6)祝—咒(7)舍—捨(8)受—授",
      "a": "第一種，分化本義。如例（1）（3）。第二種，分化引申義。如例（2）（5）。第三種，分化假借義。如例（4）（7）。第四種，分化廣義。如例（6）（8）。"
     },
     {
      "q": "分析下列三個詞的本義和引申義的聯繫，并說明它們的關係類型。(1)關：本義是“門閂”，引申為“關卡”。(2)信：本義是“言語真實”，引申為“相信”。(3)間：本義是“空隙”，引申為“一會兒”。",
      "a": "（1）“關”的本義“門閂”和引申義“關卡”都有控制人出入的作用。它們的關係類型是相似關係。（2）“信”的本義是“言語真實”，言語真實別人就容易相信，所以引申為“相信”。它們的關係類型是因果關係。（3）“間”的本義“空隙”表示空間的間隔，引申義“一會兒”表示時間的間隔。它們的關係類型是時空關係。"
     },
     {
      "q": "根據下列各句中加着重號的詞，歸納範圍副詞的類型，并將加着重號的詞歸到各類型之下。(1)左右皆惡之，以為貪而不知足。(2)安陵君受地於先王而守之，雖千里不敢易也，豈直五百里哉？(3)且夫蘇秦特窮巷掘門桑戶棬樞之士耳。(4)夫韓、魏滅亡，而安陵以五十里之地存者，徒以有先生也。(5)村中聞有此人，咸來問訊。(6)驅而之薛，使吏召諸民當償者，悉來合券。",
      "a": "第一類，表示總括——例（1）“皆”、例（5）“咸”、例（6）“悉”。第二類，表示限定、阻止——例（2）“直”、例（3）“特”、例（4）“徒”。"
     },
     {
      "q": "竊駕君車者罪刖",
      "a": "私自驾驶君王车子的人按罪行应当砍脚"
     },
     {
      "q": "人間往夜告彌子",
      "a": "有人悄悄地前往，在夜里告诉弥子"
     },
     {
      "q": "君聞而賢之",
      "a": "国君听说后认为他（弥子）贤良"
     },
     {
      "q": "以其半啗君",
      "a": "拿吃剩的一半给国君吃"
     },
     {
      "q": "及彌子色衰愛弛",
      "a": "等到弥子姿色衰退，失去宠爱"
     },
     {
      "q": "彌子之行未變於初也",
      "a": "弥子的行为同先前相比没有变化"
     },
     {
      "q": "用现代标点符号标点下面的文言短文。葉公子高問政於仲尼仲尼曰政在悦近而來遠哀公問政於仲尼仲尼曰政在選賢齊景公問政於仲尼仲尼曰政在節財三公出子貢問曰三公問夫子政一也夫子對之不同何也仲尼曰葉都大而國小民有背心故曰政在悦近而來遠魯哀公有大臣三人外障距諸侯四鄰之士内比周而以愚其君使宗廟不掃除社稷不血食者必是三臣也故曰政在選賢齊景公築雍門為路寢一朝而以三百乘之家賜者三故曰政在節財",
      "a": "葉公子高問政於仲尼。仲尼曰：“政在悦近而來遠。”哀公問政於仲尼，仲尼曰：“政在選賢。”齊景公問政於仲尼，仲尼曰：“政在節財。”三公出，子貢問曰：“三公問夫子政一也，夫子對之不同，何也？”仲尼曰：“葉都大而國小，民有背心，故曰政在悦近而來遠。魯哀公有大臣三人，外障距諸侯四鄰之士，內比周而以愚其君，使宗廟不掃除，社稷不血食者，必是三臣也，故曰政在選賢。齊景公築雍門，為路寢，一朝而以三百乘之家賜者三，故曰政在節財。”"
     },
     {
      "q": "且（魏文侯且置相）：",
      "a": "且：将要"
     },
     {
      "q": "察（君不察故也）：",
      "a": "察：明白，了解"
     },
     {
      "q": "果（未知果孰為相）：",
      "a": "果：最终"
     },
     {
      "q": "色（翟黃作色）：",
      "a": "色：脸色"
     },
     {
      "q": "進（吾進樂羊）：",
      "a": "進：举荐"
     },
     {
      "q": "傅（無使傅其子）：",
      "a": "傅：教育，教导"
     },
     {
      "q": "我孰置而可",
      "a": "我任命谁好呢？"
     },
     {
      "q": "觸何負於季成子",
      "a": "翟触哪里不如季成子？"
     },
     {
      "q": "從文中找出李克論述如何選拔人才的一段話，并用現代漢語解釋其意義。",
      "a": "貴視其所舉，富視其所與，貧視其所不取，窮視其所不為。地位高貴的人看他舉薦的人，有錢的人看他交往的人，貧窮的人看他不要什麼，不得志的人看他不做什麼。"
     },
     {
      "q": "李克說“季成子為相”，他是根據上述選才標準中的哪一條判斷的？",
      "a": "貴視其所舉。"
     },
     {
      "q": "翟觸曾有恩於李克，文中有兩句話表達了這個意思，一句是“子之言我於子之君”，請找出另一句。",
      "a": "無使治之臣，吾進先生。"
     }
    ]
   }
  },
  "2012年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其选出并将“答题纸”的相应代码涂黑。错涂、多涂或未涂均无分。",
    "score": 1,
    "items": [
     {
      "q": "下列各組字，象形、指事、會意、形聲四種結構類型都具備的一組是",
      "opts": [
       "水 亦 息 夜",
       "門 上 星 裏",
       "斤 刃 牧 祝",
       "牛 向 鹿 徒"
      ],
      "a": 1
     },
     {
      "q": "“視而可識，察而見意”解釋的漢字結構類型是",
      "opts": [
       "象形",
       "指事",
       "會意",
       "轉注"
      ],
      "a": 2
     },
     {
      "q": "下列各組字，屬於分化字關係的一組是",
      "opts": [
       "毫—豪",
       "游—遊",
       "災—災",
       "受—授"
      ],
      "a": 3
     },
     {
      "q": "下列各組字，屬於異體字關係的一組是",
      "opts": [
       "置—寘",
       "並—竝",
       "暴—曝",
       "錫—賜"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的詞用本字的一句是",
      "opts": [
       "越人安越，楚人安楚，君子安雅。",
       "齊人追亡逐北，所過城邑皆畔燕而歸。",
       "一簞食，一豆羹，得之則生，弗得則死。",
       "子謂子貢曰：“女與回也孰愈？”"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重號的部分是雙音詞的一句是",
      "opts": [
       "玉不琢，不成器；人不學，不知道。",
       "都城過百雉，國之害也。",
       "匹夫而為百世師，一言而為天下法。",
       "不以規矩，不能成方員。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重號的詞古今詞義相同的一句是",
      "opts": [
       "願無伐善，無施勞。",
       "是以古之易財，非仁也，財多也。",
       "積貨滋多，蓄怨滋厚，不亡何待！",
       "止車而望西河，泣數行而下。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重號的詞古今詞義變化屬於色彩褒貶差異的一句是",
      "opts": [
       "子為父死亡所恨。",
       "同心之言，其臭如蘭。",
       "齊國雖褊小，吾何愛一牛？",
       "夫雖無國四方之憂，然謀臣與爪牙之士，不可不養而擇也。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重號的詞用本義的一句是",
      "opts": [
       "后稷教民稼穡，樹蓺五穀。",
       "虎兕出於柙，龜玉毀於櫝中，是誰之過與？",
       "願大王少留意，臣請奏其效。",
       "諫而不入，則莫之繼也。"
      ],
      "a": 0
     },
     {
      "q": "“問”和“訪”兩詞意義的不同之處主要表現在",
      "opts": [
       "範圍廣狹不同：“問”的對象範圍寬；“訪”的對象範圍窄。",
       "語法功能不同：“問”可以帶賓語；“訪”不可以。",
       "程度深淺不同：“問”是仔細的問；“訪”是一般的問。",
       "側重的方面不同：“問”側重於詢問某事；“訪”側重於訪問某人。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重號的詞意義解釋正確的一句是",
      "opts": [
       "成事不說，遂事不諫，既往不咎。（遂：於是）",
       "聞大王有意督過之，脫身獨去，已至軍矣。（督：責問）",
       "齊侯陳諸侯之師，與屈完乘而觀之。（乘：騎馬）",
       "先生不羞，乃有意欲為收責於薛乎？（羞：害羞）"
      ],
      "a": 1
     },
     {
      "q": "下列句中，有名詞作狀語的一句是",
      "opts": [
       "今媼尊長安君之位。",
       "故天下盡以扁鵲為能生死人。",
       "今先生儼然不遠千里而庭教之，願以異日。",
       "是故明君貴五穀而賤金玉。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，含有雙賓語的一句是",
      "opts": [
       "故天予之時，地生之財。",
       "范增數目項王，舉所佩玉玦以示之者三。",
       "客人不知其是商君也。",
       "遣使向西域求之，乃得經像焉。"
      ],
      "a": 0
     },
     {
      "q": "下列句子，屬於被動句的一句是",
      "opts": [
       "豕人立而啼。",
       "故不能推車而及。",
       "夫戰，勇氣也。",
       "父母唯其疾之憂。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，賓語藉助代詞復指而前置的一句是",
      "opts": [
       "我無爾詐，爾無我虞。",
       "何為棄墳井，在山谷為寇也？",
       "大道之行也，與三代之英，丘未之逮也。",
       "其一人專心致志，惟弈秋之為聽。"
      ],
      "a": 3
     },
     {
      "q": "下列句子，屬於判斷句的一句是",
      "opts": [
       "蟹六跪而二螯。",
       "潁考叔為潁谷封人。",
       "是非君子之言也。",
       "古今所傳，不可誣也。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，動詞賓語省略的一句是",
      "opts": [
       "人皆有兄弟，我獨無。",
       "數日不死，匈奴以為神。",
       "可與言而不與之言，失人。",
       "諸生業患不能精，無患有司之不明。"
      ],
      "a": 0
     },
     {
      "q": "下列古注類型，屬於對古書文字進行辨音釋義的一項是",
      "opts": [
       "補注",
       "集解",
       "音義",
       "傳注"
      ],
      "a": 2
     },
     {
      "q": "下列句子，表述正確的一句是",
      "opts": [
       "“連類而及”只限於同類事物的連及。",
       "“連類而及”也省稱為“連及”。",
       "“無羽毛以御寒暑”中，使用“連類而及”表達方式的是“羽毛”。",
       "“連類而及”所連帶提及的事物在文中有實際表意作用。"
      ],
      "a": 1
     },
     {
      "q": "古書注釋術語“如字”的功能是",
      "opts": [
       "按規範的寫法寫某字。",
       "按常見的讀音讀某字。",
       "按借字的讀音讀某字。",
       "用音近字為某字注音。"
      ],
      "a": 1
     }
    ]
   },
   "short": {
    "head": "二、古文背诵题、三、释词题、四、简答题、五、古文翻译题、六、古文标点题、七、古文阅读题",
    "desc": "非选择题部分：背诵6分+释词10分+简答20分+翻译12分+标点12分+阅读20分",
    "score": 1,
    "items": [
     {
      "q": "不違農時，（ ）。數罟不入洿池，魚鱉不可勝食也。",
      "a": "穀不可勝食也"
     },
     {
      "q": "鯤之大，不知其幾千里也；（ ）。鵬之背，不知其幾千里也。",
      "a": "化而為鳥，其名為鵬"
     },
     {
      "q": "宋人或得玉，（ ）。獻玉者曰：“以示玉人，玉人以為寶也，故敢獻之。”",
      "a": "獻諸子罕，子罕弗受"
     },
     {
      "q": "蓋均無貧，（ ）。夫如是，故遠人不服，則修文德以來之。",
      "a": "和無寡，安無傾"
     },
     {
      "q": "是故（ ）；不戰而屈人之兵，善之善者也。",
      "a": "百戰百勝，非善之善也"
     },
     {
      "q": "其政悶悶，其民淳淳；其政察察，其民缺缺。（ ）。孰知其極？",
      "a": "禍兮福所倚，福兮禍所伏"
     },
     {
      "q": "好從事而亟失時，可謂知乎？ 亟：",
      "a": "亟：屡次，多次"
     },
     {
      "q": "我決起而飛，搶榆枋，時則不至，而控於地而已矣。 控：",
      "a": "控：落下，掉下"
     },
     {
      "q": "若受吾幣不假之道，將奈何？ 幣：",
      "a": "幣：礼物"
     },
     {
      "q": "秦王色撓，長跪而謝之。 謝：",
      "a": "謝：道歉"
     },
     {
      "q": "民多曠者，而我取富焉，是勤民以自封也。 勤：",
      "a": "勤：使……勤，劳累，辛苦"
     },
     {
      "q": "今吾以十倍之地，請廣於君，而君逆寡人者，輕寡人與？ 與：",
      "a": "與：语气词，表疑问语气"
     },
     {
      "q": "及莊公即位，為之請制。 為：",
      "a": "為：介词，表示动作行为为谁而发"
     },
     {
      "q": "歸以語其弟，曰：“楚其亡乎？” 以：",
      "a": "以：连词，连接两个动词，表承接关系"
     },
     {
      "q": "此雖免乎行，猶有所待者也。 乎：",
      "a": "乎：介词，相当于“于”，介绍动作行为所涉及的对象"
     },
     {
      "q": "今子欲以子之梁國而嚇我耶？ 耶：",
      "a": "耶：语气词，表反问语气"
     },
     {
      "q": "下列漢字哪些是象形字？哪些是會意字？請說明各類字的特點。眉 栗 莫 折 血 隻 果 閒",
      "a": "“眉、栗、血、果”為象形字；“莫、折、隻、閒”為會意字。象形字的特點是通過勾勒事物的輪廓來構造字形。會意字的特點是根據事物間的某種關係而組合兩個或兩個以上的獨體字來構成新字。"
     },
     {
      "q": "指出下列句中活用的詞，并說明其活用類型。（1）故君人者，勞於索之，而休於使之。（2）文帝曰：“卑之，毋甚高論，令今可施行也。”（3）竇珠玉者，殃必及身。（4）晏子怪而問之，御以實對。",
      "a": "（1）君，名詞用作動詞；（2）卑，形容詞使動用法；（3）竇，名詞意動用法；（4）怪，形容詞意動用法。"
     },
     {
      "q": "解釋下列句中加着重號詞的意義，并說明其引申義與本義的聯繫類型。（1）間 A.晏子為齊相，出，其御之妻從門間而闚。B.旬日之間，浸大也；三年之後，如車輪焉。（2）關 A.臧紇斬鹿門之關以出。B.然不自意能先入關破秦，得復見將軍於此。",
      "a": "（1）間 A：縫隙，本義；B：一會兒，引申義。聯繫類型：時空關係。（2）關 A：門閂，本義；B：關卡，引申義。聯繫類型：相似關係。"
     },
     {
      "q": "鄒忌脩八尺有餘，形貌昳麗",
      "a": "邹忌身高八尺多，形貌美丽。"
     },
     {
      "q": "我孰與城北徐公美",
      "a": "我与城北徐公相比谁更美？"
     },
     {
      "q": "君美甚，徐公何能及君也",
      "a": "您非常美，徐公怎么能比得上您呢？"
     },
     {
      "q": "徐公來，孰視之，自以為不如",
      "a": "徐公来了，（邹忌）仔细地看他，自己认为比不上（徐公）。"
     },
     {
      "q": "窺鏡而自視，又弗如遠甚",
      "a": "（邹忌）偷偷在镜子里看自己，又觉得自己比徐公差得太远了。"
     },
     {
      "q": "吾妻之美我者，私我也",
      "a": "我的妻子认为我美，是因为偏爱我。"
     },
     {
      "q": "用现代标点符号标点下面的文言短文。善學者師逸而功倍又從而庸之不善學者師勤而功半又從而怨之善問者如攻堅木先其易者後其節目及其久也相說以解不善問者反此善待問者如撞鐘叩之以小者則小鳴叩之以大者則大鳴待其從容然後盡其聲不善答問者反此皆進學之道也記問之學不足以為人師必也其聽語乎力不能問然後語之語之而不知雖舍之可也",
      "a": "善學者，師逸而功倍，又從而庸之；不善學者，師勤而功半，又從而怨之。善問者，如攻堅木，先其易者，後其節目，及其久也，相說以解；不善問者反此。善待問者，如撞鐘，叩之以小者則小鳴，叩之以大者則大鳴，待其從容，然後盡其聲；不善答問者反此。此皆進學之道也。記問之學，不足以為人師。必也其聽語乎，力不能問，然後語之；語之而不知，雖舍之可也。"
     },
     {
      "q": "僖：（去大族不僖）：",
      "a": "僖：同“逼”，逼迫"
     },
     {
      "q": "有閒：（立有閒，再三言）：",
      "a": "有閒：短时间，一会儿"
     },
     {
      "q": "趨：（李悝趨進曰）：",
      "a": "趨：小步快走"
     },
     {
      "q": "不肖：（今以不穀之不肖也）：",
      "a": "不肖：不贤，品行不好"
     },
     {
      "q": "自多：（患在於自少而在於自多）：",
      "a": "自多：自夸，自满"
     },
     {
      "q": "原：（辭受則原竭）：",
      "a": "原：后来写作“源”，源头"
     },
     {
      "q": "除“諸侯莫之救，百姓莫之哀”外，請從文中再找出一個賓語前置句，說明其賓語前置的條件，并將該句譯成現代漢語。",
      "a": "群臣之謀又莫吾及也。否定句中代詞作賓語前置。翻譯：群臣的謀略又比不上我。"
     },
     {
      "q": "請比較“我其亡乎”和“其可乎”兩句中“其”的詞性和用法。",
      "a": "（1）我其亡乎：其，語氣詞，表示推測語氣。（2）其可乎：其，語氣詞，表示反問語氣。"
     },
     {
      "q": "文中魏武侯和楚莊王都曾“謀事而當”，但他們的行為舉止卻不同，請分別找出一個最能反映其行為舉止的句子，并說明其行為舉止折射出二人什麼樣的性格特點。",
      "a": "（1）魏武侯：攘臂疾言於庭。魏武侯謀事而當之後，掛起袖子，伸出胳膊，急切地在朝廷上表功。這種行為說明魏武侯驕傲自滿。（2）楚莊王：退朝而有憂色。楚莊王謀事而當之後，卻覺得如果大臣們都比不上自己，是很危險的事情，所以退朝后滿臉憂愁之色。這種行為說明楚莊王很有遠慮。"
     }
    ]
   }
  },
  "2013年1月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其选出并将“答题纸”的相应代码涂黑。错涂、多涂或未涂均无分。",
    "score": 1,
    "items": [
     {
      "q": "下列各組字，全都是象形字的一組是",
      "opts": [
       "玄 齒 矢",
       "莫 雞 眉",
       "星 逐 鹿",
       "齊 果 向"
      ],
      "a": 0
     },
     {
      "q": "許慎為“轉注”下的定義是",
      "opts": [
       "視而可識，察而見意",
       "比類合誼，以見指撝",
       "建類一首，同意相受",
       "本無其字，依聲託事"
      ],
      "a": 2
     },
     {
      "q": "以下對漢字結構的分析完全正確的一項是",
      "opts": [
       "捨，从手从舍，會意",
       "餓，从我从食，會意",
       "產，从生，产声，形声",
       "吹，从口从欠，會意"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重號的字與括號中的字是通假字關係的一句是",
      "opts": [
       "或令孺子懷錢挈壺罋（甕）而往酤。",
       "八月剝（撲）棗，十月穫稻。",
       "名立而功成，美章（彰）而惡不至。",
       "近者說（悦）服而遠者懷之。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的字與括號中的字是分化字關係的一句是",
      "opts": [
       "為湯武毆（驅）民者，桀與紂也。",
       "誰謂河廣，曾不崇（終）朝。",
       "爭飲食，無廉恥，不知是非，不辟（避）死傷，不畏眾彊。",
       "梁北有黎丘部，有奇鬼焉，喜効人之子姪（侄）昆弟之狀。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重號的部分是複合詞的一句是",
      "opts": [
       "今也制民之產，仰不足以事父母，俯不足以畜妻子。",
       "舊時王謝堂前燕，飛入尋常百姓家。",
       "葉徒相似，其實味不同。",
       "今欲以先王之政治當世之民，皆守株之類也。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的詞古今詞義相同的一句是",
      "opts": [
       "數罟不入洿池，魚鱉不可勝食也。",
       "田中有株，兔走觸株，折頸而死。",
       "兩釋纍囚以成其好。",
       "是之不恤，而蓄聚不厭，其速怨於民多矣。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重號的詞古今意義的變化屬於程度深淺差異的一句是",
      "opts": [
       "腥臊惡臭而傷害腹胃，民多疾病。",
       "昔者有王命，有采薪之憂，不能造朝。",
       "堯二女不敢以貴驕，事舜親戚，甚有婦道。",
       "三顧臣於草廬之中，諮臣以當世之事。由是感激，遂許先帝以驅馳。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的詞用引申義的一句是",
      "opts": [
       "陽貨欲見孔子，孔子不見，歸孔子豚。",
       "秦青顧謂其友曰：“昔韓娥東之齊，匱糧。”",
       "今又變而之死，是相與為春秋冬夏四時行也。",
       "天下之馬者，若滅若沒，若亡若失，若此者絕塵弭躍。"
      ],
      "a": 3
     },
     {
      "q": "“弒”和“殺”兩詞意義或用法的不同之處主要表現在",
      "opts": [
       "情感色彩不同：“弒”指下殺上，含有貶義；“殺”用於泛指，是中性詞。",
       "語法功能不同：“弒”不可以帶賓語；“殺”可以帶賓語。",
       "程度深淺不同：“弒”用於莊重場合，程度深；“殺”用於一般場合，程度淺。",
       "側重的方面不同：“弒”側重於腰斬；“殺”側重於斬首。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重號的詞意義解釋正確的一句是",
      "opts": [
       "小人懷璧，不可以越鄉。（越：超越）",
       "大道之行也，天下為公，選賢與能，講信脩睦。（與：推舉）",
       "舉儉力孝弟，罰偷窳，而惰民惡之；決獄不避，貴強惡之。（獄：監獄）",
       "好仁者，無以尚之。（尚：時尚）"
      ],
      "a": 1
     },
     {
      "q": "下列句中，數字表示分數的一句是",
      "opts": [
       "凡詩賦百六家，千三百一十八篇。",
       "是乃其所以千萬臣而無數者也。",
       "稻苗長六七寸，陳草復起。",
       "什一，去關市之徵，今茲未能。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重號的詞與其他三個詞性不同的一句是",
      "opts": [
       "鄰國之民不加少，寡人之民不加多。",
       "王徒好其言，不能用其實。",
       "朕聞，蓋天下萬物之萌生，靡不有死。",
       "苟虧人愈多，其不仁茲甚，罪益厚。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，“莫”為副詞的一句是",
      "opts": [
       "朝廷之臣，莫不畏王。",
       "默然遙相許，欲往心莫遂。",
       "左右莫敢諫。",
       "我心傷悲，莫知我哀。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，有名詞用作動詞的一句是",
      "opts": [
       "女股肱周室，以夾輔先王。",
       "公子糾敗，召忽死之。",
       "單于使使曉武，會論虞常，欲因此時降武。",
       "我醉，汝道苦我，何故？"
      ],
      "a": 0
     },
     {
      "q": "下列句中，含有雙賓語的一句是",
      "opts": [
       "兔不可復得，而身為宋國笑。",
       "甚矣，汝之不惠！",
       "夫晉何厭之有？",
       "重為之禮而歸之。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，有動詞使動用法的一句是",
      "opts": [
       "此理之常，無足怪者。",
       "孔子登東山而小魯，登泰山而小天下。",
       "既而與為公介，倒戟以禦公徒而免之。",
       "良馬可形容筋骨相也。"
      ],
      "a": 2
     },
     {
      "q": "下列句子，屬於無形式標誌被動句的一句是",
      "opts": [
       "管仲既用，任政於齊。",
       "吾長見笑於大方之家。",
       "雖萬被戮，豈有悔哉？",
       "父母宗族，皆為戮沒。"
      ],
      "a": 0
     },
     {
      "q": "下列古注術語中，與“讀若”功能不相同的是",
      "opts": [
       "讀如",
       "讀破",
       "讀近",
       "讀似"
      ],
      "a": 1
     },
     {
      "q": "下列有關“集解類”的說法，表述正確的一句是",
      "opts": [
       "“集解類”的代表作是晉代杜預的《春秋經傳集解》。",
       "“集解類”的最大特點是維護前人注釋的觀點。",
       "“集解類”是指彙集各家注解，再加上自己注解的一種古注類型。",
       "“集解類”的重點是對前人注釋的補充和訂正。"
      ],
      "a": 2
     }
    ]
   },
   "short": {
    "head": "二、古文背诵题、三、释词题、四、简答题、五、古文翻译题、六、古文标点题、七、古文阅读题",
    "desc": "非选择题部分：背诵6分+释词10分+简答20分+翻译12分+标点12分+阅读20分",
    "score": 1,
    "items": [
     {
      "q": "知不足，然後能自反也。（ ）。故曰教學相長也。",
      "a": "知困，然後能自強也"
     },
     {
      "q": "先王之濟五味、和五聲也，以平其心，成其政也。（ ），三類，四物，五聲，六律，七音，八風，九歌，以相成也。",
      "a": "聲亦如味，一氣，二體"
     },
     {
      "q": "是故百戰百勝，非善之善也；（ ），善之善者也。",
      "a": "不戰而屈人之兵"
     },
     {
      "q": "子曰：“吾（ ），三十而立，四十而不惑。”",
      "a": "十有五而志於學"
     },
     {
      "q": "是以聖人方而不割，（ ），光而不燿。",
      "a": "廉而不劌，直而不肆"
     },
     {
      "q": "子罕曰：“（ ）。若以與我，皆喪寶也，不若人有其寶。”",
      "a": "我以不貪為寶，爾以玉為寶"
     },
     {
      "q": "適莽蒼者，三飡而反，腹猶果然。 適：",
      "a": "適：到……去"
     },
     {
      "q": "大方無隅，大器晚成。 隅：",
      "a": "隅：角"
     },
     {
      "q": "昔者晉獻公欲假道於虞以伐虢。 假：",
      "a": "假：借"
     },
     {
      "q": "萬端俱起，不可勝理。 勝：",
      "a": "勝：尽，全部"
     },
     {
      "q": "小知不及大知，小年不及大年。 知：",
      "a": "知：智慧"
     },
     {
      "q": "齊孝公來伐魯，臧文仲欲以辭告，病焉，問於展禽。 焉：",
      "a": "焉：兼词，作补语，相当于“于是”“于之”"
     },
     {
      "q": "南面而征，北狄怨，曰：“奚為後我？” 為：",
      "a": "為：介词，引进原因"
     },
     {
      "q": "亡羊而補牢，未為遲也。 而：",
      "a": "而：连词，连接两个动词性短语，表示顺承关系"
     },
     {
      "q": "此天之亡我，非戰之罪也。 之：",
      "a": "之：连词，连接主语和谓语，取消句子独立性"
     },
     {
      "q": "晉，吾宗也，豈害我哉？ 哉：",
      "a": "哉：语气词，表反问语气"
     },
     {
      "q": "根據異體字在構造和書寫方面的差異，歸納并說明以下異體字的類型。（1）猨—猿（2）丘—坵（3）秋—秌（4）桕—樜（5）塵—塵（6）岳—嶽",
      "a": "（1）造字方法不同。如：丘—坵，岳—嶽。（2）造字方法相同，構件不同。如：塵—塵，桕—樜，猨—猿。（3）造字方法相同，構件相同，寫法不同。如：秋—秌。"
     },
     {
      "q": "按照兩個音節的語音關係給下面的聯綿詞分類，并據以說明各類聯綿詞的語音特點。窈窕 倉促 流連 從容 逍遙 蹉跎 猶豫 參差",
      "a": "分類：（1）雙聲聯綿詞：倉促、流連、猶豫、參差（2）疊韻聯綿詞：窈窕、從容、逍遙、蹉跎。語音特點：雙聲聯綿詞的語音特點是兩個音節（古音）聲母相同；疊韻聯綿詞的語音特點是兩個音節（古音）韻相同。"
     },
     {
      "q": "說明下列句中加着重號“以”的詞性和語法作用。（1）然而眾貴之者，以上用之故也。（2）古之民樸以厚，今之民巧以偽。（3）許子以釜甑爨，以鐵耕乎？",
      "a": "（1）中的“以”是介詞，引進原因；（2）中的“以”是連詞，連接兩個形容詞，表示並列關係；（3）中的“以”是介詞，引進動作行為所憑借的工具。"
     },
     {
      "q": "王錯譖之於魏武侯",
      "a": "王错在魏武侯前说吴起的坏话。"
     },
     {
      "q": "視釋天下若釋蹤躧",
      "a": "（您）把放弃天下看得跟扔草鞋一样（容易）。"
     },
     {
      "q": "吴起抆泣而應之",
      "a": "吴起抹着眼泪回答他。"
     },
     {
      "q": "西河之為秦取不久矣",
      "a": "西河很快就要被秦国夺取了。"
     },
     {
      "q": "有間，西河畢入秦",
      "a": "不久，西河全部归入秦国。"
     },
     {
      "q": "此吴起之所先見而泣也",
      "a": "这就是吴起事先预见而哭泣的原因。"
     },
     {
      "q": "用现代标点符号标点下面的文言短文。莊子行於山中見大木枝葉茂盛伐木者止其旁而不取也問其故曰無所可用莊子曰此木以不材得終其天年夫子出於山舍於故人之家故人喜命豎子殺雁而烹之豎子請曰其一能鳴其一不能鳴請奚殺主人曰殺不能鳴者明日弟子問於莊子曰昨日山中之木以不材得終其天年今主人之雁以不材死先生將何處莊子笑曰周將處夫材與不材之間",
      "a": "莊子行於山中，見大木，枝葉茂盛，伐木者止其旁而不取也。問其故，曰：“無所可用。”莊子曰：“此木以不材得終其天年。”夫子出於山，舍於故人之家。故人喜，命豎子殺雁而烹之。豎子請曰：“其一能鳴，其一不能鳴，請奚殺？”主人曰：“殺不能鳴者。”明日，弟子問於莊子曰：“昨日山中之木，以不材得終其天年；今主人之雁，以不材死。先生將何處？”莊子笑曰：“周將處夫材與不材之間。”"
     },
     {
      "q": "薨：（滕定公薨）：",
      "a": "薨：指诸侯国国君死"
     },
     {
      "q": "故：（今也不幸至於大故）：",
      "a": "故：意外或不幸的事变"
     },
     {
      "q": "雖然：（雖然，吾嘗聞之矣）：",
      "a": "雖然：虽然如此，虽然这样"
     },
     {
      "q": "反：（然友反命）：",
      "a": "反：后来写作“返”，回复"
     },
     {
      "q": "其：（恐其不能盡於大事）：",
      "a": "其：代词，我"
     },
     {
      "q": "顏色：（顏色之戚）：",
      "a": "顏色：面部表情"
     },
     {
      "q": "翻譯“君子之德風，小人之德草也”一句，并說明這兩個句子的句子類型及表達功能。",
      "a": "翻譯：君子的品德就像風一樣，小人的品德就像草一樣。句子類型及表達功能：兩句都是判斷句，表示比喻關係，即用謂語所表示的人或事物比喻主語。"
     },
     {
      "q": "翻譯“諸侯之禮，吾未之學也”和“今也父兄百官不我足也”兩句，指出二者在句式上的共同特點并加以分析說明。",
      "a": "翻譯：諸侯的禮儀，我還沒有學過。現在父老兄弟和各級官吏都不滿意我。都是否定句中代詞賓語前置句。第一句中有否定副詞“未”，前置賓語是代詞“之”。第二句中有否定副詞“不”，前置賓語是代詞“我”。"
     },
     {
      "q": "父兄百官明確表示不同意定為“三年之喪”，請用自己的話說明他們的理由。",
      "a": "魯國的先君沒有這樣做過，滕國的先君也沒有這樣做過，而且文獻上說，喪禮制度要遵從先祖。"
     }
    ]
   }
  },
  "2013年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其选出并将“答题纸”的相应代码涂黑。错涂、多涂或未涂均无分。",
    "score": 1,
    "items": [
     {
      "q": "下列各組字，全都是指事字的一組是",
      "opts": [
       "高 亦 心",
       "厷 止 力",
       "上 血 刃",
       "末 下 甘"
      ],
      "a": 3
     },
     {
      "q": "下列各組字，象形、指事、會意、形聲四種結構類型都具備的一組是",
      "opts": [
       "弓 本 秉 弛",
       "大 又 趾 淮",
       "豕 名 啟 齒",
       "戈 而 朱 哀"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的詞用通假字的一句是",
      "opts": [
       "天下之民皆引領望之矣。",
       "從許子之道，則市賈不貳。",
       "楚人和氏得玉璞楚山中，奉而獻之厲王。",
       "定乎內外之分，辯乎榮辱之境。"
      ],
      "a": 0
     },
     {
      "q": "下列各組字，原來是異體字關係，後來記詞職能有了分工的一組是",
      "opts": [
       "岳—嶽",
       "村—邨",
       "訝—迓",
       "炮—砲"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重號的字與括號中的字是分化字關係的一句是",
      "opts": [
       "若火之始然（燃），泉之始達。",
       "故有君子，則法雖省，足以徧（遍）矣。",
       "國中有大鳥，止王之庭，三年不蜚（飛）又不鳴。",
       "蚤（早）起，施從良人之所之。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重號的部分屬於單純詞的一句是",
      "opts": [
       "長短相形，高下相傾，音聲相和，前後相隨。",
       "湯武革命，順乎天而應乎人。",
       "於是焉河伯始旋其面目，望洋向若而歎。",
       "賜女土地，質之以犧牲，世世子孫無相害也。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重號的詞古今詞義相同的一項是",
      "opts": [
       "賊愛其身，不愛人，故賊人以利其身。",
       "雖遇執事，其弗敢違，其竭力致死，無有二心。",
       "其真子恐其父之不能反也，遂逝迎之。",
       "大人世及以為禮，城郭溝池以為固。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的詞古今意義的變化屬於廣度寬窄差異的一句是",
      "opts": [
       "吾能弭謗矣，乃不敢言。",
       "將軍戰河北，臣戰河南。",
       "此酒所以酸而不售也。",
       "以爾車來，以我賄遷。"
      ],
      "a": 1
     },
     {
      "q": "“斗”的本義是“酌酒的器皿”，引申指“斗星”，引申義與本義的聯繫類型是",
      "opts": [
       "動靜關係",
       "時空關係",
       "禮俗關係",
       "相似關係"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重號的詞用本義的一句是",
      "opts": [
       "危而不持，顛而不扶，則將焉用彼相矣？",
       "至殺不辜人也，褫其衣裘取戈劍者，其不義又甚入人欄廄取人馬牛。",
       "悲夫寶玉而題之以石，貞士而名之以誑。",
       "古說濟水伏流地中，今歷下凡發地皆是水。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的詞意義解釋正確的一句是",
      "opts": [
       "覆杯水於坳堂之上，則芥為之舟；置杯焉則膠。（覆：覆蓋）",
       "畜老猶憚殺之，而況君乎？（憚：怨恨）",
       "夫古者聚貨不妨民衣食之利，聚馬不害民之財用。（貨：財物）",
       "遠人不服而不能來也。（來：前往）"
      ],
      "a": 2
     },
     {
      "q": "下列句中，“乃”用作副詞，表示“就是”意義的一句是",
      "opts": [
       "必以長安君為質，兵乃出。",
       "以送覆考官，再定等第，乃付詳定官。",
       "使牧羝，羝乳乃得歸。",
       "呂公女乃呂后也。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，用介詞引進行為主動者的一句是",
      "opts": [
       "愛人者必見愛也，而惡人者必見惡也。",
       "信而見疑，忠而被謗。",
       "方術不用，為人所疑。",
       "業精於勤，荒於嬉。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，有雙賓語的一句是",
      "opts": [
       "彼不假我道，必不敢受我幣。",
       "今有搆木鑽燧於夏后氏之世者，必為鯀禹笑矣。",
       "色物、牝牡尚弗能知，又何馬之能知也？",
       "上順乎主心以顯賢者，其唯翟黃乎！"
      ],
      "a": 0
     },
     {
      "q": "下列句中，含有名詞使動用法的一句是",
      "opts": [
       "將不勝其忿而蟻附之。",
       "而後乃今將圖南。",
       "築室百堵，西南其戶。",
       "天雨雪，武臥齧雪。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，“而”連接主語和謂語的一句是",
      "opts": [
       "昌以氂懸虱於牖，南面而望之。",
       "相鼠有皮，人而無儀。",
       "順流而東行，至於北海。",
       "此豈非參天地、關盛衰、浩然而獨存者乎！"
      ],
      "a": 1
     },
     {
      "q": "下列句中，“為”是介詞的一句是",
      "opts": [
       "夫執輿者為誰？",
       "不如早為之所，無使滋蔓。",
       "君子質而已矣，何以文為？",
       "天行有常，不為堯存，不為桀亡。"
      ],
      "a": 3
     },
     {
      "q": "下列句子，屬於用判斷句形式表示原因的一句是",
      "opts": [
       "桓公九合諸侯，不以兵車，管仲之力也。",
       "君者，舟也；庶人者，水也。",
       "雖有高城深池，嚴法重刑，猶不能禁也。",
       "此庸夫之怒也，非士之怒也。"
      ],
      "a": 0
     },
     {
      "q": "“前後文句或詞語在意義上互相補充，參互見義”，這種特殊表達方式是",
      "opts": [
       "互文",
       "變文",
       "連及",
       "婉曲"
      ],
      "a": 0
     },
     {
      "q": "義疏是指既解釋經文又給前人的注作解釋的注釋類型，它又稱",
      "opts": [
       "補注",
       "集解",
       "音義",
       "正義"
      ],
      "a": 3
     }
    ]
   },
   "short": {
    "head": "二、古文背诵题、三、释词题、四、简答题、五、古文翻译题、六、古文标点题、七、古文阅读题",
    "desc": "非选择题部分：背诵6分+释词10分+简答20分+翻译12分+标点12分+阅读20分",
    "score": 1,
    "items": [
     {
      "q": "鯤之大，不知其幾千里也；化而為鳥，其名為鵬。（ ）；怒而飛，其翼若垂天之雲。",
      "a": "鵬之背，不知其幾千里也"
     },
     {
      "q": "“已行，（ ），祝曰：‘必勿使反！’豈非計久長，有子孫相繼為王也哉？”",
      "a": "非弗思也，祭祀必祝之"
     },
     {
      "q": "雖有至道，弗學，不知其善也。是故（ ）。知不足，然後能自反也。",
      "a": "學然後知不足，教然後知困"
     },
     {
      "q": "有國有家者，（ ）。蓋均無貧，和無寡，安無傾。",
      "a": "不患寡而患不均，不患貧而患不安"
     },
     {
      "q": "吾十有五而志於學，（ ），五十而知天命，六十而耳順。",
      "a": "三十而立，四十而不惑"
     },
     {
      "q": "凡用兵之法，全國為上，破國次之；全軍為上，破軍次之；（ ）；全卒為上，破卒次之。",
      "a": "全旅為上，破旅次之"
     },
     {
      "q": "今欲并天下，凌萬乘，詘敵國，制海內。 凌：",
      "a": "凌：凌驾"
     },
     {
      "q": "草木榮華滋碩之時，則斧斤不入山林。 碩：",
      "a": "碩：大"
     },
     {
      "q": "二國圖其社稷，而求紓其民，各懲其忿以相宥也。 宥：",
      "a": "宥：原谅"
     },
     {
      "q": "太后曰：“諾。恣君之所使之。” 恣：",
      "a": "恣：听任"
     },
     {
      "q": "大行不顧細謹，大禮不辭小讓。 讓：",
      "a": "讓：责备"
     },
     {
      "q": "闕秦以利晉，唯君圖之。 唯：",
      "a": "唯：语气词，强调希冀和期望的语气"
     },
     {
      "q": "吾非至於子之門則殆矣。 則：",
      "a": "則：连词，表示承接"
     },
     {
      "q": "晉侯求之，不獲。以綿上為之田。 以：",
      "a": "以：介词，介绍动作行为的对象"
     },
     {
      "q": "夫大國，難測也，懼有伏焉。 夫：",
      "a": "夫：语气词，表示要发议论"
     },
     {
      "q": "夫子之求之也，其諸異乎人之求之與？ 乎：",
      "a": "乎：介词，引进比较的对象"
     },
     {
      "q": "指出下列漢字哪些是會意字，哪些是形聲字，說明會意字與形聲字的特點。逐 達 捨 折 伐 佞 欽 吹",
      "a": "“逐、折、伐、吹”是會意字；“達、捨、佞、欽”是形聲字。會意字是根據事物間的某種關係而組合兩個或兩個以上的獨體字，構成新字。形聲字是根據詞的意義類別而選取一個義符，再取一個與詞的讀音相同相近的聲符，構成新字。"
     },
     {
      "q": "結合下列句中加着重號的詞，說明什麼是異詞同字和異字同詞。（1）齊人歸女樂，季桓子受之，三日不朝。（2）邑丈人有之市而醉歸者。（3）謹庠序之教，申之以孝悌之義。（4）舉儉力孝弟，罰偷窳，而惰民惡之。",
      "a": "異詞同字是指一個字記錄意義完全不同的兩個詞。如（1）中的“歸”義為“贈送”，（2）中的“歸”義為“回家”，屬於異詞同字。異字同詞是指一個詞有不止一個字來記錄。如（3）（4）中的“悌”“弟”，都表示“孝悌”義，屬於異字同詞。"
     },
     {
      "q": "歸納下列句中賓語前置的類型，并說明每種類型賓語前置的條件。（1）日月逝矣，歲不我與。（2）孟嘗君曰：“客何好？”曰：“客無好也。”（3）前世不同教，何古之法？（4）蓋有之矣，我未之見也。（5）無乃爾是過與？",
      "a": "第一類：（1）中的“歲不我與”，（4）中的“我未之見”；在否定句中，如果賓語是代詞，常位於動詞前。第二類：（2）中的“客何好”；在疑問句中，如果賓語是疑問代詞，一般位於動詞前。第三類：（3）中的“何古之法”，（5）中的“爾是過”；賓語藉助代詞的復指而前置。"
     },
     {
      "q": "晉侯飲趙盾酒，伏甲將攻之",
      "a": "晋侯请赵盾喝酒，埋伏甲士想要杀害他。"
     },
     {
      "q": "鬥且出。提彌明死之",
      "a": "（赵盾）一边搏斗一边往外撤退。提弥明为赵盾而战死。"
     },
     {
      "q": "宣子田於首山，舍於翳桑",
      "a": "宣子在首山打猎，在翳桑休息（住宿）。"
     },
     {
      "q": "見靈輒餓，問其病",
      "a": "（赵盾）看见灵辄饿得快不行了，问他生病的原因。"
     },
     {
      "q": "為之簞食與肉，置諸橐以與之",
      "a": "（赵盾）为他准备一筐饭与肉，把它们装在口袋里给他。"
     },
     {
      "q": "倒戟以禦公徒而免之",
      "a": "（灵辄）掉转戟来抵挡灵公的士兵，使赵盾免于祸难。"
     },
     {
      "q": "用现代标点符号标点下面的文言短文。昔者越之東有輒沭之國者其長子生則解而食之謂之宜弟其大父死負其大母而棄之曰鬼妻不可與居處楚之南有炎人國者其親戚死朽其肉而棄之然後埋其骨乃成為孝子秦之西有儀渠之國者其親戚死聚柴薪而焚之燻上謂之登遐然後成為孝子此上以為政下以為俗為而不已操而不擇則此豈實仁義之道哉此所謂便其習而義其俗者也",
      "a": "昔者，越之東有輒沭之國者，其長子生，則解而食之，謂之宜弟。其大父死，負其大母而棄之，曰鬼妻不可與居處。楚之南有炎人國者，其親戚死，朽其肉而棄之，然後埋其骨，乃成為孝子。秦之西有儀渠之國者，其親戚死，聚柴薪而焚之，燻上謂之登遐，然後成為孝子。此上以為政，下以為俗，為而不已，操而不擇，則此豈實仁義之道哉？此所謂便其習，而義其俗者也。"
     },
     {
      "q": "過：（曹共公亦不禮焉）：",
      "a": "過：经过"
     },
     {
      "q": "相：（其從者皆國相也）：",
      "a": "相：辅佐"
     },
     {
      "q": "盍：（子盍蚤自貳焉）：",
      "a": "盍：何不"
     },
     {
      "q": "蚤：（子盍蚤自貳焉）：",
      "a": "蚤：通“早”"
     },
     {
      "q": "亡：（國君無親，以國為親）：",
      "a": "亡：流亡，逃亡"
     },
     {
      "q": "圖：（君其圖之）：",
      "a": "圖：考虑，谋划"
     },
     {
      "q": "翻譯“余焉能盡禮焉”一句，并比較其中兩個“焉”字的詞性和用法。",
      "a": "余焉能盡禮焉：我怎麼能夠都對他們以禮相待呢？第一個“焉”：疑問代詞，用於反問句，作狀語，加強反問語氣。第二個“焉”：兼詞，作補語，相當於“於之”、“於是”。"
     },
     {
      "q": "翻譯“是之不難，無乃不可乎”一句，并說明其中“是”字的語法功能以及“無乃……乎”這一習慣句式的作用。",
      "a": "是之不難，無乃不可乎：不擔心這樣的事情，恐怕不行吧？是：代詞，作“難”的前置賓語。無乃……乎：表示委婉的反問語氣。"
     },
     {
      "q": "請解釋“明賢”、“矜窮”的具體含義，并結合文中的具體事例說明曹伯是否做到了這兩個方面。",
      "a": "明賢：推崇、尊重賢德之人。矜窮：同情處於困境的人。重耳十七歲開始流亡在外，有三個人具有國卿之才，卻一直跟隨他，說明重耳是賢德之人。然而曹伯卻輕視他，說明曹伯沒有做到“明賢”。重耳流亡在外，正是處於困境的時候，然而曹伯卻不同情他，不以禮相待，說明曹伯沒有做到“矜窮”。"
     }
    ]
   }
  },
  "2014年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其选出并将“答题纸”的相应代码涂黑。错涂、多涂或未涂均无分。",
    "score": 1,
    "items": [
     {
      "q": "許慎為“指事”下的定義是",
      "opts": [
       "視而可識，察而見意",
       "比類合誼，以見指撝",
       "建類一首，同意相受",
       "以事為名，取譬相成"
      ],
      "a": 0
     },
     {
      "q": "下列各組字，象形、指事、會意、形聲四種結構類型都具備的是",
      "opts": [
       "心 矢 鹿 弛",
       "耳 朱 名 息",
       "豆 亦 莫 蝕",
       "齒 及 琢 敖"
      ],
      "a": 1
     },
     {
      "q": "下列各組字屬於造字方法不同而形成異體字的是",
      "opts": [
       "並—竝",
       "岳—嶽",
       "災—灾",
       "葬—塟"
      ],
      "a": 1
     },
     {
      "q": "下列句中加着重號的詞用本字的是",
      "opts": [
       "知不足，然後能自反也。",
       "宣子田於首山，舍於翳桑。",
       "齊人追亡逐北，所過城邑皆畔燕而歸。",
       "陽貨欲見孔子，孔子不見，歸孔子豚。"
      ],
      "a": 1
     },
     {
      "q": "下列句中加着重號的字與括號中的字屬於分化字關係的是",
      "opts": [
       "晏子為齊相，出，其御之妻從門間而闚（窺）。",
       "大道之行也，天下為公，選賢與能，講信脩（修）睦。",
       "爾貢包茅不入，王祭不共（供），無以縮酒。",
       "有求則卑辭，無欲則嬌（驕）嫚。"
      ],
      "a": 2
     },
     {
      "q": "下列句中加着重號的部分為聯綿詞的是",
      "opts": [
       "湯武革命，順乎天而應乎人。",
       "今也制民之產，仰不足以事父母，俯不足以畜妻子。",
       "謹庠序之教，申之以孝悌之義。",
       "婉貞揮刀奮斫，所當無不披靡，敵乃紛退。"
      ],
      "a": 3
     },
     {
      "q": "下列句中加着重號的詞義與現代漢語意義相同的是",
      "opts": [
       "朝曦入牖來，鳥喚昏不醒。",
       "吳起因去魏入楚。",
       "人情一日不再食則飢，終歲不製衣則寒。",
       "填然鼓之，兵刃既接，棄甲曳兵而走。"
      ],
      "a": 0
     },
     {
      "q": "下列句中加着重號的詞用本義的是",
      "opts": [
       "危而不持，顛而不扶，則將焉用彼相矣？",
       "大道之行也與三代之英，丘未之逮也。",
       "十年春，齊師伐我。",
       "防民之口，甚於防川。"
      ],
      "a": 2
     },
     {
      "q": "下列句中加着重號的詞古今意義的變化屬於色彩褒貶差異的是",
      "opts": [
       "子為父死亡所恨。",
       "楚國方城以為城，漢水以為池。",
       "齊國雖褊小，吾何愛一牛？",
       "夫雖無國四方之憂，然謀臣與爪牙之士，不可不養而擇也。"
      ],
      "a": 3
     },
     {
      "q": "下列句中加着重號的詞意義解釋正確的是",
      "opts": [
       "如切如磋，如琢如磨。（切：加工玉器）",
       "聞大王有意督過之，脫身獨去，已至軍矣。（督：責問）",
       "齊侯陳諸侯之師，與屈完乘而觀之。（乘：騎馬）",
       "力惡其不出於身也，不必為己。（惡：不足）"
      ],
      "a": 1
     },
     {
      "q": "下列關於詞義變化的例子，屬於詞義縮小現象的是",
      "opts": [
       "購：古義：懸賞徵求　　今義：購买",
       "臭：古義：氣味　　　　今義：難聞的氣味",
       "菜：古義：蔬菜　　　　今義：蔬菜及經過烹飪的肉、蛋、魚等",
       "售：古義：賣出去　　　今義：卖"
      ],
      "a": 1
     },
     {
      "q": "下列句中加着重號的詞屬於名詞作狀語的是",
      "opts": [
       "今君有區區之薛，不拊愛子其民，因而賈利之。",
       "南冥者，天池也。",
       "是是、非非謂之知，非是、是非謂之愚。",
       "我醉，汝道苦我，何故？"
      ],
      "a": 0
     },
     {
      "q": "“豈不穀是為？先君之好是繼”句中的賓語前置屬於",
      "opts": [
       "否定句代詞賓語前置",
       "疑問代詞賓語前置",
       "賓語前置用代詞復指",
       "介詞賓語前置"
      ],
      "a": 2
     },
     {
      "q": "下列句中加着重號的“於”引進比較對象的是",
      "opts": [
       "虎兕出於柙，龜玉毀於櫝中，是誰之過與？",
       "大學之法，禁於未發之謂豫。",
       "然大率欲早，早田倍多於晚。",
       "哀公問社於宰我。"
      ],
      "a": 2
     },
     {
      "q": "下列句中加着重號的副詞表示謙敬的是",
      "opts": [
       "如今人方為刀俎，我為魚肉，何辭為？",
       "非徒無形也，而本無氣。",
       "知慮材性，固有以賢人矣。",
       "律前負漢歸匈奴，幸蒙大恩，賜號稱王。"
      ],
      "a": 3
     },
     {
      "q": "“道不行，乘桴浮於海。從我者，其由與”句中“與”的詞性是",
      "opts": [
       "動詞",
       "語氣詞",
       "連詞",
       "介詞"
      ],
      "a": 1
     },
     {
      "q": "下列句中含有形容詞使動用法的是",
      "opts": [
       "懷其寶而迷其邦，可謂仁乎？",
       "今媼尊長安君之位，而封之以膏腴之地，多予之重器。",
       "孟嘗君怪其疾也，衣冠而見之。",
       "女股肱周室，以夾輔先王。"
      ],
      "a": 1
     },
     {
      "q": "下列句中數詞表示分數的是",
      "opts": [
       "大都不過參國之一。",
       "臣聞之：利不百，不變法；功不十，不易器。",
       "一鼓作氣，再而衰，三而竭。",
       "冠者五六人，童子六七人。"
      ],
      "a": 0
     },
     {
      "q": "“母也天只，不諒人只”這句話含有的特殊表達方式是",
      "opts": [
       "連類而及",
       "變文",
       "用典",
       "互文"
      ],
      "a": 1
     },
     {
      "q": "下列關於古注類別的說法，表述正確的是",
      "opts": [
       "《春秋經傳集解》屬傳注類注釋類型。",
       "《毛詩故訓傳》屬集解類注釋類型。",
       "章句類的古注只指明一章的主題意旨。",
       "陸德明的《經典釋文》是一部義疏類的注釋專書。"
      ],
      "a": 0
     }
    ]
   },
   "short": {
    "head": "二、古文背诵题、三、释词题、四、简答题、五、古文翻译题、六、古文标点题、七、古文阅读题",
    "desc": "非选择题部分：背诵6分+释词10分+简答20分+翻译12分+标点12分+阅读20分",
    "score": 1,
    "items": [
     {
      "q": "子罕曰：“我以不貪為寶，爾以玉為寶。若以與我，皆喪寶也，（ ）。”",
      "a": "不若人有其寶"
     },
     {
      "q": "夫如是，故遠人不服，則修文德以來之；（ ）。",
      "a": "既來之，則安之"
     },
     {
      "q": "子曰：“吾十有五而志於學，三十而立，（ ），六十而耳順，七十而從心所欲，不踰矩。”",
      "a": "四十而不惑，五十而知天命"
     },
     {
      "q": "故曰教學相長也。（ ）其此之謂乎？",
      "a": "《兌命》曰：“學學半。”"
     },
     {
      "q": "化而為鳥，其名為鵬。（ ）；怒而飛，其翼若垂天之雲。",
      "a": "鵬之背，不知其幾千里也"
     },
     {
      "q": "不違農時，穀不可勝食也。（ ），魚鱉不可勝食也。斧斤以時入山林，材木不可勝用也。",
      "a": "數罟不入洿池"
     },
     {
      "q": "不患寡而患不均，不患貧而患不安。 患：",
      "a": "患：担忧"
     },
     {
      "q": "博學之，審問之，慎思之，明辨之，篤行之。 篤：",
      "a": "篤：专一"
     },
     {
      "q": "一年視離經辨志，三年視敬業樂群。 離：",
      "a": "離：断开"
     },
     {
      "q": "政寬則民慢，慢則糾之以猛。 慢：",
      "a": "慢：懈怠"
     },
     {
      "q": "令甲卒皆伏，使老弱女子乘城。 乘：",
      "a": "乘：登"
     },
     {
      "q": "故堯、禹有九年之水，湯有七年之旱，而國亡捐瘠者，以畜積多而備先具也。 以：",
      "a": "以：连词，表示原因，“因为”。"
     },
     {
      "q": "文起八代之衰，而道濟天下之溺；忠犯人主之怒，而勇奪三軍之帥。 而：",
      "a": "而：连词，表示并列关系，“而且”。"
     },
     {
      "q": "蓋有之矣，我未之見也。 蓋：",
      "a": "蓋：语气词，表示揣度，“大概”。"
     },
     {
      "q": "翁曰：“無他，但手熟爾。” 爾：",
      "a": "爾：语气词，表示限制的语气。"
     },
     {
      "q": "因燒其券，民稱萬歲，乃臣所以為君市義也。 為：",
      "a": "為：介词，表示动作行为为谁而发（表示动作行为关联的对象），“替”。"
     },
     {
      "q": "指出下列漢字哪些是象形字，哪些是會意字；并以這些字為例，說明合體象形與會意的區別。丘 向 磊 淚 傘 息 果 朙",
      "a": "“丘、向、傘、果”是象形字（其中“向、果”是合體象形字）；“磊、淚、息、朙”是會意字。合體象形字和會意字都由兩部分組合而成。其區別在於：會意字的兩部分往往都能獨立成字；合體象形字的其中一部分往往不能獨立成字。"
     },
     {
      "q": "解釋下列句中加着重號的詞的意義，并分析每組同義詞之間的差異。（1）飢而欲食，寒而欲暖。見靈輒餓，問其病，曰：“不食三日矣。”（2）乘彼垝垣，以望復關。雲車十餘丈，瞰臨城中。（3）吏不誅則亂法，誅之則君不安。見公之足於戶下，遂弒之，而立無知。",
      "a": "（1）飢：吃不飽，腹中空。餓：長時間未進食。差異：程度輕重不同。（2）望：抬頭向遠處看。瞰：從高處往下看。差異：性狀情態不同。（3）誅：依法殺死，依法懲處。弒：殺死，指以下犯上，帶有貶義。差異：感情色彩不同。"
     },
     {
      "q": "補出下列各句中省略的成分，并據以歸納古代漢語句子成分省略的幾種類型。（1）居有頃，倚柱彈其劍。（2）豎子不足與謀。（3）人皆有兄弟，我獨無。（4）宣子驟諫，公患之，使鉏麑賊之。（5）王奪鄭伯政，鄭伯不朝。（6）賜也，始可與言《詩》已矣。",
      "a": "（1）（馮諼）倚柱彈其劍。（2）豎子不足與（之）謀。（3）我獨無（兄弟）。（4）（公）使鉏麑賊之。（5）鄭伯不朝（王）。（6）始可與（之）言《詩》已矣。古代漢語句子成分的省略主要有三種情況：1. 省略主語，如（1）（4）；2. 省略動詞賓語，如（3）（5）；3. 省略介詞賓語，如（2）（6）。"
     },
     {
      "q": "太后盛氣而胥之",
      "a": "太后怒气冲冲地等着触龙。"
     },
     {
      "q": "老臣病足，曾不能疾走",
      "a": "我的脚有毛病，确实不能快跑。"
     },
     {
      "q": "日食飲得無衰乎",
      "a": "每天的饮食该不会减少吧？"
     },
     {
      "q": "太后之色少解",
      "a": "太后的脸色略微和缓了一些。"
     },
     {
      "q": "老臣賤息舒祺，最少，不肖",
      "a": "我的儿子舒祺，最小，不成材。"
     },
     {
      "q": "君過矣，不若長安君之甚",
      "a": "您错了，比不上爱长安君那样厉害。"
     },
     {
      "q": "用现代标点符号标点下面的文言文。齊威王召即墨大夫語之曰自子之居即墨也毀言日至然吾使人視即墨田野辟人民給官無事東方以寧是子不事吾左右以求助也封之萬家召阿大夫語之曰自子守阿譽言日至吾使人視阿田野不辟人民貧餒昔日趙攻鄄子不救衛取薛陵子不知是子厚幣事吾左右以求譽也是日烹阿大夫及左右嘗譽者於是群臣悚懼莫敢飾詐務盡其情齊國大治強於天下",
      "a": "齊威王召即墨大夫，語之曰：“自子之居即墨也，毀言日至。然吾使人視即墨，田野辟，人民給，官無事，東方以寧，是子不事吾左右以求助也。”封之萬家。召阿大夫，語之曰：“自子守阿，譽言日至。吾使人視阿，田野不辟，人民貧餒。昔日趙攻鄄，子不救；衛取薛陵，子不知。是子厚幣事吾左右以求譽也。”是日，烹阿大夫及左右嘗譽者。於是群臣悚懼，莫敢飾詐，務盡其情，齊國大治，強於天下。"
     },
     {
      "q": "治：（而單父治）：",
      "a": "治：治理得好；太平"
     },
     {
      "q": "固：（任力者固勞）：",
      "a": "固：本来"
     },
     {
      "q": "語：（語丘所以為之者）：",
      "a": "語：告诉"
     },
     {
      "q": "來：（務來賢人）：",
      "a": "來：使……来"
     },
     {
      "q": "舉：（夫舉賢者）：",
      "a": "舉：推举"
     },
     {
      "q": "其：（不齊之所治者小）：",
      "a": "其：大概"
     },
     {
      "q": "我之謂任人，子之謂任力。 之：",
      "a": "连词，用在主谓结构之间，取消句子独立性。"
     },
     {
      "q": "有賢於不齊者五人，不齊事之。 之：",
      "a": "代词，作宾语，“他们”。"
     },
     {
      "q": "皆教不齊所以治之術。 之：",
      "a": "连词，用在定语和中心语之间，“的”。"
     },
     {
      "q": "世人贊同宓子賤的治理方式，還是巫馬期的治理方式？為什麼？請用現代漢語陳述。",
      "a": "世人贊同宓子賤的治理方式。宓子賤不用勞煩四肢、事事親自去做，平心靜氣，就能把各種事務管理得很好；巫馬期則身心疲憊，事事親自去做，不厭其煩地教導百姓。"
     },
     {
      "q": "孔子所說的“小節”“中節”“大節”分別指什麼？",
      "a": "“小節”，指贍養自己的父親，撫育自己的孩子，撫恤孤兒，同情不幸的人。“中節”，指像對待父親似的侍奉三人，像對待兄長似的尊重五人，與十一人結為好友。“大節”，指侍奉五個比自己賢能的人，向賢人學習治理方法。"
     }
    ]
   }
  },
  "2014年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其选出并将“答题卡”的相应代码涂黑。未涂、错涂或多涂均无分。",
    "score": 1,
    "items": [
     {
      "q": "下列各組字全都是會意字的是",
      "opts": [
       "牧 息 吹",
       "春 貧 高",
       "祝 恭 秉",
       "弒 名 臭"
      ],
      "a": 0
     },
     {
      "q": "下列各組字聲符全部相同的是",
      "opts": [
       "穎 題 領",
       "衷 哀 裹",
       "溪 谿 鷄",
       "問 閩 閣"
      ],
      "a": 1
     },
     {
      "q": "下列各組字，原來不是異體字關係，後來把它們當作異體字認同的是",
      "opts": [
       "砲—炮",
       "份—彬",
       "皂—皁",
       "傘—繖"
      ],
      "a": 2
     },
     {
      "q": "下列句中加着重號的詞用通假字的是",
      "opts": [
       "薛譚乃謝求反，終身不敢言歸。",
       "項王曰：“壯士！賜之卮酒。”",
       "癸酉，師陳於鞏。",
       "歲寒然後知松柏之後彫也。"
      ],
      "a": 3
     },
     {
      "q": "下列各組字屬於分化字關係的是",
      "opts": [
       "淚—淚",
       "解—懈",
       "韭—菲",
       "偷—媮"
      ],
      "a": 1
     },
     {
      "q": "下列各組詞中全是連綿詞的是",
      "opts": [
       "猶豫 囹圄 逍遙",
       "匍匐 知識 輾轉",
       "參差 剛强 伶俐",
       "俊傑 流連 憔悴"
      ],
      "a": 0
     },
     {
      "q": "下列句中加着重號的部分為複合詞的是",
      "opts": [
       "今欲以先王之政治當世之民，皆守株之類也。",
       "問今是何世，乃不知有漢，無論魏晉。",
       "是社稷之臣也，何以伐為？",
       "屈原既放，游於江潭，行吟澤畔，顏色憔悴，形容枯槁。"
      ],
      "a": 2
     },
     {
      "q": "下列句中加着重號的詞古今詞義相同的是",
      "opts": [
       "鄰國之民不加少，寡人之民不加多，何也？",
       "昭王南征而不復，寡人是問。",
       "田中有株，兔走觸株，折頸而死。",
       "是之不恤，而蓄聚不厭，其速怨於民多矣。"
      ],
      "a": 1
     },
     {
      "q": "下列句中加着重號的詞用引申義的是",
      "opts": [
       "律謂武曰：“副有罪，當相坐。”",
       "見靈輒餓，問其病，曰：“不食三日矣。”",
       "一里老幼悲愁，垂涕相對。",
       "棄甲曳兵而走。"
      ],
      "a": 0
     },
     {
      "q": "下列對“視”和“望”的詞義辨析表述完全正確的一項是",
      "opts": [
       "色彩褒貶不同：“視”是褒義詞，“望”是中性詞。",
       "語法功能不同：“視”不可以帶賓語，“望”可以帶賓語。",
       "程度深淺不同：“視”程度深，“望”程度淺。",
       "性狀情態不同：“視”強調“看”的動作，“望”表示抬頭向遠處看。"
      ],
      "a": 3
     },
     {
      "q": "下列句中加着重號的詞意義解釋正確的是",
      "opts": [
       "治國無法則亂，守法而弗變則悖。（悖：逆，違背事理）",
       "客果有能也，吾負之，未嘗見也。（負：負責）",
       "是皆有以參天地之化，關盛衰之運。（參：參考）",
       "夫列子御風而行，泠然善也。（御：防御）"
      ],
      "a": 0
     },
     {
      "q": "“沛公旦日從百餘騎來見項王”句中，動詞“從”和賓語“百餘騎”的語義關係是",
      "opts": [
       "受動關係",
       "使動關係",
       "為動關係",
       "賓語是動作行為的處所"
      ],
      "a": 1
     },
     {
      "q": "“天生民而立之君”一句屬於",
      "opts": [
       "被動句",
       "賓語前置句",
       "雙賓語句",
       "判斷句"
      ],
      "a": 2
     },
     {
      "q": "下列句子含有形容詞意動用法的是",
      "opts": [
       "冉有曰：“既庶矣，又何加焉？”曰：“富之。”",
       "唯有德者能以寬服民。",
       "刑仁講讓，示民有常。",
       "吾幽囚受辱，鮑叔不以我為無恥，知我不羞小節而恥功名不顯於天下也。"
      ],
      "a": 3
     },
     {
      "q": "下列句子含有名詞作狀語表示動作進行時的狀態的是",
      "opts": [
       "童子隅坐而執燭。",
       "將不勝其忿而蟻附之。",
       "劍斬虞常已。",
       "今而後知君之犬馬畜伋。"
      ],
      "a": 1
     },
     {
      "q": "下列句子含有數詞作謂語的是",
      "opts": [
       "范增數目項王，舉所佩玉玦以示之者三。",
       "吾日三省吾身。",
       "拔一毛而利天下，不為也。",
       "五行：一曰水，二曰火，三曰木，四曰金，五曰土。"
      ],
      "a": 0
     },
     {
      "q": "下列句子屬於判斷句的是",
      "opts": [
       "上古之世，人民少而禽獸眾。",
       "不違農時，穀不可勝食也。",
       "不及黃泉，無相見也。",
       "為湯武毆民者，桀與紂也。"
      ],
      "a": 3
     },
     {
      "q": "下列句中加着重號的“其”為語氣詞的是",
      "opts": [
       "吾有卿之名，而無其實。",
       "得其人則存，失其人則亡。",
       "夫子之求之也，其諸異乎人之求之與？",
       "此其近者禍及身，遠者及其子孫。"
      ],
      "a": 2
     },
     {
      "q": "下列古注屬於義疏類注釋類型的是",
      "opts": [
       "《漢書補注》",
       "《一切經音義》",
       "《五經正義》",
       "《尚書傳》"
      ],
      "a": 2
     },
     {
      "q": "郭璞《爾雅注》中“誕，音但”所用的注音方法是",
      "opts": [
       "直音",
       "讀若",
       "反切",
       "譬況"
      ],
      "a": 0
     }
    ]
   },
   "short": {
    "head": "二、古文背诵题、三、释词题、四、简答题、五、古文翻译题、六、古文标点题、七、古文阅读题",
    "desc": "非选择题部分：背诵6分+释词10分+简答20分+翻译12分+标点12分+阅读20分",
    "score": 1,
    "items": [
     {
      "q": "北冥有魚，其名曰鯤。鯤之大，（ ）；化而為鳥，其名為鵬。",
      "a": "不知其幾千里也"
     },
     {
      "q": "媼之送燕后也，持其踵為之泣，（ ），亦哀之矣。",
      "a": "念悲其遠也"
     },
     {
      "q": "雖有佳餚，（ ）。雖有至道，弗學，不知其善也。",
      "a": "弗食，不知其旨也"
     },
     {
      "q": "聲亦如味，一氣，二體，三類，四物，五聲，六律，七音，（ ），以相成也。",
      "a": "八風，九歌"
     },
     {
      "q": "數罟不入洿池，（ ）。斧斤以時入山林，材木不可勝用也。",
      "a": "魚鱉不可勝食也"
     },
     {
      "q": "孰知其極？其無正？（ ）。人之迷，其日固久。",
      "a": "正復為奇，善復為妖"
     },
     {
      "q": "成事不說，遂事不諫，既往不咎。 咎：",
      "a": "咎：追究，责备"
     },
     {
      "q": "二國圖其社稷，而求紓其民，各懲其忿以相宥也。 圖：",
      "a": "圖：谋划，为……谋划"
     },
     {
      "q": "上士聞道，勤而行之。 勤：",
      "a": "勤：努力"
     },
     {
      "q": "長不滿七尺，滑稽多辯數使諸侯，未嘗屈辱。 數：",
      "a": "數：屡次，多次"
     },
     {
      "q": "循表而夜涉，溺死者千有餘人。 循：",
      "a": "循：顺着，沿着"
     },
     {
      "q": "（韓說）以太初三年為遊擊將軍。 以：",
      "a": "以：介词，引进动作行为发生的时间，“在”。"
     },
     {
      "q": "其下魏、晉氏，鳴者不及於古，然亦未嘗絕也。 然：",
      "a": "然：连词，表示转折，“但是”。"
     },
     {
      "q": "安能以皓皓之白，而蒙世俗之塵埃乎？ 乎：",
      "a": "乎：语气词，表示反问。"
     },
     {
      "q": "長驅到齊，晨而求見。 而：",
      "a": "而：连词，连接状语和谓语中心语，表示偏正关系。"
     },
     {
      "q": "子貢問：“師與商也孰賢？” 也：",
      "a": "也：语气词，表示提顿。"
     },
     {
      "q": "指出下列句中加着重號的字，哪些用的是本義，哪些用的是借義，并說明如何區分本義和借義。（1）從此道至吾軍，不過二十里耳。（2）能謗議於市朝，聞寡人之耳者，受下賞。（3）曾子怒曰：“商！女何無罪也？”（4）令甲卒皆伏，使老弱女子乘城。",
      "a": "（2）（4）用的是本義，（1）（3）用的是借義。本義是通過分析漢字的形體所得出的詞的義項。“耳”在古文字中象人的耳朵之形，本義是“耳朵”，（2）用的是本義。“女”的古文字字形形象女子之形，本義為“女子”，（4）用的是本義。借義是借字所承擔的詞義。（1）中的“耳”是借字，意思是“罷了”，是借義。（3）中的“女”是借字，表第二人稱，是借義。"
     },
     {
      "q": "解釋下列句中加着重號詞的意義，并與括號中的今義比較，說明古今詞義差異的類型。（1）昔者有王命，有采薪之憂，不能造朝。（今義：制造）（2）今也制民之產，仰不足以事父母，俯不足以畜妻子。（今義：儿子）（3）子為父死亡所恨。（今義：怨恨）",
      "a": "（1）造：前往，到……去。差異類型：古代義項消失。（2）子：子女。差異類型：廣度寬窄的差異。（3）恨：遺憾。差異類型：程度深淺的差異。"
     },
     {
      "q": "根據下列句中加着重號的“於”，歸納介詞“於”的主要用法，并將例子歸到各類用法的后面。（1）丈人智惑於似其子者而殺於真子。（2）夫子至於是邦也，必聞其政。（3）苛政猛於虎也。（4）趙氏求救於齊。（5）子於是日哭，則不歌。（6）臣之客欲有求於臣，皆以美於徐公。（7）吾長見笑於大方之家。（8）始吾於人也，聽其言而信其行。",
      "a": "1. 引進動作行為涉及的處所、時間等。如（2）（5）；2. 用在被動句中，引進動作行為的主動者。如（1）（7）；3. 引進動作行為所涉及的對象。如（4）（8）；4. 引進比較的對象。如（3）（6）。"
     },
     {
      "q": "為開其資財之道",
      "a": "为他们开辟了获取物资财富的途径。"
     },
     {
      "q": "國亡捐瘠者",
      "a": "国家没有被抛弃和瘦得不成样子的人。"
     },
     {
      "q": "以畜積多而備先具也",
      "a": "是因为积蓄多，并且提前做好了防备的措施。"
     },
     {
      "q": "生穀之土未盡墾",
      "a": "生长粮食的土地没有完全开垦。"
     },
     {
      "q": "不農則不地著",
      "a": "不从事农业生产就不会定居在一个地方。"
     },
     {
      "q": "夫寒之於衣，不待輕煖",
      "a": "人在寒冷的时候，对于衣服的要求，不会等到有又轻又暖的衣服才穿。"
     },
     {
      "q": "请将下面文言文抄到答题卡上，并用现代标点符号标点。趙田部吏趙奢收租稅平原君家不肯出趙奢以法治之殺平原君用事者九人平原君怒將殺之趙奢曰君於趙為貴公子今縱君家而不奉公則法削法削則國弱國弱則諸侯加兵是無趙也君安得有此富乎以君之貴奉公如法則上下平上下平則國強國強則趙固而君為貴戚豈輕於天下邪平原君以為賢言之於王王使治國賦國賦太平民富而府庫實",
      "a": "趙田部吏趙奢收租稅，平原君家不肯出。趙奢以法治之，殺平原君用事者九人。平原君怒，將殺之。趙奢曰：“君於趙為貴公子，今縱君家而不奉公則法削，法削則國弱，國弱則諸侯加兵，是無趙也，君安得有此富乎？以君之貴，奉公如法則上下平，上下平則國強，國強則趙固，而君為貴戚，豈輕於天下邪？”平原君以為賢，言之於王。王使治國賦，國賦太平，民富而府庫實。"
     },
     {
      "q": "易：（而求易於民）：",
      "a": "易：交换"
     },
     {
      "q": "費：（支以為費）：",
      "a": "費：耗费多"
     },
     {
      "q": "去：（穆公曰：“去！”）：",
      "a": "去：走开"
     },
     {
      "q": "奈何：（奈何其以養鳥）：",
      "a": "奈何：怎么能"
     },
     {
      "q": "獨：（汝獨不聞耶）：",
      "a": "獨：难道"
     },
     {
      "q": "擇：（於我何擇耶）：",
      "a": "擇：区别"
     },
     {
      "q": "夫百姓暴背而耕，勤而不敢惰者，豈為鳥獸也哉！",
      "a": "百姓晒着脊背耕田，辛勤劳作不敢懈怠，难道是为了鸟兽吗？"
     },
     {
      "q": "民聞之，皆知其私積之與公家為一體也。",
      "a": "百姓听到这些话，都懂得了个人积存的粮食与公家的存储是一致的。"
     },
     {
      "q": "指出下列句中“食”的詞義、詞性與用法。（1）食鳧雁者必以秕，無以粟。（2）鳥食鄕之秕，不害鄕之粟而已。",
      "a": "（1）食：喂，动词使动用法。（2）食：吃，动词一般用法。"
     },
     {
      "q": "翻譯“且汝知小計，而不知大會也”，并根據文意，用自己的話說明“小計”、“大會”的具體內容。",
      "a": "翻譯：再說，你只知道算小賬，卻不知道算大賬。小計：官吏認為用二石粟米換取百姓一石秕谷是耗費過多，請求用粟米餵鳥。這是只知道從小處算賬。大會：粟米保存在百姓家中，與保存在國家倉庫中是一樣的。這是從大局考慮。"
     }
    ]
   }
  },
  "2015年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其选出并将“答题卡”的相应代码涂黑。未涂、错涂或多涂均无分。",
    "score": 1,
    "items": [
     {
      "q": "下列句中，加着重號的字與括號中的字是分化關係的一句是",
      "opts": [
       "魯宣公卒，赴（訃）者未及，東門門氏來告亂。",
       "今離妻見秋豪（毫）之末，不能以明目易人。",
       "更招竹林人，枕藉糟與麴（麯）。",
       "敝邑以政刑之不脩（修），寇盜充斥。"
      ],
      "a": 0
     },
     {
      "q": "下列各組字，屬於因造字方法不同而形成的異體字是",
      "opts": [
       "塵—尘",
       "村—邨",
       "冰—水",
       "岳—嶽"
      ],
      "a": 3
     },
     {
      "q": "下列各組字，全部是指事字的一組是",
      "opts": [
       "鹿 朱 江",
       "上 二 亦",
       "仞 莫 从",
       "臭 星 向"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的字與括號中的字是假借關係的一句是",
      "opts": [
       "以疆為弱，在俛（俯）仰之間耳。",
       "王使榮叔來錫（賜）桓公命。",
       "為政以德，譬如北辰居其所而眾星共（拱）之。",
       "雖有槁暴（曝）不復挺者，輮使之然也。"
      ],
      "a": 1
     },
     {
      "q": "下列各組字，全部為義符相同的形聲字的一組是",
      "opts": [
       "闢 聞 問",
       "項 題 穎",
       "哀 衷 裹",
       "懈 慰 恭"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的詞古今詞義不同的一句是",
      "opts": [
       "丈夫亦愛憐其少子乎？",
       "文起八代之衰，而道濟天下之溺。",
       "察鄰國之政，無如寡人之用心者。",
       "尤而效之，罪又甚焉。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重號的詞用本義的一句是",
      "opts": [
       "今之爭奪，非鄙也，財寡也。（貪吝、小气）",
       "群臣吏民，能面刺寡人之過者，受上賞。（指责）",
       "昔欒武子無一卒之田，其宮不備其宗器。（宫室、住宅）",
       "宋人有酤酒者，升概甚平，遇客甚謹。（迎接、接待）"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重號的詞語是聯綿詞的一句是",
      "opts": [
       "言語相結，天下為一。",
       "與之馳騁乎高蔡之中，而不以國家為事。",
       "背負青天而莫之夭閼者，而後乃今將圖南。",
       "今天下三分，益州疲敝。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重號的詞語是複合詞的一句是",
      "opts": [
       "菓徒相似，其實味不同。",
       "問今是何世，乃不知有漢，無論魏晉。",
       "國且危亡，在於旦暮，左右莫敢諫。",
       "臣所以不死者，以王之有齊地也。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重號的詞語意義解釋正確的一句是",
      "opts": [
       "河內凶，則移其民於河東。（凶恶）",
       "慎思之，明辨之，篤行之。（专一）",
       "男有分，女有歸。（返回）",
       "稱解狐，其讎也。（赞扬）"
      ],
      "a": 1
     },
     {
      "q": "下列句子，含有使動用法的一句是",
      "opts": [
       "沛公至軍，立誅殺曹無傷。",
       "故天下盡以扁鵲為能生死人。",
       "邴夏御齊侯，逢丑父為右。",
       "伯夷死名於首陽之下。"
      ],
      "a": 1
     },
     {
      "q": "下列句子，含有形容詞用作一般動詞的一句是",
      "opts": [
       "傾奪鄰國，而雄諸侯。",
       "欲潔其身，而亂大倫。",
       "左右以君賤之也，食以草具。",
       "若弗與，則請除之，無生民心。"
      ],
      "a": 0
     },
     {
      "q": "下列句子，含有主謂倒裝的一句是",
      "opts": [
       "沛公安在？",
       "賢哉，回也！",
       "我無爾詐，爾無我虞。",
       "夫晉何厭之有？"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的“為”引進動作行為主動者的一句是",
      "opts": [
       "及莊公即位，為之請制。",
       "公輸盤為楚造雲梯之械。",
       "天行有常，不為堯存，不為桀亡。",
       "兔不可復得，而身為宋國笑。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重號的詞屬於程度副詞的一句是",
      "opts": [
       "鄰國之民不加少，寡人之民不加多，何也？",
       "左右皆惡之，以為貪而不知足。",
       "村中聞有此人，咸來問訊。",
       "此誠危急存亡之秋也。"
      ],
      "a": 0
     },
     {
      "q": "下列句子，含有雙賓語的一句是",
      "opts": [
       "欲辟土地，朝秦楚，蒞中國而撫四夷也。",
       "公賜之食，食舍肉。",
       "大叔完聚，繕甲兵，具卒乘，將襲鄭。",
       "築室百堵，西南其戶。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的“是”作繫詞的一句是",
      "opts": [
       "無父無兄，是禽獸也。",
       "臣聞七十里為政於天下者，湯是也。",
       "吾祖死於是，吾父死於是。",
       "韓是魏之縣也。"
      ],
      "a": 3
     },
     {
      "q": "下列古注，屬於傳注類的一部是",
      "opts": [
       "《四書章句集注》",
       "《孟子章句》",
       "《毛詩故訓傳》",
       "《毛詩音義》"
      ],
      "a": 2
     },
     {
      "q": "反切注音法要求反切上字與被切字",
      "opts": [
       "具有雙聲關係",
       "具有疊韻關係",
       "完全同音",
       "声調相同"
      ],
      "a": 0
     },
     {
      "q": "下列句中，使用“連及”表達方式的一句是",
      "opts": [
       "無羽毛以禦寒暑。",
       "秦時明月漢時關。",
       "業上雨聲枝上月，何須焦尾始相知。",
       "卬陽為病狂，臥便利。"
      ],
      "a": 0
     }
    ]
   },
   "short": {
    "head": "二、古文背诵题、三、释词题、四、简答题、五、古文翻译题、六、古文标点题、七、古文阅读题",
    "desc": "非选择题部分：背诵6分+释词10分+简答20分+翻译12分+标点12分+阅读20分",
    "score": 1,
    "items": [
     {
      "q": "是故學然後知不足，教然後知困。（ ）。知困，然後能自強也。",
      "a": "知不足，然後能自反也"
     },
     {
      "q": "夫如是，故遠人不服，（ ）；既來之，則安之。",
      "a": "則修文德以來之"
     },
     {
      "q": "北冥有魚，其名曰鯤。（ ）；化而為鳥，其名為鵬。",
      "a": "鯤之大，不知其幾千里也"
     },
     {
      "q": "人之迷，其日固久。（ ），廉而不劌，直而不肆，光而不燿。",
      "a": "是以聖人方而不割"
     },
     {
      "q": "不違農時，穀不可勝食也。（ ），魚鱉不可勝食也。",
      "a": "數罟不入洿池"
     },
     {
      "q": "是故百戰百勝，非善之善也；（ ），善之善者也。",
      "a": "不戰而屈人之兵"
     },
     {
      "q": "君若以德綏諸侯，誰敢不服？ 綏：",
      "a": "綏：安抚。"
     },
     {
      "q": "夫火烈，民望而畏之，故鮮死焉。 鮮：",
      "a": "鮮：少。"
     },
     {
      "q": "急門閭之政，而淫民惡之。 淫：",
      "a": "淫：邪恶。"
     },
     {
      "q": "孟嘗君就國於薛。 就：",
      "a": "就：前往。"
     },
     {
      "q": "賜號稱王，擁眾數萬，馬畜彌山。 彌：",
      "a": "彌：满。"
     },
     {
      "q": "天之蒼蒼，其正色邪？其遠而無所至極邪？ 邪：",
      "a": "邪：句末语气词；用于选择问句中表示疑问语气。（只答“表示疑问语气”亦不扣分）"
     },
     {
      "q": "臣固疑大王之不能用也。 之：",
      "a": "之：连词；用在主谓结构间，取消句子独立性。"
     },
     {
      "q": "曾子以子游之言告於有子。 於：",
      "a": "於：介词；引进动作行为所涉及的对象。"
     },
     {
      "q": "三年而毀聞乎君也。 乎：",
      "a": "乎：介词；引进动作行为的主动者。"
     },
     {
      "q": "《關雎》樂而不淫，哀而不傷。 而：",
      "a": "而：连词；表示转折关系。"
     },
     {
      "q": "指出下列漢字哪些是會意字，哪些是指事字，并據以說明兩種造字方法的特點。（1）本（2）莫（3）吹（4）亦（5）伐（6）上（7）刃（8）武",
      "a": "會意字：（2）莫、（3）吹、（5）伐、（8）武；指事字：（1）本、（4）亦、（6）上、（7）刃。會意字：是會合兩個或兩個以上字的意義合成一個新字。指事字：是由形體簡單的符號記錄詞義，或是在象形基礎上增加抽象的指事符號或區別符號以構成新字。"
     },
     {
      "q": "解釋下列句中“理”的意義，指出是本義還是引申義，并說明判斷本義的依據。（1）萬端俱起，不可勝理。（2）服孝死義，是必達理而聞道者也。（3）少而理曰治，多而亂曰耗。（4）王乃使玉人理其璞而得寶焉。",
      "a": "（1）治理，引申義。（2）道理，引申義。（3）有條理，引申義。（4）治玉，加工玉石，本義。本義是與字形相貼切的義項。“理”的義符是“玉”，表示與“治玉”相關。"
     },
     {
      "q": "根據形式標誌給下列被動句分組，并說明各組被動句是否可以引進動作行為的主動者。（1）郤克傷於矢，流血及屨。（2）方術不用，為人所疑。（3）吾聞用夏變夷者，未聞變於夷者也。（4）愛人者必見愛也，而惡人者必見惡也。（5）申徒狄諫而不聽，負石自投於河，為魚鱉所食。（6）以前之所以見賢而後獲罪者，愛憎之變也。",
      "a": "第1組，（1）、（3）是用介詞“於（於）”引進動作行為主動者的被動句式；可以引進動作行為的主動者。第2組，（2）、（5）是用“為……所……”式表被動的句式；可以引進動作行為的主動者。第3組，（4）、（6）是用助動詞“見”位於動詞前的被動句式；不可以引進動作行為的主動者。"
     },
     {
      "q": "彀弓而獸伏鳥下",
      "a": "只要张满弓（还没发射），鸟兽就被吓得纷纷伏下。（或译：野兽吓得趴在地上，飞鸟吓得从空中掉下来）"
     },
     {
      "q": "學射於甘蠅，而巧過其師",
      "a": "（飞卫）向甘蝇学习射箭，（射箭的）技艺超过他的老师。"
     },
     {
      "q": "雖錐末倒眥而不瞬也",
      "a": "即使用锥子的尖端碰到眼眶也不眨眼。"
     },
     {
      "q": "旬日之間，浸大也",
      "a": "十天之内，渐渐变大。"
     },
     {
      "q": "以睹餘物，皆丘山也",
      "a": "再看其他的事物，都像丘陵、山峰一样高大。"
     },
     {
      "q": "紀昌既盡衛之術，計天下之敵己者一人而已",
      "a": "纪昌已经全部学到飞卫射箭的技艺，估计天下能与自己匹敌的只有一人罢了。"
     },
     {
      "q": "將下面文言短文抄在答題卡上，用現代標點符號標點短文。蘇代為燕說齊未見齊王先說淳于髡曰人有賣駿馬者比三旦立市人莫之知往見伯樂曰臣有駿馬欲賣之比三旦立於市人莫與言願子還而視之去而顧之臣請獻一朝之賈伯樂乃還而視之去而顧之一旦而馬價十倍今臣欲以駿馬見於王莫為臣先後者足下有意為臣伯樂乎臣請獻白璧一雙黃金千鎰以為馬食淳于髡曰謹聞命矣入言之王而見之齊王大說蘇子",
      "a": "蘇代為燕說齊，未見齊王，先說淳于髡曰：“人有賣駿馬者，比三旦立市，人莫之知。往見伯樂曰：‘臣有駿馬，欲賣之，比三旦立於市，人莫與言。願子還而視之，去而顧之，臣請獻一朝之賈。’伯樂乃還而視之，去而顧之，一旦而馬價十倍。今臣欲以駿馬見於王，莫為臣先後者，足下有意為臣伯樂乎？臣請獻白璧一雙，黃金千鎰，以為馬食。”淳于髡曰：“謹聞命矣。”入言之王而見之，齊王大說蘇子。"
     },
     {
      "q": "之：（晏子之晉）：",
      "a": "之：往，去。"
     },
     {
      "q": "塗：（負芻息於塗濆者）：",
      "a": "塗：道路。"
     },
     {
      "q": "暴：（子何絕我之暴也）：",
      "a": "暴：快，迅速。"
     },
     {
      "q": "嚮：（嚮者子乘）：",
      "a": "嚮：刚才，此前。"
     },
     {
      "q": "指出“子何為者也”與“何為至此”兩句中“為”的詞性和意義。",
      "a": "“子何為者也”中的“為”是動詞，“做”。“何為至此”中的“為”是介詞，“因為”。"
     },
     {
      "q": "誶乎不知己而申乎知己",
      "a": "在不了解自己的人那里忍受委屈，在了解自己的人那里得以施展抱负。"
     },
     {
      "q": "是輿臣我者同矣",
      "a": "这与把我当作奴仆的人是一样的。"
     },
     {
      "q": "指出下列各句的前置賓語，并說明賓語前置的條件。（1）晏子曰：“何為為僕？”（2）不免凍餒之切吾身，是以為僕也。（3）嚮者子乘，不我辭也。",
      "a": "（1）“何”為前置賓語。疑問代詞作賓語前置。（2）“是”為前置賓語。介詞“以”的賓語因強調而前置。（3）“我”為前置賓語。否定句中代詞賓語前置。"
     },
     {
      "q": "請根據文意，解釋越石父為什麼“怒而請絕”。",
      "a": "因為晏子沒有向越石父告辭就走了，越石父覺得晏子并不真正了解他、敬重他。"
     }
    ]
   }
  },
  "2015年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其选出并将“答题卡”的相应代码涂黑。未涂、错涂或多涂均无分。",
    "score": 1,
    "items": [
     {
      "q": "秦始皇统一中国后，实行“书同文”政策所采用的标准字体是",
      "opts": [
       "大篆",
       "籀文",
       "小篆",
       "秦隶"
      ],
      "a": 2
     },
     {
      "q": "下列各組字，全部是象形字的一組是",
      "opts": [
       "亦 血 高",
       "朱 刃 息",
       "果 弓 又",
       "上 月 矢"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重號的字與括號中的字是假借關係的一句是",
      "opts": [
       "晏子為齊相，出，其御之妻從門間而闚（窺）。",
       "王速出兵，反其旄（耄）倪，止其重器。",
       "舉扶而易之，反席未安而沒（歿）。",
       "小知（智）不及大知，小年不及大年。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的字與括號中的字是分化關係的一句是",
      "opts": [
       "為酒甚美，縣（懸）幟甚高，然而不售，酒酸。",
       "今子長八尺，迺（乃）為人僕御。",
       "趣（取）舍無定謂之無常。",
       "夫列子御風而行，泠然善也，旬有（又）五日而後反。"
      ],
      "a": 0
     },
     {
      "q": "下列各組異體字，屬於會意和形聲之別的一組是",
      "opts": [
       "村——邨",
       "線——綫",
       "淚——淚",
       "迹——跡"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重號的詞古今詞義不同的一句是",
      "opts": [
       "及子產卒，仲尼聞之，出涕曰：“古之遺愛也。”",
       "齊人有馮諼者，貧乏不能自存。",
       "會請先，不入，則子繼之。",
       "是故以鳥鳴春，以雷鳴夏。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重號的詞語是聯綿詞的一句是",
      "opts": [
       "夫山居而谷汲者，臘臘而相遺以水。",
       "適莽蒼者，三飡而反，腹猶果然。",
       "項伯亦拔劍起舞，常以身翼蔽沛公。",
       "沃野千里，蓄積饒多。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的詞語是複合詞的一句是",
      "opts": [
       "屈原既放，游於江潭，行吟澤畔，顏色憔悴，形容枯槁。",
       "是社稷之臣也，何以伐焉？",
       "今欲以先王之政治當世之民，皆守株之類也。",
       "七十者衣帛食肉，黎民不飢不寒，然而不王者，未之有也。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的詞用本義的一句是",
      "opts": [
       "君美甚，徐公何能及君也！（比得上）",
       "孟嘗君至關，關法，雞鳴而出客。（关卡）",
       "天柱折，地維絕。（断）",
       "夫鵬鶴，發於南海而飛於北海。（出发）"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重號的詞語意義解釋正確的一句是",
      "opts": [
       "誅其君而弔其民，若時雨降。（当时）",
       "申之以孝悌之義，頒白者不負戴於道路矣。（须发花白）",
       "君子之愛人也以德，細人之愛人也以姑息。（细心的人）",
       "使玉人為之攻之，富而後使復其所。（进攻）"
      ],
      "a": 1
     },
     {
      "q": "下列句中，含有雙賓語的一句是",
      "opts": [
       "王怒，得衛巫，使監謗者。",
       "我持白璧一雙，欲獻項王。",
       "晉侯飲趙盾酒，伏甲將攻之。",
       "家人車載欲往就醫。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，含有名詞作狀語的一句是",
      "opts": [
       "大寒雨雪，卒之墮指者十二三。",
       "是不先恤民而後己之富乎？",
       "方欲行，轉視積薪後，一狼洞其中。",
       "家人車載欲往就醫。"
      ],
      "a": 3
     },
     {
      "q": "下列句子，屬於否定句中代詞賓語前置的一句是",
      "opts": [
       "許子奚為不自織？",
       "豈不穀是為？先君之好是繼。",
       "君子病無能焉，不病人之不已知也。",
       "知我者，謂我心憂；不知我者，謂我何求。"
      ],
      "a": 2
     },
     {
      "q": "下列句子，屬於被動句式的一句是",
      "opts": [
       "潁考叔為潁谷封人。",
       "方術不用，為人所疑。",
       "項王身亦被十餘創。",
       "管夷吾舉於士，孫叔敖舉於海，百里奚舉於市。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的詞屬於情態副詞的一句是",
      "opts": [
       "王徒好其言，不能用其實。",
       "賈生年少，頗通諸子百家之書。",
       "愛共叔段，欲立之。亟請於武公，公弗許。",
       "此誠危急存亡之秋也。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的“其”屬於指示代詞的一句是",
      "opts": [
       "百姓皆聞其賢，未知其死也。",
       "日月之行，若出其中。",
       "昭王之不復，君其問諸水濱！",
       "若闕地及泉，隧而相見，其誰曰不然？"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重號的“與”介紹動作行為的服務對象的一句是",
      "opts": [
       "陳涉少時，嘗與人傭耕。",
       "殺人以梃與刃，有以異乎？",
       "趙王與之精兵十萬，革車千乘。",
       "王使問禮於左師與子產。"
      ],
      "a": 0
     },
     {
      "q": "下列古書注音術語，與“讀若”功能相同的一個是",
      "opts": [
       "讀圜",
       "讀如",
       "讀為",
       "如字"
      ],
      "a": 1
     },
     {
      "q": "章句類古注的主要內容是",
      "opts": [
       "彙集各家注解",
       "辨音釋義",
       "補充訂正前人舊注",
       "串講文意"
      ],
      "a": 3
     },
     {
      "q": "杜甫《潼關吏》“大城鐵不如，小城萬丈餘”中所使用的特殊表達方式是",
      "opts": [
       "連及",
       "變文",
       "婉曲",
       "互文"
      ],
      "a": 0
     }
    ]
   },
   "short": {
    "head": "二、古文背诵题、三、释词题、四、简答题、五、古文翻译题、六、古文标点题、七、古文阅读题",
    "desc": "非选择题部分：背诵6分+释词10分+简答20分+翻译12分+标点12分+阅读20分",
    "score": 1,
    "items": [
     {
      "q": "祝曰：“必勿使反！”豈非計久長，（ ）？",
      "a": "有子孫相繼為王也哉"
     },
     {
      "q": "獻玉者曰：“（ ），故敢獻之。”",
      "a": "以示玉人，玉人以為寶也"
     },
     {
      "q": "有國有家者，不患寡而患不均，不患貧而患不安。蓋（ ），安無傾。",
      "a": "均無貧，和無寡"
     },
     {
      "q": "其政悶悶，其民淳淳；其政察察，其民缺缺。（ ）。孰知其極？",
      "a": "禍兮福所倚，福兮禍所伏"
     },
     {
      "q": "凡用兵之法，（ ）；全軍為上，破軍次之。",
      "a": "全國為上，破國次之"
     },
     {
      "q": "數罟不入洿池，魚鱉不可勝食也。（ ），材木不可勝用也。",
      "a": "斧斤以時入山林"
     },
     {
      "q": "殺人如不能舉，刑人如恐不勝。 勝：",
      "a": "勝：尽。"
     },
     {
      "q": "宣子驟諫，公患之。 驟：",
      "a": "驟：多次。"
     },
     {
      "q": "成事不說，遂事不諫，既往不咎。 咎：",
      "a": "咎：责备。"
     },
     {
      "q": "急得其人，則身佚而國治，功大而名美。 佚：",
      "a": "佚：安乐。"
     },
     {
      "q": "聲振林木，響遏行雲。 遏：",
      "a": "遏：遏止、阻止。"
     },
     {
      "q": "吾知所過矣，將改之。 矣：",
      "a": "矣：语气词；表示情况已经如何。"
     },
     {
      "q": "楚人生乎楚，長乎楚，而楚言，不知其所受之。 乎：",
      "a": "乎：介词；引进动作发生的处所。"
     },
     {
      "q": "彌子矯駕君車以出。 以：",
      "a": "以：连词；连接状语和动词中心语。"
     },
     {
      "q": "匠石曰：“臣則嘗能斲之，雖然，臣之質死久矣！” 則：",
      "a": "則：连词；表示让步关系。"
     },
     {
      "q": "闕秦以利晉，唯君圖之。 唯：",
      "a": "唯：句首语气词；强调希冀、期望的语气。"
     },
     {
      "q": "解釋下列句中加着重號詞的意義，指出是本義還是引申義，并據此說明怎樣確定字的本義與引申義。（1）騷：A.一發飲羽，狼失聲而逋。B.秦王發圖，圖窮而匕首見。（2）解：A.胡虜益解。B.及入，宰夫將解黿。（3）道：A.民扶老攜幼，迎君道中。B.治世不一道，便國不必古。",
      "a": "（1）A.射箭，本義。B.打開，引申義。（2）A.鬆懈，引申義。B.分解、解剖，本義。（3）A.道路，本義。B.政令措施，引申義。本義是與字形相貼切的義項，與字形的關係密切。引申義是由本義發展出來的，與字形的關係相對疏遠。"
     },
     {
      "q": "解釋下列句中加着重號詞的意義，并據以說明各組同義詞之間的差異屬於同義詞理性意義差異的哪種情況。（1）家有常業，雖飢不餓。（2）賓客主恭，祭祀主敬。（3）①乘彼垝垣，以望復關。②失時不雨，民且狼顧。",
      "a": "（1）飢：吃不飽，腹中空；餓：沒有飯吃，或長時間沒有進食。差異：程度輕重不同。（2）恭：外表有禮貌；敬：內心尊敬。差異：側重點不同。（3）①望：向遠處看；②顧：回頭看。差異：性狀情態不同。"
     },
     {
      "q": "指出下列句子中的名詞活用現象，并據以歸納名詞活用的類型。（1）驥不勝怒，蹄之。（2）下義其罪，上賞其姦，上下相蒙，難與處矣。（3）築室百堵，西南其戶。（4）然後卑事夫差，宦士三百人於吳。（5）孟嘗君客我。（6）故君人者，勞於索之，而休於使之。",
      "a": "類型1：名詞用為一般動詞。如（1）“蹄”，（6）“君”。類型2：名詞的使動法。如（3）“西南”，（4）“宦”。類型3：名詞的意動用法。如（2）“義”，（5）“客”。"
     },
     {
      "q": "怒而飛，其翼若垂天之雲",
      "a": "（鹏）鼓起翅膀奋飞，它的翅膀像挂在天边的云。"
     },
     {
      "q": "齊諧者，志怪者也",
      "a": "《齐谐》是记载怪异事情的书。"
     },
     {
      "q": "鵬之徙於南冥也，水擊三千里",
      "a": "鹏迁徙到南方大海的时候，翅膀在水面上击打，激起三千里的波涛。"
     },
     {
      "q": "天之蒼蒼，其正色邪",
      "a": "天空是深蓝色的，这是它真正的颜色吗？"
     },
     {
      "q": "覆杯水於坳堂之上，則芥為之舟",
      "a": "在庭堂的低洼处倒一杯水，那么小草也可以给它（杯水）当船。"
     },
     {
      "q": "而後乃今培風，背負青天而莫之夭閼者",
      "a": "然后就凭借风力（乘风）飞行，背负着青天，没有什么可以阻挡它的。"
     },
     {
      "q": "请将下面文言文抄到答题卡上，并用现代标点符号标点。昔者不出户而知天下不窺牖而見天道者非目能視乎千里之前非耳能聞乎千里之外以己之度度之也以己之情量之也己惡飢寒焉則知天下之欲衣食也己惡勞苦焉則知天下之欲安佚也己惡衰乏焉則知天下之欲富足也知此三者聖王之所以不降席而匡天下故君子之道忠恕而已矣夫飢渴苦血氣寒暑動肌膚此四者民之大害也大害不除未可教御也",
      "a": "昔者不出戶而知天下，不窺牖而見天道者，非目能視乎千里之前，非耳能聞乎千里之外，以己之度度之也，以己之情量之也。己惡飢寒焉，則知天下之欲衣食也；己惡勞苦焉，則知天下之欲安佚也；己惡衰乏焉，則知天下之欲富足也。知此三者，聖王之所以不降席而匡天下。故君子之道，忠恕而已矣。夫飢渴苦血氣，寒暑動肌膚，此四者，民之大害也。大害不除，未可教御也。"
     },
     {
      "q": "薨：（滕定公薨）：",
      "a": "薨：死（指诸侯国国君去世）。"
     },
     {
      "q": "雖然：（雖然，吾嘗聞之矣）：",
      "a": "雖然：即使这样。"
     },
     {
      "q": "顏色：（顏色之戚）：",
      "a": "顏色：面部表情。"
     },
     {
      "q": "吊：（吊者大悦）：",
      "a": "吊：吊唁，慰问。"
     },
     {
      "q": "分析“諸侯之禮，吾未之學也”的句式或語序特點，并翻譯成現代漢語。",
      "a": "賓語前置。諸侯的禮儀，我沒有學過。"
     },
     {
      "q": "分析“君子之德，風；小人之德，草也”的句式特點，并翻譯成現代漢語。",
      "a": "判斷句，表示比喻關係。君子的德行，就像風一樣；小人的德行，就像草一樣。"
     },
     {
      "q": "指出“上有好者，下必有甚焉者矣”中加着重號詞的詞性及語法功能。",
      "a": "焉：兼詞。作補語（引進比較的對象）。"
     },
     {
      "q": "指出“然，是誠在我”中加着重號詞的詞性及語法功能。",
      "a": "誠：（情態）副詞。作狀語。"
     },
     {
      "q": "父兄百官起初不同意定為“三年之喪”，他們提出的理由是什麼？",
      "a": "在魯國定為三年之喪沒有先例，喪祭要依從先祖的做法。"
     },
     {
      "q": "根據世子對然友所說的話，說明世子自己認為父兄百官起初不同意定為“三年之喪”的原因是什麼。",
      "a": "他从前喜欢骑马舞剑，不学习诸侯之礼，父兄百官认为他的能力不足以担当此事。"
     }
    ]
   }
  },
  "考前黄金卷": {
   "choice": {
    "head": "一、单选题",
    "desc": "",
    "score": 2,
    "items": [
     {
      "q": "1.下列各组汉字，象形字、指事字、会意字、形声字四种都有的一组是（）",
      "opts": [
       "田 末 牧 特",
       "魚 本 孟 恭",
       "人 上 逐 甦",
       "刀 刃 亦 泪"
      ],
      "a": 0,
      "e": "A项田是象形字，末是指事字，牧，从牛从攴，会意字，特，从牛，寺声，形声字。B项“孟、恭”都是形声字。C项“逐、甦”都是会意字。D项“刃、亦”都是指事字。"
     },
     {
      "q": "2.下列句中，加下划线的字与括号中的字是通假字关系的一句是（）",
      "opts": [
       "和乃抱其璞而哭於楚山之下三日三夜，淚（泪）盡而繼之以血。",
       "有求則卑辭，無慾則嬌（驕）嫚。",
       "從許子之道，則市賈（價）不貳。",
       "不陵節而施之謂孫（遜）。"
      ],
      "a": 1,
      "e": "我们把借来记录同音词的字叫通假字，简称借字。B项，“嬌嫚”即骄横傲慢。嬌，驕之借字。B项当选。A项，二者是造字方法不同的异体字，泪，会意，从水从目；淚，形声，从水戾声。C项，二者是分化字关系。“賈”的本义是做买卖，引申义为买卖货物的价钱，后来为引申义“價錢”造了“價”字。D项，孫：循序渐进，后作“遜”，二者为分化字关系。"
     },
     {
      "q": "3.下列各组字，全部属于分化字关系的一组是（）",
      "opts": [
       "尉一慰 礼一禮",
       "泪一淚 舍一捨",
       "塵一尘 棄一弃",
       "何一荷 其一箕"
      ],
      "a": 3,
      "e": "何一荷，“何”的本义是“担荷”，“何”被假借为疑问代词“何”，并且这个借义成为它的常用义，人们借“荷花”的“荷”来记录“担荷”义，将“何”的本义分化出去。其一箕，“其”的本义是“簸箕”，“其”被借用去记录第三人称代词，并且这个借义成为“其”的常用义，于是人们另造新的字形“箕”来记录本义“簸箕”。故本题选D。"
     },
     {
      "q": "4.下列句中，加着重号部分属于复音词的一句是（）",
      "opts": [
       "所以遣將守關者，備他盜之出入與非常也。",
       "屈原既放，游于江潭，行吟澤畔，顏色憔悴，形容枯槁。",
       "已行，非弗思也，祭祀必祝之。",
       "玉不琢，不成器；人不學，不知道。"
      ],
      "a": 2,
      "e": "A项“非常”属于双音短语。B项“形容”属于双音短语，形体和容貌。C项“祭祀”属于复音词中的复合词范畴，两语素属于并列关系。D项“知道”属于双音短语。"
     },
     {
      "q": "5.下列句中，加下划线的部分属于单纯词的一句是（）",
      "opts": [
       "长短相形，高下相倾，音声相和，前後相随。",
       "汤武革命，顺乎天而应乎人。",
       "於是焉河伯始旋其面目，望洋向若而叹。",
       "赐女土地，质之以牺牲，世世子孙无相害也。"
      ],
      "a": 2,
      "e": "单纯词中，主要是单音节的，也有一部分双音节的单纯词，即联绵词。“望洋”即是联绵词。C项中的“望洋”并非是望着海洋，“洋”在《说文》中本训水名，直到宋朝才有“海洋”的意义。"
     },
     {
      "q": "6.下列句中，加下划线的词古今意义的变化属于色彩褒贬差异的是（）",
      "opts": [
       "子爲父死亡所恨。",
       "河内凶，則移其民於河東，移其粟於河内。",
       "將軍者，國之爪牙也。",
       "姜與子犯謀，醉而遣之。醒，以戈逐子犯。"
      ],
      "a": 2,
      "e": "A项，“恨”译为“遗憾”，属于程度深浅的差异。B项，汉代以前“河”往往特指黄河，后来范围逐渐变宽，属于广度宽窄的差异。C项，“爪牙”译为“武将、猛士”，现代汉语中指“帮凶”“走狗”，在“助手”这个义项上，古代是褒义词，现代是贬义词，属于色彩褒贬的差异，故当选。D项，“醒”意义宽泛很多，属于广度宽窄的差异。"
     },
     {
      "q": "7.‘飢’和‘餓’两词的不同之处主要表现在（）",
      "opts": [
       "‘飢’是中性的；‘餓’常用于贬义。",
       "‘飢’的程度深；‘餓’的程度浅。",
       "‘飢’是吃不饱，腹中空；‘餓’是没有饭吃或长时间未进食。",
       "‘飢’词义范围宽；‘餓’词义范围窄。"
      ],
      "a": 2,
      "e": "“饥”“饿”在表示吃不饱的意义上是同义词，但词义的轻重程度不同，“饥”是吃不饱，腹中空。“饿”是最重的饿，指没有饭吃或长时间未进食。"
     },
     {
      "q": "8.下列句中划线部分的动宾关系属于使动关系的一句是（）",
      "opts": [
       "沛公至軍，立誅殺曹無傷。",
       "不戰而屈人之兵。",
       "邴夏御齊侯，逢丑父爲右。",
       "四月秀葽，五月鳴蜩。"
      ],
      "a": 1,
      "e": "使动关系是指谓语所表示的动作，不是由主语所表示的人和物发出，而是在主语影响下使宾语所代表的人或物发出，具有“使（宾语）……”的含义。A属于受动关系；B属于使动关系；C属于为动关系；D属于其他动宾关系。"
     },
     {
      "q": "9.下列句子，有形容词使动用法的一句是（）",
      "opts": [
       "輕死而暴，是小人之勇也。",
       "下義其罪，上賞其姦，上下相蒙，難與處矣。",
       "於是乎每朝設脯一束、糗一筐，以羞子文。至於今秩之。",
       "凡用兵之法，全國爲上，破國次之。"
      ],
      "a": 3,
      "e": "形容词使动用法，是指形容词用作动词后，使宾语所表示的人或事物具有该形容词所表示的性质和状态。D项，破：形容词使动用法，使……完整，这里指使敌人整个国家降服，故当选。A项，轻：形容词意动用法。B项，义：名词意动用法。C项，秩：名词意动用法。"
     },
     {
      "q": "10.下列句中有名词意动用法的一句是（）",
      "opts": [
       "鵬之徙于南冥也，水擊三千里。",
       "民各甘其食，美其服，安其居，樂其俗。",
       "諸侯之寶三：土地，人民，政事。寶珠玉者，殃必及身。",
       "湯、武之王也，不循古而興。"
      ],
      "a": 2,
      "e": "名词的意动用法，是指名词用作动词后，主语主观上把宾语所代表的人或事物看作是这个名词所代表的人或事物。C选项中“宝珠玉”是“把珠玉当作珍宝”的意思，“宝”是“把……当作珠宝”，名词意动用法，故本题选C。A项，“水”名词作状语；B项，“美”形容词意动用法；D项，“王”名词作一般动词。"
     },
     {
      "q": "11.下列句中，数词表示分数的一句是（）",
      "opts": [
       "戰車萬乘，奮擊百萬，沃野千里。",
       "利不百，不變法；功不十，不易器。",
       "近塞之人，死者十九。",
       "北山愚公者，年且九十。"
      ],
      "a": 2,
      "e": "古代汉语分数最完整的表示法是“分母+分+名词+之+分子”。当分母是十（什）或百以上整数，而分子是个位数时，分母和分子中间不用“分”或“之”。“近塞之人，死者十九”意思是接近边塞打仗的人，十个中有九个都要死，这里“十九”表示分数，即十分之九。"
     },
     {
      "q": "12.下列句中，加下划线的词属于程度副词的一句是（）",
      "opts": [
       "鄰國之民不加少，寡人之民不加多，何也？",
       "左右皆惡之，以為貪而不知足。",
       "村中聞有此人，咸來問訊。",
       "此誠危急存亡之秋也。"
      ],
      "a": 0,
      "e": "A项“加”这个程度副词，相当于现代汉语的“更加”。故本题选A。"
     },
     {
      "q": "13.下列句中加下划线的词是人称代词的一句是（）",
      "opts": [
       "王師北定中原日，家祭無忘告乃翁。",
       "微斯人，吾誰與歸？",
       "許子奚爲不自織？",
       "人誰無過，過而能改，善莫大焉！"
      ],
      "a": 0,
      "e": "人称代词主要包括第一、第二、第三人称代词。常见第二人称代词有“尔、女（汝）、若、而、乃”等。A选项中“乃”为第二人称代词。"
     },
     {
      "q": "14.下列句中，用介词引进行为主动者的一句是（）",
      "opts": [
       "爱人者必见爱也，而恶人者必见恶也。",
       "信而见疑，忠而被谤。",
       "方术不用，为人所疑。",
       "业精於勤，荒於嬉。"
      ],
      "a": 2,
      "e": "介词“为”构成的被动句式进一步发展，即在动词前用介词“为”引进动作行为主动者，又在动词前加上“所”，构成“为……所……”句式。“为人所疑”意思是被人怀疑。"
     },
     {
      "q": "15.下列句中，‘而’的用法是连词、表示转折的一句是（）",
      "opts": [
       "敏於事而慎於言。",
       "邦分崩離析而不能守也。",
       "川壅而潰，傷人必多。",
       "余，而所嫁婦人之父也。"
      ],
      "a": 1,
      "e": "A项，而：连词，表示并列关系，可译为“又”或不译。B项，而：连词，连接分句，表示转折，可译为“却”“但是”等，故当选。C项，而：连接一先一后两项动作行为，前者是后者的原因。D项，而：通“尔”，第二人称代词。"
     },
     {
      "q": "16.下列句中，加下划线词是判断词的一句是（）",
      "opts": [
       "穎考叔爲穎谷封人。",
       "客人不知其是商君也。",
       "梁父即楚將項燕。",
       "無父無君，是禽獸也。"
      ],
      "a": 1,
      "e": "A项“为”是含义广泛的及物动词，属于动词谓语句。B项“是”是系词，表判断，故本题选B。C项“即”是用在谓语前充当状语的副词，不是系词。D项“是”是指示代词，充当判断句的主语。"
     },
     {
      "q": "17.下列句中，‘見’表示被动的一句是（）",
      "opts": [
       "生孩六月，慈父見背。",
       "故彌子之行未變於初也，而以前之所以見賢而後獲罪者，愛憎之變也。",
       "後布詣允，陳卓幾見殺狀。",
       "今有人於此，少見黑曰黑，多見黑曰白。"
      ],
      "a": 1,
      "e": "B项的意思是弥子的行为和当初相比没有变化，以前被称赞而以后却因此获罪的原因，是因为人的爱憎感情发生了极大的变化。这里的“见”表示被动的意思。故选B。"
     },
     {
      "q": "18.下列句子属于否定句代词宾语前置的一句是（）",
      "opts": [
       "前世不同教，何古之法？",
       "申之以盟誓，固國之艱急是爲。",
       "無適小國，將不女容焉。",
       "甚矣，汝之不惠！"
      ],
      "a": 2,
      "e": "否定句中，若宾语是代词，常位于动词之前，两个条件：一是必须是否定句，二是宾语必须是代词。C项“不女容”即“不容汝”，是在“不”作为否定词的否定句中，以人称代词“女（汝）”充当宾语前置。"
     },
     {
      "q": "19.下列古书注音术语，与‘讀若’功能相同的一个是（）",
      "opts": [
       "讀曰",
       "讀如",
       "讀為",
       "如字"
      ],
      "a": 1,
      "e": "读若（又说成读如、读似、读近、音如、音近、声相似）的术语为生僻字注音，这种注音方式一般只注明其近似的读音。"
     },
     {
      "q": "20.‘母也天只，不諒人只’这句话含有的特殊表达方式是（）",
      "opts": [
       "连类而及",
       "变文",
       "用典",
       "互文"
      ],
      "a": 1,
      "e": "变文，是指有变化地使用同义词，以避免用词的重复啰嗦。“母也天只，不諒人只”是为求协韵，毛《传》指明《诗经》作者变父为天，其实这是押韵的需要。"
     }
    ]
   },
   "short": {
    "head": "主观题（古文背诵/释词/简答/翻译/标点/阅读）",
    "desc": "",
    "score": 2,
    "items": [
     {
      "q": "21.（古文背诵）五十而知天命，六十而耳順，________，不踰矩。",
      "a": "七十而从心所欲"
     },
     {
      "q": "22.（古文背诵）有國有家者，不患寡而患不均，不患貧而患不安。________。夫如是，故遠人不服，則修文德以來之。",
      "a": "盖均无贫，和无寡，安无倾"
     },
     {
      "q": "23.（古文背诵）先王之________也，以平其心，成其政也。",
      "a": "济五味、和五声"
     },
     {
      "q": "24.（古文背诵）其政悶悶，其民淳淳；其政察察，其民缺缺。________。孰知其極？",
      "a": "祸兮福所倚，福兮祸所伏"
     },
     {
      "q": "25.（古文背诵）凡用兵之法，全國爲上，破國次之；全軍爲上，破軍次之；________；全卒爲上，破卒次之。",
      "a": "全旅为上，破旅次之"
     },
     {
      "q": "26.（古文背诵）北冥有魚，其名曰鯤。鯤之大，不知其幾千里也；________，其名為鵬。",
      "a": "化而为鸟"
     },
     {
      "q": "27.（释词）好從事而亟失時，可謂知乎? 亟：",
      "a": "亟：屡次。"
     },
     {
      "q": "28.（释词）大道之行也，與三代之英，丘未之逮也，而有志焉。逮：",
      "a": "逮：赶上。"
     },
     {
      "q": "29.（释词）博學之，審問之，慎思之，明辨之，篤行之。篤：",
      "a": "篤：专一、专注。"
     },
     {
      "q": "30.（释词）二國圖其社稷，而求紓其民，各懲其忿以相宥也。圖：",
      "a": "图：谋划，为……谋划。"
     },
     {
      "q": "31.（释词）吾非至於子之門則殆矣，吾長見笑於大方之家。殆：",
      "a": "殆：危险"
     },
     {
      "q": "32.（释词）說出加下划线词的词性、意义或用法。過而能改，善莫大焉！莫：",
      "a": "莫：否定性无定代词，作主谓结构的主语。没有哪一种。"
     },
     {
      "q": "33.（释词）於是羊舌職死矣。是：",
      "a": "是：指示代词，作介词“於”的宾语。（“于是”译为“此，这时”。）"
     },
     {
      "q": "34.（释词）三年而毁聞乎君也。乎：",
      "a": "乎：介词；引进动作行为的主动者。（“闻乎君”是被动句式，可译为“被君王听到”。）"
     },
     {
      "q": "35.（释词）天之蒼蒼，其正色邪？邪：",
      "a": "邪：句末语气词，表示疑问语气。"
     },
     {
      "q": "36.（释词）夫大國，難测也，懼有伏焉。夫：",
      "a": "夫：语气词，表示要发表议论。"
     },
     {
      "q": "37.（简答）指出下列句子中的名词活用现象，并据以归纳名词活用的类型。（1）驢不勝怒，蹄之。（2）下義其罪，上賞其姦，上下相蒙，難與處矣。（3）筑室百堵，西南其戶。（4）然後卑事夫差，宦士三百人於吳。（5）孟嘗君客我。（6）故君人者，勞於索之，而休於使之。",
      "a": "类型1：名词用为一般动词。如（1）“蹄”、（6）“君”。\n类型2：名词的使动用法。如（3）“西南”、（4）“宦”。\n类型3：名词的意动用法。如（2）“义”、（5）“客”。"
     },
     {
      "q": "38.（简答）根据下列句中加下划线的“於”，归纳介词“於”的主要用法，并将例子归到各类用法的后面。（1）丈人智惑於似其子者而殺於真子。（2）夫子至於是邦也，必聞其政。（3）苛政猛於虎也。（4）趙氏求救於齊。（5）子於是日哭，則不歌。（6）臣之客欲有求於臣，皆以美於徐公。（7）吾長見笑於大方之家。（8）始吾於人也，聽其言而信其行。",
      "a": "1、引进动作行为涉及的处所、时间等。如（2）（5）；\n2、用在被动句中，引进动作行为的主动者。如（1）（7）；\n3、引进动作行为所涉及的对象。如（4）（8）；\n4、引进比较的对象。如（3）（6）。"
     },
     {
      "q": "39.（简答）补出下列各句中省略的成分，并据以归纳古代汉语句子成分省略的几种类型。（1）居有頃，倚柱彈其劍。（2）豎子不足與謀。（3）人皆有兄弟，我獨無。（4）宜子骤諫，公患之，使鉏麑賊之。（5）王奪鄭伯政，鄭伯不朝。（6）赐也，始可與言《詩》已矣。",
      "a": "（1）（馮諼）倚柱彈其劍。（2）豎子不足與（之）謀。（3）我獨無（兄弟）。（4）（公）使鉏麑贼之。（5）鄭伯不朝（王）。（6）始可與（之）言《詩》已矣。\n古代汉语句子成分的省略主要有三种情况：1、省略主语，如（1）（4）；2、省略动词宾语，如（3）（5）；3、省略介词宾语，如（2）（6）。"
     },
     {
      "q": "40.（古文翻译）把下段文章中的句子译成现代汉语。（原文：甘蠅，古之善射者……紀昌既盡衛之術，計天下之敵己者一人而已，乃謀殺飛衛。）",
      "a": "（1）彀弓而獸伏鳥下：只要张满弓（还没发射），鸟兽就被吓得纷纷伏下。（或：野兽吓得趴在地上，飞鸟吓得从空中掉下来）\n（2）學射于甘蠅，而巧過其師：（飞卫）向甘蝇学习射箭，（射箭的）技艺超过他的老师。\n（3）雖錐末倒眥而不瞬也：即使用锥子的尖端碰到眼眶也不眨眼。\n（4）旬日之間，浸大也：十天之内，渐渐变大。\n（5）以睹餘物，皆丘山也：再看其他的事物，都像丘陵、山峰一样高大。\n（6）紀昌既盡衛之術，計天下之敵己者一人而已：纪昌已经全部学到飞卫射箭的技艺，估计天下能与自己匹敌的只有一人罢了。"
     },
     {
      "q": "41.（古文标点）用现代标点符号标点下面的文言短文。靈公好婦人而丈夫飾者國人盡服之公使吏禁之曰女子而男子飾者裂其衣斷其帶裂衣斷帶相望而不止晏子見公問曰寡人使吏禁女子而男子飾裂斷其衣帶相望而不止者何也晏子對曰君使服之於內而禁之於外猶懸牛首於門而賣馬肉於內也公何以不使內勿服則外莫敢為也公曰善使內勿服不逾月而國莫之服",
      "a": "靈公好婦人而丈夫飾者，國人盡服之。公使吏禁之曰：“女子而男子飾者，裂其衣，斷其帶。”裂衣斷帶，相望而不止。晏子見，公問曰：“寡人使吏禁女子而男子飾，裂斷其衣帶，相望而不止者，何也？”晏子對曰：“君使服之於內，而禁之於外，猶懸牛首於門，而賣馬肉於內也。公何以不使內勿服？則外莫敢為也。”公曰：“善！”使內勿服，不逾月，而國莫之服。"
     },
     {
      "q": "42.（古文阅读）阅读下面一段古文（重耳自衛過曹……公弗聽），解答文后提出的问题。（1）解释文中加粗词语的意义：過： 相： 盍： 蚤： 亡： 圖：（2）翻译“余焉能尽礼焉”一句，并比较其中两个“焉”字的词性和用法。（3）翻译“是之不难，无乃不可乎”一句，并说明其中“是”字的语法功能以及“无乃……乎”这一句式的作用。（4）请解释“明贤”“矜穷”的具体含义，并结合文中的具体事例说明曹伯是否做到了这两个方面。",
      "a": "（1）過：经过；相：辅佐；盍：何不；蚤：通“早”；亡：流亡，逃亡；圖：考虑，谋划。\n（2）余焉能盡禮焉：我怎么能够都对他们以礼相待呢？第一个“焉”：疑问代词，用于反问句，作状语，加强反问语气。第二个“焉”：兼词，作补语，相当于“于之”、“于是”。\n（3）是之不難，無乃不可乎：不担心这样的事情，恐怕不行吧？是：代词，作“难”的前置宾语。無乃……乎：表示委婉的反问语气。\n（4）明賢：推崇、尊重贤德之人。矜窮：同情处于困境的人。重耳十七岁开始流亡在外，有三个人具有国卿之才，却一直跟随他，说明重耳是贤德之人，然而曹伯却轻视他，说明曹伯没有做到“明賢”。重耳流亡在外，正是处于困境的时候，然而曹伯却不同情他，不以礼相待，说明曹伯没有做到“矜窮”。"
     }
    ]
   }
  },
  "2016年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其选出并将\"答题卡\"的相应代码涂黑。错涂、多涂或未涂均无分。",
    "score": 1,
    "items": [
     {
      "q": "汉字笔画的最后定型，是在",
      "opts": [
       "汉隶阶段",
       "楷书阶段",
       "古隶阶段",
       "行书阶段"
      ],
      "a": 1
     },
     {
      "q": "许慎所举\"考、老\"两字，用来说明的\"六书\"中的定义是",
      "opts": [
       "本無其字，依聲託事",
       "畫成其物，隨體詰詘",
       "建類一首，同意相受",
       "以事爲名，取譬相成"
      ],
      "a": 2
     },
     {
      "q": "下列对汉字结构的分析完全正确的一项是",
      "opts": [
       "泗，从水从囚。会意",
       "眉，从目上长眉毛。会意",
       "吹，从口从欠。会意",
       "餓，从我从食。会意"
      ],
      "a": 2
     },
     {
      "q": "下列各组字中，象形、指事、会意、形声都具备的一组是",
      "opts": [
       "大 春 栗 項",
       "本 賴 雷 高",
       "祭 題 血 莫",
       "夜 亦 向 息"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的字与括号内的字是假借关系的一句是",
      "opts": [
       "北冥（溟）有魚，其名曰鯤。",
       "郢人堊慢（漫）其鼻端，若蠅翼，使匠石斲之。",
       "民食果蓏蟀（蚌）蛤。",
       "食桃而甘，不盡，以其半啗（啖）君。"
      ],
      "a": 1
     },
     {
      "q": "下列4组字原来都是异体字关系，其中一组后来记词职能有了分工，这组字是",
      "opts": [
       "咳—孩",
       "污—汙",
       "麯—麴",
       "磊—磥"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的部分属于联绵词的一句是",
      "opts": [
       "夫山居而谷汲者，膢腊而相遺以水。",
       "今媼尊長安君之位，而封之以膏腴之地。",
       "邦分崩離析而不能守也，而謀動干戈於邦內。",
       "婉貞揮刀奮斫，所當無不披靡。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的\"易\"表示\"轻视\"义的一句是",
      "opts": [
       "逢丑父與公易位。",
       "是以古之易財，非仁也，財多也。",
       "世易時移，變法宜矣。",
       "夫然後足以化民易俗，近者說服而遠者懷之。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词用本义的一句是",
      "opts": [
       "今有一人，入人園圃，竊其桃李，衆聞則非之。（听到）",
       "敗矣，子所使求馬者！（糟糕，失敗）",
       "味並殊美，冠於中京。（位居第一）",
       "貧而無諂，富而無驕，何如？（驕橫）"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的词意义解释正确的一句是",
      "opts": [
       "兵刃既接，棄甲曳兵而走。（既：既然）",
       "於是惠子恐，搜於國中三日三夜。（國：諸侯國）",
       "不虞君之涉吾地也。（虞：防備）",
       "雖有高城深池，嚴法重刑，猶不能禁也。（城：城牆）"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号部分是双音词的一句是",
      "opts": [
       "湯武革命，順乎天而應乎人。",
       "不以規矩，不能成方圓。",
       "二國圖其社稷，而求紓其民。",
       "屈原既放，游於江潭，行吟澤畔，顏色憔悴，形容枯槁。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词属于连词的一句是",
      "opts": [
       "君子不以言舉人，不以人廢言。",
       "若潛師以來，國可得也。",
       "昔者仲尼與於蜡賓，事畢，出遊於觀之上。",
       "孫臏嘗與龐涓俱學兵法。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，属于无形式标志被动句的一句是",
      "opts": [
       "故不能推車而及。",
       "丈人智惑似其子者而殺於真子。",
       "今君聽讒人之謀而不知我，西河之爲秦取不久矣。",
       "萬嘗與莊公戰，獲乎莊公。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，含有形容词意动用法的一句是",
      "opts": [
       "願車馬衣輕裘與朋友共，敝之而無憾。",
       "强本而節用，則天不能貧。",
       "鮑叔不以我爲無恥，知我不羞小節而恥功名不顯於天下也。",
       "工師得大木，則王喜；匠人斫而小之，則王怒。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，动宾关系属于为动关系的一句是",
      "opts": [
       "伯夷死名於首陽之下。",
       "求也退，故進之；由也兼人，故退之。",
       "故君人者，勞於索之，而休於使之。",
       "君聞而賢之。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，名词作状语表示对人态度的一句是",
      "opts": [
       "孟嘗君客我。",
       "齊將田忌善而客待之。",
       "各親其親，各子其子。",
       "今先生不遠千里而庭教之。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加点的数词表示分数的一句是",
      "opts": [
       "有神人二八，連臂，爲帝司夜於此野。",
       "東下齊城七十二，指麾楚漢如旋蓬。",
       "齊得十二焉。",
       "冠者五六人，童子六七人。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加点的语气词用于判断句末尾帮助判断的一句是",
      "opts": [
       "小子識之，苛政猛於虎也。",
       "天下苦秦久矣。",
       "技止此耳。",
       "是社稷之臣也。何以伐爲？"
      ],
      "a": 3
     },
     {
      "q": "下列古注类别中，既解释经文又解释前人注文的注释类型是",
      "opts": [
       "章句类",
       "补注类",
       "传注类",
       "音义类"
      ],
      "a": 1
     },
     {
      "q": "下列句中，与\"秦時明月漢時關\"所用表达方式相同的一句是",
      "opts": [
       "事出於沉思，義歸乎翰藻。",
       "輔依車，車亦依輔。",
       "小知不及大知，小年不及大年。",
       "賜女土地，質之以犧牲，世世子孫無相害也。"
      ],
      "a": 0
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题（共80分）",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：鵬之背，不知其幾千里也：（ ）。是鳥也，海運則將徙於南冥。",
      "a": "怒而飛，其翼若垂天之雲"
     },
     {
      "q": "古文背诵：（ ）。媼之送燕后也，持其踵爲之泣，念悲其遠也，亦哀之矣。",
      "a": "父母之愛子，則爲之計深遠"
     },
     {
      "q": "古文背诵：子罕曰：\"我以不貪爲寶，爾以玉爲寶。（ ），不若人有其寶。\"",
      "a": "若以與我，皆喪寶也"
     },
     {
      "q": "古文背诵：先王之（ ），以平其心，成其政也。",
      "a": "濟五味、和五聲也"
     },
     {
      "q": "古文背诵：雖有佳肴，（ ）。雖有至道，弗學，不知其善也。",
      "a": "弗食，不知其旨也"
     },
     {
      "q": "古文背诵：穀與魚鱉不可勝食，（ ），是使民養生喪死無憾也。",
      "a": "材木不可勝用"
     },
     {
      "q": "释词：踰。（七十而從心所欲，不踰矩。）",
      "a": "踰：超越"
     },
     {
      "q": "释词：弔。（誅其君而弔其民，若時雨降。）",
      "a": "弔：抚恤，慰问"
     },
     {
      "q": "释词：當。（及至文、武，各當時而立法，因事而制禮。）",
      "a": "當：合，适应"
     },
     {
      "q": "释词：釋。（竊觀公之意，視釋天下若釋躍。）",
      "a": "釋：放弃"
     },
     {
      "q": "释词：攘。（至攘人犬豕雞豚者，其不義又甚入人園圃竊桃李。）",
      "a": "攘：偷"
     },
     {
      "q": "释词：具。（良乃入，具告沛公。）说明词性和意义。",
      "a": "具：副词，全部，都"
     },
     {
      "q": "释词：之。（夫子矢之曰：\"予所否者，天厭之！天厭之！\"）说明词性和意义；如无实在意义则说明语法作用。",
      "a": "之：代词，指代说话者一方，\"我\""
     },
     {
      "q": "释词：而。（子而思報父母之讎，臣而思報君之讎，其有敢不盡力者乎？）说明词性和意义；如无实在意义则说明语法作用。",
      "a": "而：连词，表示假设，如果。"
     },
     {
      "q": "释词：耳。（曰：\"日食飲得無衰乎？\"曰：\"恃鬻耳。\"）说明词性和意义；如无实在意义则说明语法作用。",
      "a": "耳：语气词，表示限止，相当于\"罢了\""
     },
     {
      "q": "释词：夫。（君子疾夫舍曰\"欲之\"而必爲之辭。）说明词性和意义；如无实在意义则说明语法作用。",
      "a": "夫：代词，那种，作定语"
     },
     {
      "q": "简答：下列形声字，义符和声符的位置共有哪些类型？请将它们归入相应的类型之下。（旗 星 茅 錦 哀 裹 徒 頸）",
      "a": "右形左声：錦 頸；上形下声：星 茅；外形内声：衷 裹；声在一角：旗 徒"
     },
     {
      "q": "简答：解释下列句中加着重号词的意义，说明该意义是本义还是引申义，并据以归纳引申义与本义联系的类型。（1）A.信言不美，美言不信。B.我嘗聞少仲尼之聞而輕伯夷之義者，始吾弗信。（2）A.晉獻公欲假道於虞以伐虢。B.得天下有道：得其民，斯得天下矣。",
      "a": "（1）信 A：言语真实，本义；B：相信，引申义。联系类型：因果关系。（2）道 A：道路，本义；B：道理、规律，引申义。联系类型：相似关系。"
     },
     {
      "q": "简答：结合下列例句，辨析\"者\"字词组和\"所\"字词组的异同。（1）學者有四失，教者必知之。（2）得其心有道：所欲與之聚之，所惡勿施，爾也。",
      "a": "相同之处：\"者\"字词组与\"所\"字词组都是偏正关系的名词词组。如\"學者\"是指学习的人，\"所欲\"是指想要的东西。不同之处：①从语序看，\"者\"字词组是前偏后正，\"所\"字词组是前正后偏。如\"學者\"中\"者\"是正，\"學\"是偏，前偏后正；\"所欲\"中\"所\"是正，\"欲\"是偏，前正后偏。②从语义看，\"者\"字词组中的\"者\"用在动词后，表示动作的施事，如\"教者\"是指教别人学习的人；\"所\"字词组中的\"所\"用在动词前，表示动作的受事，如\"所惡\"是指厌恶的东西。"
     },
     {
      "q": "翻译：律知武終不可脅，白單于。",
      "a": "卫律知道苏武最终不能被逼投降，告诉了单于。"
     },
     {
      "q": "翻译：單于愈益欲降之。",
      "a": "单于更加想使苏武投降。"
     },
     {
      "q": "翻译：乃幽武，置大窖中，絕不飲食。",
      "a": "于是把苏武囚禁起来，关在地窖中，和外界隔绝并且不让他吃喝。"
     },
     {
      "q": "翻译：乃徙武北海上無人處，使牧羝，羝乳乃得歸。",
      "a": "于是把苏武迁徙到北海没有人的地方，让他放牧公羊，直到公羊生了小羊才能回来。"
     },
     {
      "q": "翻译：武既至海上，廩食不至。",
      "a": "苏武到了北海后，官府供应的粮食却没有到。"
     },
     {
      "q": "翻译：杖漢節牧羊，卧起操持。",
      "a": "苏武拿着汉朝的符节放羊，不管是睡觉还是起来都不离手。"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。景公有愛女請嫁於晏子公迺往燕晏子之家飲酒酣公見其妻曰此子之内子邪晏子對曰然是也公曰嘻亦老且惡矣寡人有女少且姣請以滿夫子之宮晏子違席而對曰乃此則老且惡嬰與之居故矣故及其少而姣也且人固以壯託乎老姣託乎惡彼嘗託而嬰受之矣君雖有賜可以使嬰倍其託乎再拜而辭（注：晏子，名嬰。）",
      "a": "景公有愛女，請嫁於晏子。公迺往燕晏子之家，飲酒酣，公見其妻曰：\"此子之内子邪？\"晏子對曰：\"然，是也。\"公曰：\"嘻！亦老且惡矣。寡人有女，少且姣，請以滿夫子之宮。\"晏子違席而對曰：\"乃此則老且惡，嬰與之居故矣，故及其少而姣也。且人固以壯託乎老，姣託乎惡。彼嘗託而嬰受之矣，君雖有賜，可以使嬰倍其託乎？\"再拜而辭。"
     },
     {
      "q": "阅读：解释文中加着重号词的意义。惡（張儀惡陳軫於秦王）",
      "a": "惡：诋毁；说坏话"
     },
     {
      "q": "阅读：解释文中加着重号词的意义。幣（軫重幣輕使秦楚之間）",
      "a": "幣：礼物；礼品"
     },
     {
      "q": "阅读：解释文中加着重号词的意义。胡（王胡不聽乎）",
      "a": "胡：何；为什么"
     },
     {
      "q": "阅读：解释文中加着重号词的意义。相（秦惠王終相張儀）",
      "a": "相：让……做相国"
     },
     {
      "q": "阅读：解释文中加着重号词的意义。謝（犀首謝，弗見）",
      "a": "謝：推辞；辞谢"
     },
     {
      "q": "阅读：解释文中加着重号词的意义。是（是欺我也）",
      "a": "是：这（是）"
     },
     {
      "q": "阅读：请将\"故賣僕妾不出閭巷而售者，良僕妾也\"一句译成现代汉语。句中\"賣\"和\"售\"为同义词，试辨析其词义的差异。",
      "a": "译文：所以说，如果卖仆妾不用走出街巷就能卖出去，（一定）是好的仆妾。辨析：句中的\"賣\"和\"售\"是同义词，其中\"賣\"是指卖的动作行为本身，而\"售\"则强调卖的结果，即卖出去。"
     },
     {
      "q": "阅读：\"忠且見棄，軫不之楚何歸乎\"一句中包含两种特殊句式，请指出并加以分析说明。",
      "a": "（1）\"忠且見棄\"是被动句；其中\"見\"是助动词，放在动词之前表示被动。（2）\"軫不之楚何歸乎\"是宾语前置句；其中\"何\"是疑问代词，在疑问句中充当动词\"歸\"的宾语，所以前置。"
     },
     {
      "q": "阅读：文中哪句话是张仪所说的楚国不善待秦国而善待陈轸的原因？请找出这句话，并将其译成现代汉语。",
      "a": "原文：軫自爲厚而爲王薄也。译文：陈轸为自己做的多，而为君王做的少。"
     },
     {
      "q": "阅读：\"三国相事皆斷於犀首\"，这样的结果是陈轸一手策划的，文中哪句话表明陈轸将要策划这样的事？请找出这句话，并将其译成现代汉语。",
      "a": "原文：吾請令公厭事，可乎？译文：请允许我让您有很多事做，可以吗？"
     }
    ]
   }
  },
  "2016年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其选出并将\"答题卡\"的相应代码涂黑。错涂、多涂或未涂均无分。",
    "score": 1,
    "items": [
     {
      "q": "已知我国最早的成系统的文字是",
      "opts": [
       "战国文字",
       "殷商甲骨文",
       "西周金文",
       "秦朝小篆"
      ],
      "a": 1
     },
     {
      "q": "下列对汉字结构的分析完全正确的一项是",
      "opts": [
       "錦，从帛金声。形声",
       "盂，从子从皿。会意",
       "佞，从仁女声。形声",
       "蝕，从食从虫。会意"
      ],
      "a": 0
     },
     {
      "q": "下列各组字，全都是指事字的一组是",
      "opts": [
       "向 春 高",
       "大 止 匍",
       "匪 星 上",
       "刃 本 末"
      ],
      "a": 3
     },
     {
      "q": "形声字义符的表义特点是",
      "opts": [
       "大多数义符都能表示词义所属的范围。",
       "大多数义符都能表示词的具体意义。",
       "大多数义符都不能表示词义的所属范围。",
       "大多数义符都没有表义作用。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的字与括号内的字是分化字关系的一句是",
      "opts": [
       "故有君子，則法雖省，足以徧（遍）矣。",
       "莊公寤（牾）生，驚姜氏。",
       "以官服事，以勞殿（奠）賞，量功而分祿。",
       "畢儉力孝弟（悌），罰偷窳，而惰民惡之。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词语与\"望洋向若而歎\"中\"望洋\"结构特点相同的一句是",
      "opts": [
       "臣恐天下隨風靡靡，爭爲口辯而無其實。",
       "陟彼高岡，我馬玄黃。",
       "是皆以有參天地之化，關盛衰之運。",
       "單于愈益欲降之。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词古今词义相同的一句是",
      "opts": [
       "此酒所以酸而不售也。",
       "寬以濟猛，猛以濟寬，政是以和。",
       "能謗議於市朝，聞寡人之耳者，受下賞。",
       "公患之，使鉏麑賊之。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词用本义的一句是",
      "opts": [
       "學而時習之，不亦說乎！",
       "定乎內外之分，辯乎榮辱之境，斯已矣。",
       "竊人之財猶謂之盜，況貪天之功以爲己力乎？",
       "女爲人臣子，不顧恩義，畔主背親。"
      ],
      "a": 2
     },
     {
      "q": "\"望\"和\"顾\"两词意义的不同之处主要表现在",
      "opts": [
       "性状情态不同：\"望\"指抬头向远处看；\"顾\"指转头向后看。",
       "语法功能不同：\"望\"可以带宾语；\"顾\"不可以。",
       "程度深浅不同：\"望\"是一般地看；\"顾\"是认真地看。",
       "侧重的方面不同：\"望\"侧重予外表；\"顾\"侧重内心。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的词意义解释正确的一句是",
      "opts": [
       "窮則不隱，通則大明，身死而名彌白。（窮：钱财不足）",
       "此令臣輕背其主，而民易去其鄉。（去：离开）",
       "博學之，審問之，慎思之，明辨之，篤行之。（篤：马上）",
       "匠石運斤成風，聽而斲之。（聽：听声音）"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词古今意义变化属于色彩褒贬差异的一句是",
      "opts": [
       "姜與子犯謀，醉而遣之。醒，以戈逐子犯。",
       "孔子以其兄之子妻之。",
       "楚子將以商臣爲大子，訪諸令尹子上。",
       "以爾車來，以我賃遷。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，\"若\"为第二人称代词，并充当宾语的一项是",
      "opts": [
       "夫民心之慍也，若防大川焉，潰而所犯必大矣。",
       "君若以德綏諸侯，誰敢不服？",
       "未若貧而樂，富而好禮者也。",
       "盡矣，吾語若。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，\"被\"介绍动作行为主动者的一句是",
      "opts": [
       "信而見疑，忠而被謗，能無怨乎？",
       "世之有饑穰，天之行也，禹湯被之矣。",
       "禰衡被魏武謫爲鼓吏。",
       "項王身亦被十餘創。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，属于疑问代词宾语前置的一句是",
      "opts": [
       "如今人方爲刀俎，我爲魚肉，何辭爲？",
       "泰山其頽，則吾將安仰？",
       "陛下以絳侯周勃何如人也？",
       "樊噲曰：\"臣死且不避，卮酒安足辭！\""
      ],
      "a": 1
     },
     {
      "q": "下列句子，名词用作一般动词的一句是",
      "opts": [
       "五畝之宅，樹之以桑。",
       "得者不敢輒食，乃歷數家。",
       "荊人欲襲宋，使人先表澭水。",
       "此不知其罪而死，臣爲君數之。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，不属于双宾语句的一句是",
      "opts": [
       "與吾共定天下者，獨卿而已。",
       "東野與吾書。",
       "天佑下民，作之君，作之師。",
       "虞公弗聽，遂假之道。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加点词是判断词的一句是",
      "opts": [
       "潁考叔爲潁谷封人。",
       "客人不知其是商君也。",
       "梁父即楚將項燕。",
       "無父無君，是禽獸也。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，名词作状语表示工具或凭借的一句是",
      "opts": [
       "夫山居而谷汲者，腒臘而相遺以水。",
       "每字爲一印，火燒令堅。",
       "鄒忌脩八尺有餘，形貌昳麗。朝服衣冠，窺鏡。",
       "童子隅坐而執燭。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，采用\"连类而及\"这种特殊表达方式的是",
      "opts": [
       "母也天只，不諒人只",
       "秦時明月漢時關",
       "無羽毛以禦寒暑",
       "新來瘦，非關病酒，不是悲秋"
      ],
      "a": 2
     },
     {
      "q": "东汉郑玄\"三礼\"注的古注类别是",
      "opts": [
       "义疏类",
       "音义类",
       "传注类",
       "章句类"
      ],
      "a": 2
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题(共80分)",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：有國有家者，（ ），不患貧而患不安。",
      "a": "不患寡而患不均"
     },
     {
      "q": "古文背诵：聲亦如味，（ ），五聲，六律，七音，八風，九歌，以相成也。",
      "a": "一氣，二體，三類，四物"
     },
     {
      "q": "古文背诵：知困，（ ）。故曰教學相長也。",
      "a": "然後能自強也"
     },
     {
      "q": "古文背诵：子曰：\"吾十有五而志于學，（ ），五十而知天命，六十而耳順，七十而從心所欲，不踰矩。\"",
      "a": "三十而立，四十而不惑"
     },
     {
      "q": "古文背诵：（ ）；其政察察，其民缺缺。禍兮福所倚，福兮禍所伏。",
      "a": "其政悶悶，其民淳淳"
     },
     {
      "q": "古文背诵：媼之送燕后也，（ ），念悲其遠也，亦哀之矣。",
      "a": "持其踵爲之泣"
     },
     {
      "q": "释词：宥。（二國圖其社稷，而求紓其民，各懲其忿以相宥也。）",
      "a": "宥：原谅"
     },
     {
      "q": "释词：歸。（男有分，女有歸。）",
      "a": "歸：出嫁，夫家"
     },
     {
      "q": "释词：殆。（吾非至於子之門則殆矣，吾長見笑於大方之家。）",
      "a": "殆：危险"
     },
     {
      "q": "释词：悖。（故治國無法則亂，守法而弗變則悖。）",
      "a": "悖：逆；违背事理"
     },
     {
      "q": "释词：策。（其夫爲相御，擁大蓋，策駟馬。）",
      "a": "策：赶着"
     },
     {
      "q": "释词：雖。（安陵君受地於先王而守之，雖千里不敢易也，豈直五百里哉？）说明词性和意义；如无实在意义则说明语法作用。",
      "a": "雖：连词，表示让步关系，即使"
     },
     {
      "q": "释词：滋。（積貨滋多，蓄怨滋厚，不亡何待？）说明词性和意义；如无实在意义则说明语法作用。",
      "a": "滋：副词，更加"
     },
     {
      "q": "释词：爲。（十萬人皆入雎水，雎水爲之不流。）说明词性和意义；如无实在意义则说明语法作用。",
      "a": "爲：介词，介绍动作行为的原因，因为"
     },
     {
      "q": "释词：則。（竭力以事大國，則不得免焉。）说明词性和意义；如无实在意义则说明语法作用。",
      "a": "則：连词，表示转折，却，但是"
     },
     {
      "q": "释词：與。（此天下之害與？天下之利與？）说明词性和意义；如无实在意义则说明语法作用。",
      "a": "與：疑问语气词，用在选择问句中表示疑问"
     },
     {
      "q": "简答：指出下列句中加着重号的字与括号中的字是异体关系还是通假关系，并据以说明判断这两种字际关系的依据。（1）衽（拖）其衣裘，取戈劍者。（2）太后盛氣而胥（須）之。（3）齊桓任戰而伯（霸）天下。（4）文士並飭（飾），諸侯亂惑。",
      "a": "袍与拖、飭与飾：异体关系；胥与須、伯与霸：通假关系。判断的依据：读音和意义完全相同，只是形体不同的字为异体关系；读音相同或相近，意义不同，在使用中可以通用的字为通假关系（答出\"同音字替代\"亦可）。"
     },
     {
      "q": "简答：以下列句中加着重号部分为例，说明如何从意义的角度辨别是两个单音词连用还是复合词。（1）A.朝菌不知晦朔，蟪蛄不知春秋，此小年也。B.且陛下春秋高，法令無常。（2）A.君惠徼福於敝邑之社稷，辱收寡君。B.是社稷之臣也。何以伐爲？",
      "a": "（1）中，A句的\"春秋\"指春天和秋天，是两个单音词连用；B句的\"春秋\"指年龄，是一个复合词。（2）中，A句的\"社稷\"指土地神和五谷神，是两个单音词连用；B句的\"社稷\"指国家，是一个复合词。辨别依据：（1）（2）中的B句，两个单音词的意义不再是其原义的简单相加，而是有了专指义，所以是复合词。"
     },
     {
      "q": "简答：解释下列句中加着重号词的词性和意义，并据以说明词类活用与词的兼类的不同。（1）小子鳴鼓而攻之可也。（2）戰於長勺，公將鼓之。（3）七年視論學取友，謂之小成。（4）工師得大木，則王喜；匠人斫而小之，則王怒。",
      "a": "加着重号词的词性和意义：（1）鼓：名词，一种乐器；（2）鼓：动词，击鼓；（3）小：形容词，\"大\"的反义词；（4）小：形容词的使动用法，使……变小。词类活用与词的兼类的不同在于：词的活用是临时的用法，活用后的用法不是词的固有语法属性；兼类则是一个词具有两种或两种以上词类的语法功能，并且这些语法功能已经是固定的，不是临时的。例如：（3）中的\"小\"是固有的用法，（4）中的\"小\"是词类活用。（1）中的\"鼓\"是名词，（2）中的\"鼓\"是动词，属于词的兼类。"
     },
     {
      "q": "翻译：齊人有馮諼者，貧乏不能自存。",
      "a": "齐国有冯谖这样一个人，贫穷得都不能养活自己。"
     },
     {
      "q": "翻译：使人屬孟嘗君，願寄食門下。",
      "a": "派人转告孟尝君，希望到他门下做食客。"
     },
     {
      "q": "翻译：左右以君賤之也，食以草具。",
      "a": "孟尝君身边的人因为孟尝君不看重冯谖，所以给他吃粗劣的饭菜。"
     },
     {
      "q": "翻译：食之，比門下之客。",
      "a": "比照一般门客，同样给他吃鱼。"
     },
     {
      "q": "翻译：於是乘其車，揭其劍，過其友曰。",
      "a": "（冯谖）于是乘着车，高举着剑，拜访他的朋友说。"
     },
     {
      "q": "翻译：孟嘗君使人給其食用，無使乏。",
      "a": "孟尝君派人供给冯谖母亲吃的和用的，不让她缺吃少用。"
     },
     {
      "q": "标点：请先将下面的文言文抄在答题卡上，用现代标点符号标点短文。楊朱見梁王言治天下如運諸掌梁王曰先生有一妻一妾而不能治三畝之園而不能芸而言治天下如運諸掌何也對曰君見其牧羊者乎百羊而群使五尺童子荷箠而隨之欲東而東欲西而西使堯牽一羊舜荷箠而隨之則不能前矣且臣聞之吞舟之魚不游枝流鴻鵠高飛不集污池何則其極遠也黃鐘大呂不可從煩奏之舞何則其音疏也將治大者不治細成大功者不成小此之謂矣",
      "a": "楊朱見梁王，言治天下如運諸掌。梁王曰：\"先生有一妻一妾而不能治，三畝之園而不能芸，而言治天下如運諸掌，何也？\"對曰：\"君見其牧羊者乎？百羊而群，使五尺童子荷箠而隨之，欲東而東，欲西而西。使堯牽一羊，舜荷箠而隨之，則不能前矣。且臣聞之：吞舟之魚，不游枝流；鴻鵠高飛，不集污池。何則？其極遠也。黃鐘大呂，不可從煩奏之舞，何則？其音疏也。將治大者不治細，成大功者不成小，此之謂矣。\""
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。須（枉生者不須時而滅亡矣）",
      "a": "須：等待"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。附（欲附下一民）",
      "a": "附：使……归附"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。乎（而志乎古之道）",
      "a": "乎：于（介词）"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。是（而是子獨好之）",
      "a": "是：这，这个"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。臧（知國之安危臧否）",
      "a": "臧：善，好"
     },
     {
      "q": "阅读：\"民不親不愛，而求爲己用，爲己死，不可得也。民弗爲用，弗爲死，而求兵之勁，城之固，不可得也\"一段话中用到了4个\"爲\"，请分析和归纳它们的词性和用法。",
      "a": "（1）\"爲己用\"和\"弗爲用\"中的\"爲\"都是介词表被动，其中前者的后面出现了动作行为的主动者，后者则省略了动作行为的主动者。（2）\"爲己死\"和\"弗爲死\"中的\"爲\"都是介词，介绍动作行为关联的对象，表示动作行为为谁而发。其中前者的后面出现了介词宾语，后者则省略了介词宾语。"
     },
     {
      "q": "阅读：请找出句中的前置宾语，并说明其前置的条件。夫危削滅亡之情，皆積於此，而求安樂是聞，不亦難乎？",
      "a": "前置宾语：\"安樂是聞\"中的\"安樂\"。前置条件：用代词\"是\"复指宾语，使宾语前置。"
     },
     {
      "q": "阅读：请找出句中的前置宾语，并说明其前置的条件。不用其良臣而不亡者，未之有也。",
      "a": "前置宾语：\"未之有\"中的\"之\"。前置条件：否定句中代词作宾语前置。"
     },
     {
      "q": "阅读：文中提到了两种不同的用人方式，即\"巨用\"和\"小用\"。其中哪种用人方式可以实现\"霸\"道？请找出文中描述实现\"霸\"道的结果的一句话，并译成现代汉语。",
      "a": "（1）\"小用\"的用人方式可以实现\"霸\"道。（2）原文：小用之，則威行鄰國，莫之能禦。译文：小用良才，就会使威力遍及邻国，没有人可以抵挡得了。"
     }
    ]
   }
  },
  "2017年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的四个备选项中只有一个是符合题目要求的，请将其选出并将\"答题卡\"的相应代码涂黑。错涂、多涂或未涂均无分。",
    "score": 1,
    "items": [
     {
      "q": "下列各组字，全都是形声字的一组是",
      "opts": [
       "簧 錢 刎",
       "項 寘 水",
       "發 信 伐",
       "彬 箸 解"
      ],
      "a": 0
     },
     {
      "q": "许慎为\"假借\"下的定义是",
      "opts": [
       "視而可識，察而見意",
       "比類合誼，以見指撝",
       "建類一首，同意相受",
       "本無其字，依聲託事"
      ],
      "a": 3
     },
     {
      "q": "以下对汉字结构的分析完全正确的一项是",
      "opts": [
       "祥，从示从羊，会意。",
       "羶，从羊从亶，会意。",
       "盃，从皿不声，形声。",
       "線，从糸从泉，会意。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的字与括号中的字是异体关系的一句是",
      "opts": [
       "矜（鰥）寡孤獨廢疾者皆有所養。",
       "其謌（歌）也有思，其哭也有懷。",
       "重爭士橐（託），非下也，權重也。",
       "魏文侯燕（宴）飲，皆令諸大夫論己。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的字与括号中的字是分化关系的一句是",
      "opts": [
       "文倦於事，憒於憂，而性懧（懦）愚，沈於國家之事，開罪於先生。",
       "左師觸龍言願見太后。太后盛氣而胥（須）之。",
       "郢人堊慢（漫）其鼻端，若蠅翼，使匠石斲之。",
       "畢儉力孝弟（悌），罰偷窳，而惰民惡之。"
      ],
      "a": 3
     },
     {
      "q": "下列各组词全是叠韵联绵词的一组是",
      "opts": [
       "霹靂 知識 輾轉",
       "逍遙 從容 望洋",
       "綢繆 伶俐 唏噓",
       "菡萏 剛強 爛漫"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词古今词义相同的一句是",
      "opts": [
       "河內凶，則移其民於河東，移其粟於河內。",
       "竊貨曰盜，匿行曰詐，易言曰誕。",
       "君能補過，衰不廢矣。",
       "齊國雖褊小，吾何愛一牛？"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词古今意义变化属于词义特点差异的一句是",
      "opts": [
       "將軍者，國之爪牙也。",
       "秋水時至，百川灌河。",
       "此酒所以酸而不售也。",
       "姜與子犯謀，醉而遣之。醒，以戈逐子犯。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词用本义的一句是",
      "opts": [
       "填然鼓之，兵刃既接，棄甲曳兵而走。",
       "子玉之敗，子之舉也。",
       "寬以濟猛，猛以濟寬，政是以和。",
       "草木之無聲，風撓之鳴。"
      ],
      "a": 0
     },
     {
      "q": "下列对\"飢\"和\"餓\"的词义辨析表述完全正确的一项是",
      "opts": [
       "情感色彩不同：\"飢\"是中性的；\"餓\"常用于贬义。",
       "语法功能不同：\"飢\"不可以带宾语；\"餓\"可以带宾语。",
       "程度轻重不同：\"飢\"是吃不飽，腹中空，程度轻；\"餓\"指没有飯吃或长时间未进食，程度重。",
       "范围广狭不同：\"飢\"词义范围宽；\"餓\"词义范围窄。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词意义解释正确的一句是",
      "opts": [
       "賊民之主，不忠。（賊：杀害）",
       "由此觀之，王之蔽甚矣。（蔽：错误）",
       "重之以婚姻，申之以盟誓。（重：重视）",
       "昔韓娥東之齊，匱糧，過雍門，鬻歌假食。（鬻：唱）"
      ],
      "a": 0
     },
     {
      "q": "下列句中，有形容词意动用法的一句是",
      "opts": [
       "今君有區區之薛，不拊愛子其民，因而賈利之。",
       "既來之，則安之。",
       "黎丘之鬼效其子之狀，扶而道苦之。",
       "是是、非非謂知之，非是、是非謂之愚。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，划线部分省略主语的一句是",
      "opts": [
       "初，鄭武公娶於申，曰武姜。生莊公及共叔段。",
       "人皆有兄弟，我獨無。",
       "豎子不足與謀！",
       "子常奔鄭，昭王奔隨。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，有被动表示法的一句是",
      "opts": [
       "懷其寶而迷其邦，可謂仁乎？",
       "今有美堯、舜、湯、武、禹之道於當今之世者，必爲新聖笑矣。",
       "故人不獨親其親，不獨子其子。",
       "舉公義，辟私怨，此若言之謂也。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，属于判断句的一句是",
      "opts": [
       "潁考叔爲潁谷封人。",
       "客人不知其是商君也。",
       "夫戰，勇氣也。",
       "甚矣，汝之不惠！"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词用作情态副词的一句是",
      "opts": [
       "此誠危急存亡之秋也。",
       "多行不義必自斃，子姑待之。",
       "始皇默然良久。",
       "今欲以先王之政治當世之民，皆守株之類也。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，数词表示分数的一句是",
      "opts": [
       "戰車萬乘，奮擊百萬，沃野千里。",
       "利不百，不變法；功不十，不易器。",
       "近塞之人，死者十九。",
       "北山愚公者，年且九十。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，\"惡\"用作疑问代词的一句是",
      "opts": [
       "好榮惡辱，好利惡害。",
       "若夫乘天地之正，而御六氣之辯，以遊無窮者，彼且惡乎待哉？",
       "天下皆知美之爲美，斯惡已。",
       "民食果蓏蟀蛤，腥臊惡臭而傷害腹胃，民多疾病。"
      ],
      "a": 1
     },
     {
      "q": "古书旧注中，既解释经文又给前人的注做解释的注释类型是",
      "opts": [
       "補注",
       "集解",
       "義疏",
       "傳注"
      ],
      "a": 2
     },
     {
      "q": "古书旧注中，用两个汉字来拼读一个字读音的注音方式是",
      "opts": [
       "反切",
       "讀若",
       "讀如",
       "直音"
      ],
      "a": 0
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题（共80分）",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：人之迷，其日固久。（ ），廉而不劌。",
      "a": "是以聖人方而不割"
     },
     {
      "q": "古文背诵：祭祀必祝之，祝曰：\"必勿使反！\"豈非計久長，（ ）？",
      "a": "有子孫相繼爲王也哉"
     },
     {
      "q": "古文背诵：子曰：\"（ ），三十而立，四十而不惑，……\"",
      "a": "吾十有五而志于學"
     },
     {
      "q": "古文背诵：有國有家者，不患寡而患不均，不患貧而患不安。（ ）。夫如是，故遠人不服，則脩文德以來之。",
      "a": "蓋均無貧，和無寡，安無傾"
     },
     {
      "q": "古文背诵：是故學然後知不足，教然後知困。知不足，（ ）。",
      "a": "然後能自反也"
     },
     {
      "q": "古文背诵：宋人或得玉，獻諸子罕。子罕弗受。獻玉者曰：\"（ ），玉人以爲寶也，故敢獻之。\"",
      "a": "以示玉人"
     },
     {
      "q": "释词：亟。（好從事而亟失時，可謂知乎？）",
      "a": "亟：屡次"
     },
     {
      "q": "释词：控。（我決起而飛，搶榆枋，時則不至，而控於地而已矣。）",
      "a": "控：投，落"
     },
     {
      "q": "释词：幣。（若受吾幣不假之道，將奈何？）",
      "a": "幣：礼物"
     },
     {
      "q": "释词：撓。（秦王色撓，長跪而謝之。）",
      "a": "撓：屈服"
     },
     {
      "q": "释词：勤。（民多曠者，而我取富焉，是勤民以自封也。）",
      "a": "勤：劳累，辛苦"
     },
     {
      "q": "释词：以。（使人更代將軍以脫其禍。）说明词性和作用。",
      "a": "以：连词。连接两个动词性短语，后一行为是前一行为的目的。"
     },
     {
      "q": "释词：焉。（王無罪歲，斯天下之民至焉。）说明词性和作用。",
      "a": "焉：兼词。作补语。"
     },
     {
      "q": "释词：爲。（寡君使羣臣爲魯、衛請，曰無令與師陷入君地。）说明词性和作用。",
      "a": "爲：介词。介绍动作行为关联的对象。"
     },
     {
      "q": "释词：其。（子玉剛而無禮，不可以治民。過三百乘，其不能以入矣。）说明词性和作用。",
      "a": "其：句首语气词。表示揣测的语气。"
     },
     {
      "q": "释词：也。（是氣也，寓於尋常之中，而塞乎天地之間。）说明词性和作用。",
      "a": "也：句中语气词。用在主语后面，起舒缓语气的作用。"
     },
     {
      "q": "简答：指出下列句中加着重号的字哪些是本字，哪些是通假字，并说明如何区分本字和通假字。（1）兩涘渚崖之間，不辯牛馬。（2）淳于髡者，齊之贅婿也。長不滿七尺，滑稽多辯。（3）歲寒，然後知松柏之後彫也。（4）晉靈公不君，厚斂以彫牆。",
      "a": "（1）\"辯\"是通假字。（2）\"辯\"是本字。（3）\"彫\"是通假字。（4）\"彫\"是本字。本字是指专为记录某个词所造的字，它的形体与意义是有联系的。通假字是用来记录同音词的字，它的形体所记录的词义没有联系。"
     },
     {
      "q": "简答：解释下列句中\"防\"的意义，并归纳\"防\"的词义引申脉络。（1）視俗而施教，察失而立防。（2）吾聞忠善以損怨，不聞作威以防怨。（3）夫民心之慍也，若防大川焉，潰而所犯必大矣。（4）以防止水。",
      "a": "（1）规范、标准；（2）禁阻、防止；（3）堵塞；（4）堤坝。\"防\"由本义到引申义的引申脉络是：堤坝→堵塞→禁阻、防止→规范、标准。"
     },
     {
      "q": "简答：指出下列句中的名量表示法，并归纳类型。（1）今之爲仁者，猶以一杯水救一車薪之火也。（2）此六君子者，未有不謹於禮者也。（3）此車一人殿之，可以集事。（4）齊王使淳于髡之趙請救兵，齎金百斤，車馬十駟。（5）翼日戊午，乃社於新邑，牛一、羊一、豕一。（6）謹使臣良奉白璧一雙，再拜獻大王足下；玉斗一雙，再拜奉大將軍足下。",
      "a": "（1）数词+量词+名词。如例1。（2）数词+名词。如例2、例3。（3）名词+数词。如例5。（4）名词+数词+量词。如例4、例6。"
     },
     {
      "q": "翻译：師退，次于召陵。",
      "a": "军队后退，临时驻扎在召陵。"
     },
     {
      "q": "翻译：豈不穀是爲？先君之好是繼。",
      "a": "难道是为了我吗？是为了继续保持先君间的友好关系。"
     },
     {
      "q": "翻译：君惠徼福於敝邑之社稷。",
      "a": "君王您施加恩惠向我们小国的土地神和谷神祈福。"
     },
     {
      "q": "翻译：君若以德綏諸侯，誰敢不服。",
      "a": "君王您如果用德行安抚诸侯，谁敢不服从？"
     },
     {
      "q": "翻译：楚國方城以爲城，漢水以爲池。",
      "a": "楚国把方城山当作城墙，把汉水当作护城河。"
     },
     {
      "q": "翻译：雖衆，無所用之。",
      "a": "就算是人多势众，也没有用兵的地方（用武之处）。"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。吳起者衛人仕於魯聞魏文侯賢乃往歸之文侯問諸李克李克曰起貪而好色然用兵司馬穰苴弗能過也於是文侯以爲將擊秦拔五城起之爲將與士卒最下者同衣食臥不設席行不騎乘親裹贏糧與士卒分勞苦卒有病疽者起爲吮之卒母聞而哭之人曰子卒也而將軍自吮其疽何哭爲母曰非然也往年吳公吮其父疽其父戰不旋踵遂死於敵吳公今又吮其子妾不知其死所矣是以哭之",
      "a": "吳起者，衛人，仕於魯。聞魏文侯賢，乃往歸之。文侯問諸李克，李克曰：\"起貪而好色，然用兵，司馬穰苴弗能過也。\"於是文侯以爲將，擊秦，拔五城。起之爲將，與士卒最下者同衣食，臥不設席，行不騎乘，親裹贏糧，與士卒分勞苦。卒有病疽者，起爲吮之。卒母聞而哭之。人曰：\"子，卒也，而將軍自吮其疽，何哭爲？\"母曰：\"非然也。往年吳公吮其父疽，其父戰不旋踵，遂死於敵。吳公今又吮其子，妾不知其死所矣。是以哭之。\""
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。知道（人之謂知道者爲\"先生\"）",
      "a": "懂得道理、规律"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。學問（賢主者學問不倦）",
      "a": "学习求教"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。厭（好道不厭）",
      "a": "满足"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。昭然（故昭然先寤乎所以存亡矣）",
      "a": "清楚明白的样子"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。寤（故昭然先寤乎所以存亡矣）",
      "a": "醒悟"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。莫（而群臣又莫若也）",
      "a": "没有什么人"
     },
     {
      "q": "阅读：翻译句子并指出加着重号词的词性与用法。戰服大國，義從諸侯。",
      "a": "译文：打仗能使大国顺服，信义能使诸侯归从。服：动词，使动用法。"
     },
     {
      "q": "阅读：翻译句子并指出加着重号词的词性与用法。此之謂先寤所以存亡。",
      "a": "译文：这就叫作比别人先明白存亡的道理。之：代词，代词复指前置宾语。"
     },
     {
      "q": "阅读：根据文意，为什么说\"先生\"是个\"博号\"？",
      "a": "先生是个宽泛的称号，可以称呼不同社会阶层的人，最高者可以是君主，居中者可以是卿大夫，最下者可以是布衣之士。"
     },
     {
      "q": "阅读：根据文意，为什么贾君把\"先生\"解释为\"先醒\"？",
      "a": "因为\"先生\"能够先于他人清醒地认识到天下安危存亡的道理。"
     }
    ]
   }
  },
  "2017年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "下列各组字，象形、指事、会意、形声四种结构类型都具备的一组是",
      "opts": [
       "戶 甘 淼 雞",
       "其 閩 築 海",
       "元 馭 柴 淚",
       "韭 禮 汝 偏"
      ],
      "a": 0
     },
     {
      "q": "许慎为\"會意\"下的定义是",
      "opts": [
       "建類一首，同意相受",
       "比類合誼，以見指撝",
       "視而可識，察而見意",
       "本無其字，依聲託事"
      ],
      "a": 1
     },
     {
      "q": "下列各组字，声符全部相同的一组是",
      "opts": [
       "吐 徒 填",
       "供 恭 戴",
       "釗 銜 錢",
       "聞 問 閩"
      ],
      "a": 3
     },
     {
      "q": "以下对汉字结构的分析完全正确的一项是",
      "opts": [
       "龜，象龟之形，指事。",
       "果，从田从木，会意。",
       "社，从土示声，形声。",
       "穎，从禾顷声，形声。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的字与括号中的字是分化关系的一句是",
      "opts": [
       "湯有七年之旱，而國亡（無）捐瘠者，以畜積多而備先具也。",
       "堯之王天下也，茅茨不翦（剪），采椽不斲。",
       "位尊而無功，奉（俸）厚而無勞，而挾重器多也。",
       "當（嘗）察亂何自起，起不相愛。"
      ],
      "a": 2
     },
     {
      "q": "下列各组词，全是联绵词的一组是",
      "opts": [
       "芣苢 馳騁 囹圄",
       "執事 趑趄 隤頽",
       "逶迤 倉庚 繽紛",
       "俊傑 社稷 形容"
      ],
      "a": 2
     },
     {
      "q": "下列句中的\"池\"与\"城门失火，殃及池鱼\"中的\"池\"意思相同的一句是",
      "opts": [
       "楚國方城以爲城，漢水以爲池。",
       "數罟不入洿池，魚鱉不可勝食也。",
       "南冥者，天池也。",
       "花林曲池，園園而有。"
      ],
      "a": 0
     },
     {
      "q": "下列对\"敬\"和\"恭\"的词义辨析表述完全正确的一项是",
      "opts": [
       "程度深浅不同：\"敬\"表示一般的尊重；\"恭\"表示高度的尊重。",
       "语法功能不同：\"敬\"除了做谓语外，还可以做定语；\"恭\"只能做谓语。",
       "范围广狭不同：\"敬\"只能用于下对上；\"恭\"没有这种限制。",
       "侧重的方面不同：\"敬\"侧重于内心；\"恭\"侧重于外貌。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词用引申义的一句是",
      "opts": [
       "案灌夫項，令謝。夫愈怒，不肯謝。",
       "彼有遺秉，此有滯穗。",
       "以志吾過，且旌善人。",
       "兔走觸株，折頸而死。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词语属于同义词连用的一句是",
      "opts": [
       "親朋無一字，老病有孤舟。",
       "貧窮則父母不子，富貴則親戚畏懼。",
       "荆人尚猶循表而導之。",
       "君惠徼福於敝邑之社稷，辱收寡君，寡君之願也。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词意义解释正确的一句是",
      "opts": [
       "是以事行而不悖。（悖：顺利）",
       "吾始困時，嘗與鮑叔賈，分財利多自與。（賈：做买卖）",
       "畜老猶憚殺之，而况君乎？（憚：放肆）",
       "公貨足以賓獻，家貨足以共用，不是过也。（共：共同）"
      ],
      "a": 1
     },
     {
      "q": "下列句中，是主谓倒装句的一句是",
      "opts": [
       "子邪，言伐莒者？",
       "不者，若屬皆且爲所虜。",
       "是非君子之言也。",
       "君子疾夫舍曰\"欲之\"而必爲之辭。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，有名词作状语的一句是",
      "opts": [
       "反欲鬬兩主，觀禍敗。",
       "我醉，汝道苦我，何故？",
       "舉以敗國，將何賀焉？",
       "荆人欲襲宋，使人先表澭水。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，数词作谓语的一句是",
      "opts": [
       "禹八年於外，三過其門而不入。",
       "今人有五子不爲多。",
       "范增數目項王，舉所佩玉玦以示之者三。",
       "古者使車轂擊馳，言語相結，天下爲一。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，\"而\"连接状语和谓语中心语的一句是",
      "opts": [
       "相鼠有皮，人而無儀。",
       "學而不思則罔，思而不學則殆。",
       "蟹六跪而二螯。",
       "長驅到齊，晨而求見。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，用\"是\"复指前置宾语的一句是",
      "opts": [
       "爾貢包茅不入，王祭不共，無以縮酒，寡人是徵。",
       "寬以濟猛，猛以濟寬，政是以和。",
       "求！無乃爾是過與？",
       "《詩》曰：\"君子如祉，亂庶遄已。\"其是之謂乎？"
      ],
      "a": 2
     },
     {
      "q": "下列句中，\"與\"用作语气词的一句是",
      "opts": [
       "文仲以鬯圭與玉磬如齊告糴。",
       "闕且廷見令尹子常，子常與之語，問蓄貨聚馬。",
       "項王曰：\"賜之彘肩。\"則與一生彘肩。",
       "《詩》云：\"如切如磋，如琢如磨。\"其斯之謂與？"
      ],
      "a": 3
     },
     {
      "q": "下列句中，用判断句形式表示原因的一句是",
      "opts": [
       "良庖歲更刀，割也。",
       "君子之德，風；小人之德，草。",
       "齊諧者，志怪者也。",
       "此庸夫之怒也，非士之怒也。"
      ],
      "a": 0
     },
     {
      "q": "《孟子·離婁下》\"禹稷當平世，三過其門而不入\"采用的特殊表达方式是",
      "opts": [
       "誇張",
       "互文",
       "變文",
       "連類而及"
      ],
      "a": 3
     },
     {
      "q": "陆德明的《經典釋文》所属的古注类别是",
      "opts": [
       "傳注類",
       "音義類",
       "義疏類",
       "集解類"
      ],
      "a": 1
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：數罟不入洿池，（ ）。斧斤以時入山林，材木不可勝用也。",
      "a": "魚鱉不可勝食也"
     },
     {
      "q": "古文背诵：先王之（ ），以平其心，成其政也。",
      "a": "濟五味、和五聲也"
     },
     {
      "q": "古文背诵：禍兮福所倚，福兮禍所伏。（ ）？其無正？正復爲奇，善復爲妖。",
      "a": "孰知其極"
     },
     {
      "q": "古文背诵：五十而知天命，六十而耳順，（ ），不踰矩。",
      "a": "七十而從心所欲"
     },
     {
      "q": "古文背诵：雖有至道，（ ）。是故學然後知不足，教然後知困。",
      "a": "弗學，不知其善也"
     },
     {
      "q": "古文背诵：鵬之背，不知其幾千里也；怒而飛，（ ）。",
      "a": "其翼若垂天之雲"
     },
     {
      "q": "释词：釋。（因釋其耒而守株，冀復得兔。）",
      "a": "釋：放下"
     },
     {
      "q": "释词：矯。（券徧合，起，矯命以責賜諸民，因燒其券。）",
      "a": "矯：假托"
     },
     {
      "q": "释词：獄。（決獄不避，貴强惡之。）",
      "a": "獄：官司"
     },
     {
      "q": "释词：鮮。（夫火烈，民望而畏之，故鮮死焉。）",
      "a": "鮮：少"
     },
     {
      "q": "释词：弔。（誅其君而弔其民，若時雨降。）",
      "a": "弔：抚恤，慰问"
     },
     {
      "q": "释词：與。（河間王琛最爲豪首，常與高陽爭衡。）说明词性和作用。",
      "a": "与：介词。引进动作行为涉及的对象。"
     },
     {
      "q": "释词：乎。（夫子之求之也，其諸異乎人之求之與？）说明词性和作用。",
      "a": "乎：介词。引进比较的对象。"
     },
     {
      "q": "释词：哉。（汲黯何如人哉？）说明词性和作用。",
      "a": "哉：句末语气词。表示强烈的感叹语气。"
     },
     {
      "q": "释词：則。（風之積也不厚，則其負大翼也無力。）说明词性和作用。",
      "a": "则：连词。连接条件复句中的两个分句，表示承接关系。"
     },
     {
      "q": "释词：矣。（寡人之於國也，盡心焉耳矣。）说明词性和作用。",
      "a": "矣：句末语气词。表示报道一种新情况，带有动作行为已经完成的意味。"
     },
     {
      "q": "简答：指出下列句中加着重号的字与括号中的字是异体关系还是通假关系，并说明辨别这两种字际关系的依据。（1）故饑歲之春，幼弟不饟（餉）；穰歲之秋，疏客必食。（2）齊桓任戰而伯（霸）天下。（3）沛公不勝桮（杯）杓，不能辭。（4）餞于郊衢，撫（拊）節悲歌，聲振林木，響遏行雲。",
      "a": "（1）饟與餉、（3）桮與杯是异体关系；（2）伯與霸、（4）撫與拊是通假关系。读音和意义完全相同，只是形体不同的字为异体关系。读音相同或相近，意义不同，在使用中可以通用的字为通假关系。"
     },
     {
      "q": "简答：解释下列句中加着重号的词的意义，并分析同义词之间的差异。（1）①失時不雨，民且狼顧。②相如持其璧睨柱，欲以擊柱。（2）父命呼，唯而不諾。",
      "a": "（1）顧：回头看。睨：斜着看。差异类型：性状情态不同。（2）唯：答应，用于应答地位、辈份高的人。諾：答应，用于应答地位、辈份相同或低于自己的人。差异类型：情感色彩不同。（或适用对象不同）"
     },
     {
      "q": "简答：根据下列例句归纳古代汉语被动句的类型。（1）以四百里之地見信於天下。（2）勞心者治人，勞力者治於人。（3）君子恥不修，不恥見汙。（4）方術不用，爲人所疑。（5）西河之爲秦取不久矣。（6）國一日被攻，雖欲事秦，不可得也。",
      "a": "（1）用介词\"于\"引进动作行为主动者的被动句式。如例2。（2）用介词\"为\"引进动作行为主动者的被动句式。如例5；\"为……所……\"式。如例4。（3）助动词\"见\"位于动词前的被动句式。如例3；\"见……於……\"式。如例1。（4）\"被\"字句。如例6。"
     },
     {
      "q": "翻译：若受吾幣不假之道，將奈何。",
      "a": "如果接受了我们的礼物却不借给我们路，将怎么办？"
     },
     {
      "q": "翻译：是寶猶取之內府而藏之外府也。",
      "a": "这个宝物就如同从我们的内部仓库取出，藏在外部仓库。"
     },
     {
      "q": "翻译：夫虞之有虢也，如車之有輔。",
      "a": "虞国有虢国这个邻国，就如同牙床骨外面有面颊作为屏障。"
     },
     {
      "q": "翻译：反處三年，興兵伐虞，又剋之。",
      "a": "晋军回国待了三年后，发动军队攻打虞国，又战胜（消灭）了虞国。"
     },
     {
      "q": "翻译：虞公之兵殆而地削者何也。",
      "a": "虞君的军队战败、国土削亡是什么原因呢？"
     },
     {
      "q": "翻译：顧小利則大利之殘也。",
      "a": "只看小利益，那么大利益就会受到伤害。"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。子擊出遭田子方於道下車伏謁子方不爲禮子擊怒謂子方曰富貴者驕人乎貧賤者驕人乎子方曰亦貧賤者驕人耳富貴者安敢驕人國君而驕人則失其國大夫而驕人則失其家失其國者未聞有以國待之者也失其家者未聞有以家待之者也夫士貧賤者言不用行不合則納履而去耳安往而不得貧賤哉子擊乃謝之",
      "a": "子擊出，遭田子方於道，下車伏謁。子方不爲禮。子擊怒，謂子方曰：\"富貴者驕人乎？貧賤者驕人乎？\"子方曰：\"亦貧賤者驕人耳。富貴者安敢驕人？國君而驕人則失其國，大夫而驕人則失其家。失其國者，未聞有以國待之者也；失其家者，未聞有以家待之者也。夫士貧賤者，言不用，行不合，則納履而去耳，安往而不得貧賤哉？\"子擊乃謝之。"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。雖然（雖然，吾有得也）",
      "a": "虽然这样"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。細（其功不細）",
      "a": "小"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。勸（常勸我以義）",
      "a": "鼓励"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。戚（不見則戚）",
      "a": "不高兴"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。亟（其過不細，必亟遣之）",
      "a": "赶快"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。開（於是以開後嗣）",
      "a": "启发"
     },
     {
      "q": "阅读：指出句中加着重号词的词义、词性与用法。其功不細，必厚爵之。",
      "a": "爵：封爵。名词。名词用作动词。"
     },
     {
      "q": "阅读：指出句中加着重号词的词义、词性与用法。於是以開後嗣，覺來世。",
      "a": "覺：使……觉悟。动词。使动用法。"
     },
     {
      "q": "阅读：翻译：吾與處不安也，不見不思也。",
      "a": "我与他相处不得安逸，见不到他也不想他。"
     },
     {
      "q": "阅读：翻译：朝聞道，夕死可矣。",
      "a": "早晨知晓了大道（道理），傍晚死去也没有遗憾了。"
     },
     {
      "q": "阅读：翻译：猶愈没身不寤者也。",
      "a": "还是胜过那些至死不醒悟的人。"
     },
     {
      "q": "阅读：根据文意，为什么楚恭王让令尹\"厚爵\"管苏，\"亟遣\"申侯伯？",
      "a": "因为管苏常用道义劝谏楚恭王，楚恭王感到有所收获；而申侯伯常鼓励恭王享乐，对君王没有益处。"
     }
    ]
   }
  },
  "2018年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "下列各组字中，象形、指事、会意、形声四种结构类型都具备的一组是",
      "opts": [
       "大 莫 灾 获",
       "眉 亦 名 歌",
       "其 刃 息 逐",
       "向 日 哀 佞"
      ],
      "a": 1
     },
     {
      "q": "下列各组字中，义符相同的一组是",
      "opts": [
       "溪 谿",
       "游 遊",
       "猶 猷",
       "騰 勝"
      ],
      "a": 2
     },
     {
      "q": "下列各组字中属于分化字关系的一组是",
      "opts": [
       "共—供",
       "村—邨",
       "管—館",
       "咳—孩"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的字与括号中的字是异体字关系的一句是",
      "opts": [
       "王如知此，則無（毋）望民之多於鄰國也。",
       "北冥（溟）有魚，其名曰鯤。",
       "若皋之所觀，天機也，得其精而忘其麤（粗）。",
       "寡助之至，親戚畔（叛）之。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的字与括号中的字是通假字关系的一句是",
      "opts": [
       "堯舜支（肢）解人，從何鯫始？",
       "小知（智）不及大知，小年不及大年。",
       "曾子寢疾，病，樂正子春坐於牀（床）下。",
       "夫列子御風而行，泠然善也，旬有（又）五日而後反。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的部分属于联绵词的一句是",
      "opts": [
       "適莽蒼者，三飧而反，腹猶果然。",
       "天高地迥，覺宇宙之無窮。",
       "今有一人，入人園圃，竊其桃李。",
       "謹庠序之教，申之以孝悌之義。"
      ],
      "a": 0
     },
     {
      "q": "下列句中的\"亡\"与\"亡不越竟，反不討賊\"中的\"亡\"意思相同的一句是",
      "opts": [
       "此亡秦之續耳。竊爲大王不取也！",
       "湯有七年之旱，而國亡捐瘠者，以畜積多而備先具也。",
       "孔子時其亡也，而往拜之，遇諸塗。",
       "離桓之罪，以亡於楚。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词古今意义变化属于色彩褒贬差异的一句是",
      "opts": [
       "厲王虐，國人謗王。",
       "故子生三月則父名之。",
       "匪來貿絲，來即我謀。",
       "田中有株，兔走觸株，折頸而死。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的词用本义的一句是",
      "opts": [
       "危而不持，顛而不扶，則將焉用彼相矣？",
       "匠石運斤成風，聽而斲之。",
       "善張網者引其網。",
       "學而時習之，不亦說乎！"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词语属于同义连用的一句是",
      "opts": [
       "貧窮則父母不子，富貴則親戚畏懼。",
       "荆人尚猶循表而導之。",
       "邦分崩離析而不能守也，而謀動干戈於邦內。",
       "不以規矩，不能成方員。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词意义解释正确的一句是",
      "opts": [
       "王乃使玉人理其璞而得寶焉。（理：治玉）",
       "君若以德綏諸侯，誰敢不服？（綏：领导）",
       "鄰國之民不加少，寡人之民不加多，何也？（加：增加）",
       "業精於勤，荒於嬉。（嬉：荒淫）"
      ],
      "a": 0
     },
     {
      "q": "下列句中有双宾语的一句是",
      "opts": [
       "楚人和氏得玉璞楚山中，奉而獻之厲王。",
       "吾日三省吾身。",
       "欲潔其身，而亂大倫。",
       "甚矣，汝之不惠！"
      ],
      "a": 0
     },
     {
      "q": "下列句中有介词宾语前置的一句是",
      "opts": [
       "臣實不才，又誰敢怨？",
       "色物、牝牡尚弗能知，又何馬之能知也？",
       "楚國方城以爲城，漢水以爲池。",
       "蓋有之矣，我未之見也。"
      ],
      "a": 2
     },
     {
      "q": "下列句子属于被动句的一句是",
      "opts": [
       "伯夷死名於首陽之下。",
       "方術不用，爲人所疑。",
       "冉有、季路見於孔子。",
       "世之有饑穰，天之行也，禹湯被之矣。"
      ],
      "a": 1
     },
     {
      "q": "下列句中属于介词宾语省略的一句是",
      "opts": [
       "人皆有兄弟，我獨無。",
       "七月在野，八月在宇，九月在戶，十月蟋蟀入我牀下。",
       "晏子爲齊相。",
       "不者，若屬皆且爲所虜。"
      ],
      "a": 3
     },
     {
      "q": "下列句中加着重号的词是情态副词的一句是",
      "opts": [
       "王侯將相寧有種乎？",
       "己所不欲，勿施於人。",
       "安陵以五十里之地存者，徒以有先生也。",
       "武既至海上，廩食不至。"
      ],
      "a": 0
     },
     {
      "q": "下列句中的\"是\"作系词的一句是",
      "opts": [
       "臣聞七十里爲政於天下者，湯是也。",
       "虎兕出於柙，龜玉毀於櫝中，是誰之過與？",
       "此是何種也？",
       "昭王南征而不復，寡人是問。"
      ],
      "a": 2
     },
     {
      "q": "下列句中数词\"三\"作谓语的一句是",
      "opts": [
       "誦三過而請習之。",
       "范增數目項王，舉所佩玉玦以示之者三。",
       "三進及溜，而後視之。",
       "晏子數之曰：\"爾罪有三。\""
      ],
      "a": 1
     },
     {
      "q": "古书旧注中除了释词，还串讲文意、指明一章主题意旨的注释类型是",
      "opts": [
       "傳注",
       "集解",
       "義疏",
       "章句"
      ],
      "a": 3
     },
     {
      "q": "《詩經·鄘風·柏舟》\"母也天只，不諒人只\"，毛傳：\"天謂父也。\"说明诗句采用的古书特殊表达方式是",
      "opts": [
       "誇張",
       "互文",
       "變文",
       "連類而及"
      ],
      "a": 2
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：六十而耳順，（ ），不踰矩。",
      "a": "七十而從心所欲"
     },
     {
      "q": "古文背诵：是故百戰百勝，非善之善也；（ ），善之善者也。",
      "a": "不戰而屈人之兵"
     },
     {
      "q": "古文背诵：我以不貪爲寶，爾以玉爲寶。（ ），皆喪寶也。",
      "a": "若以與我"
     },
     {
      "q": "古文背诵：（ ），則爲之計深遠。",
      "a": "父母之愛子"
     },
     {
      "q": "古文背诵：鵬之背，不知其幾千里也；怒而飛，（ ）。",
      "a": "其翼若垂天之雲"
     },
     {
      "q": "古文背诵：是以聖人方而不割，（ ），直而不肆，光而不燿。",
      "a": "廉而不劌"
     },
     {
      "q": "释词：疾。（君子疾夫舍曰\"欲之\"而必爲之辭。）",
      "a": "疾：厌恶，讨厌"
     },
     {
      "q": "释词：勝。（不違農時，穀不可勝食也。）",
      "a": "勝：尽"
     },
     {
      "q": "释词：篤。（博學之，審問之，慎思之，明辨之，篤行之。）",
      "a": "篤：专一"
     },
     {
      "q": "释词：毀。（景公使晏子爲東阿宰，三年，毀聞於國。）",
      "a": "毀：恶名，坏名声"
     },
     {
      "q": "释词：濟。（文起八代之衰，而道濟天下之溺。）",
      "a": "濟：振救"
     },
     {
      "q": "释词：爲。（是社稷之臣也，何以伐爲？）说明词性和作用。",
      "a": "爲：句末语气词，表反问语气。"
     },
     {
      "q": "释词：也。（子曰：\"師也過，商也不及。\"）说明词性和作用。",
      "a": "也：句中语气词，起提顿作用，使语气舒缓。"
     },
     {
      "q": "释词：之。（大道之行也，天下爲公。）说明词性和作用。",
      "a": "之：连词，连接主语和谓语，取消句子独立性，使原来的主谓结构变为名词性偏正结构。"
     },
     {
      "q": "释词：以。（故務民於農桑，薄賦斂，廣畜積，以實倉廩。）说明词性和作用。",
      "a": "以：连词，连接动词性短语，后一行为是前面动作行为的目的。"
     },
     {
      "q": "释词：殊。（老臣今者殊不欲食。）说明词性和作用。",
      "a": "殊：副词，表示程度高。"
     },
     {
      "q": "简答：指出下列汉字哪些是会意字，哪些是形声字，并以这些字为例，说明会意与形声的区别。武 穎 旗 秉 惑 休",
      "a": "武、秉、休是会意字；穎、旗、惑是形声字。会意是根据事物间的某种关系而组合两个或两个以上的独体字来构成新字的造字方法。形声是根据词的意义类别而选取一个义符，再取一个与词的读音相同相近的声符，构成新字。"
     },
     {
      "q": "简答：解释下列三组句中加着重号词的意义，并说明其引申义与本义的联系类型。（1）酌以大斗，以祈黃者。／維北有斗，不可以挹酒漿。（2）竹之始生，一寸之萌耳，而節葉具焉。／强本而節用，則天不能貧。（3）有自門閒射陽越，殺之。／扁鵲見蔡桓公，立有閒。",
      "a": "（1）斗：酌酒器。斗：斗星。相似关系。（2）節：竹节。節：节制。动静关系。（3）閒：缝隙。閒：一会儿。时空关系。"
     },
     {
      "q": "简答：结合下列例句，说明古代汉语普通名词作状语的主要类型。（1）童子隅坐而執燭。（2）齊將田忌善而客待之。（3）將不勝其忿而蟻附之。（4）家人車載欲往就醫。",
      "a": "（1）表示动作发生或进行的处所、方位等，如例（1）的\"隅\"。（2）表示对待动作对象的态度，如例（2）的\"客\"。（3）用比喻的方式描绘动作进行时的状态，如例（3）的\"蟻\"。（4）表示动作进行时所用的工具，如例（4）的\"車\"。"
     },
     {
      "q": "翻译：祁奚請老，晉侯問嗣焉。",
      "a": "祁奚请求告老还乡，晋侯向他询问谁来继承他的职务。"
     },
     {
      "q": "翻译：稱解狐，其讎也。",
      "a": "（祁奚）推荐解狐，（解狐）是他的仇人。"
     },
     {
      "q": "翻译：君子謂祁奚於是能舉善矣。",
      "a": "君子认为祁奚在这件事上称得上是能推举善人的了。"
     },
     {
      "q": "翻译：舉其偏，不爲黨。",
      "a": "推荐自己的副手，不能认为是偏袒。"
     },
     {
      "q": "翻译：建一官而三物成。",
      "a": "任命一个官职却办成了三件事。"
     },
     {
      "q": "翻译：夫唯善，故能舉其類。",
      "a": "自己是善人，所以能够举荐他的同类（善人）。"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。靈公好婦人而丈夫飾者國人盡服之公使吏禁之曰女子而男子飾者裂其衣斷其帶裂衣斷帶相望而不止晏子見公問曰寡人使吏禁女子而男飾裂斷其衣帶相望而不止者何也晏子對曰君使服之於內而禁之於外猶懸牛首於門而賣馬肉於內也公何以不使內勿服則外莫敢爲也公曰善使內勿服逾月而國莫之服",
      "a": "靈公好婦人而丈夫飾者，國人盡服之，公使吏禁之，曰：\"女子而男子飾者，裂其衣，斷其帶。\"裂衣斷帶相望，而不止。晏子見，公問曰：\"寡人使吏禁女子而男飾，裂斷其衣帶，相望而不止者，何也？\"晏子對曰：\"君使服之於內，而禁之於外，猶懸牛首於門，而賣馬肉於內也。公何以不使內勿服，則外莫敢爲也。\"公曰：\"善。\"使內勿服，逾月，而國莫之服。"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。沒（晏子沒十有七年）",
      "a": "沒：死去"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。有（晏子沒十有七年）",
      "a": "有：又"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。飲（景公飲諸大夫酒）",
      "a": "飲：使……饮"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。色（公作色太息）",
      "a": "色：脸色"
     },
     {
      "q": "阅读：解释文中加着重号词语的意义。固（固辭魚不受）",
      "a": "固：坚决"
     },
     {
      "q": "阅读：指出句中\"其\"的词性和用法。夫尺蠖食黃則其身黃。",
      "a": "其：代词，作\"身\"的定语，它的。"
     },
     {
      "q": "阅读：指出句中\"其\"的词性和用法。君其猶有諂人言乎！",
      "a": "其：语气词，表示推测语气，大概。"
     },
     {
      "q": "阅读：翻译：知不足以知君之不善，勇不足以犯君之顏色。",
      "a": "智慧不足以察知君王做得不好的地方，勇气不足以冒犯君王的尊严。"
     },
     {
      "q": "阅读：翻译：今諸臣諂諛以干利，出質而唱善，若出一口。",
      "a": "现在众臣为了谋求私利阿谀奉承，所以箭射出了靶子却喝彩，如同出自一人之口。"
     },
     {
      "q": "阅读：请解释\"今日之言，章爲君，我爲臣\"的意义，并说明景公为什么这样说。",
      "a": "今天这番话，弦章是君王，我是臣子。景公认为弦章的这番劝谏有理，自己应该听从，如同臣子服从君王。"
     },
     {
      "q": "阅读：弦章为什么不接受景公赏赐的鱼？请用现代汉语陈述。",
      "a": "弦章认为：他对景公的帮助尚未让众臣知晓，却接受了景公的赏赐。这违背了晏子匡正君主的道义，却顺遂了阿谀奉承者的欲望。"
     }
    ]
   }
  },
  "标点题真题总结": {
   "short": {
    "head": "标点题真题总结",
    "desc": "",
    "score": 1,
    "items": [
     {
      "q": "1.【2204标点題】用現代標點符號標點下面的文言短文。\n齊之國氏大富宋之向氏大貧自宋之齊請其術國氏告之曰吾善爲盜始吾爲盜也一年而給二年而足三年大穰自此以往施及州閭向氏大喜喻其爲盜之言而不喻其爲盜之道遂躐垣鑿室手目所及亡不探也未及時以贓獲罪沒其先居之財向氏以國氏之謬己也往而怨之",
      "a": "齊之國氏大富，宋之向氏大貧，自宋之齊，請其術。國氏告之曰：“吾善爲盜。始吾爲盜也，一年而給，二年而足，三年大穰。自此以往，施及州閭。”向氏大喜。喻其爲盜之言，而不喻其爲盜之道。遂躐垣鑿室，手目所及，亡不探也。未及時，以贓獲罪，沒其先居之財。向氏以國氏之謬己也，往而怨之。\n参考翻译：齐国的国氏非常富有，宋国的向氏非常贫穷，向氏从宋国到齐国，向国氏请教致富的方法。国氏告诉他说：“我善于偷盗。我开始偷盗时，一年就够自用，二年便很富足，三年就家资丰收了。从此以后，我还施舍州里乡亲。”向氏听了非常高兴。但他只理解了国氏偷盗的话，却没有了解国氏偷盗的方法。于是跳墙打洞，凡是手摸到的，眼睛看到的，没有一件不探取。没过多久，便以盗窃来的赃物而被问罪，连以前积蓄的财物也被没收了。向氏认为国氏欺骗了自己，便去埋怨国氏。"
     },
     {
      "q": "2.【2110标点題】用現代標點符號標點下面的文言短文。\n人或說信曰斬眛謁上上必喜無患信見眛計事眛曰漢所以不擊取楚以眛在公所若欲捕我以自媚於漢吾今日死公亦隨手亡矣乃罵信曰公非長者卒自剄信持其首謁高祖於陳上令武士縛信載後車信曰果若人言狡兔死良狗烹高鳥盡良弓藏敵國破謀臣亡天下已定我固當烹\n（注：信，韓信。眛，鍾離眛。）",
      "a": "人或說信曰：“斬眛謁上，上必喜，無患。”信見眛計事。眛曰：“漢所以不擊取楚，以眛在公所。若欲捕我以自媚於漢，吾今日死，公亦隨手亡矣。”乃罵信曰：“公非長者！”卒自剄。信持其首，謁高祖於陳。上令武士縛信，載後車。信曰：“果若人言：‘狡兔死，良狗烹；高鳥盡，良弓藏；敵國破，謀臣亡。’天下已定，我固當烹！”\n参考翻译：有人对韩信说：“杀了钟离眛去朝见皇上，皇上一定高兴，就没有祸患了。”韩信去见钟离眛商量。钟离眛说：“汉王所以不攻打楚国，是因为我在您这里，你想逮捕我取悦汉王，我今天死，你也会紧跟着死的。”于是骂韩信说：“你不是个忠厚的人！”终于刎颈身死。韩信拿着他的人头，到陈县朝拜高帝。皇上命令武士捆绑了韩信，押在随行的车上。韩信说：“果真像人们说的‘狡兔死了，出色的猎狗就遭到烹杀；高翔的飞禽光了，优良的弓箭收藏起来；敌国破灭，谋臣死亡’。现在天下已经平安，我本来应当遭烹杀！”"
     },
     {
      "q": "3.【2104标点題】用現代標點符號標點下面的文言短文。\n河南樂羊子之妻者不知何氏之女也羊子嘗行路得遺金一餅還以與妻妻曰妾聞志士不飲盜泉之水廉者不受嗟來之食況拾遺求利以污其行乎羊子大慚乃捐金於野而遠尋師學一年來歸妻跪問其故羊子曰久行懷思無它異也妻乃引刀趨機而言曰此織生自蠶繭成於機杼一絲而累以至於寸寸累不已遂成丈匹今若斷斯織也則捐失成功稽廢時月夫子積學當日知其所亡以就懿德若中道而歸何異斷斯織乎羊子感其言復還終業遂七年不反",
      "a": "河南樂羊子之妻者，不知何氏之女也。羊子嘗行路，得遺金一餅，還以與妻。妻曰：“妾聞志士不飲盜泉之水，廉者不受嗟來之食。況拾遺求利，以污其行乎！”羊子大慚，乃捐金於野，而遠尋師學。一年來歸，妻跪問其故。羊子曰：“久行懷思，無它異也。”妻乃引刀趨機而言曰：“此織生自蠶繭，成於機杼，一絲而累，以至於寸；寸累不已，遂成丈匹。今若斷斯織也，則捐失成功，稽廢時月。夫子積學，當日知其所亡，以就懿德。若中道而歸，何異斷斯織乎？”羊子感其言，復還終業，遂七年不反。\n参考翻译：河南乐羊子的妻子，已经不知道原来是姓什么的人家的女儿。羊子在路上行走时，曾经捡到一块别人丢失的金子，拿回家把金子给了妻子。妻子说：“我听说有志气的人不喝‘盗泉’的水，廉洁方正的人不接受‘嗟来之食’，何况是捡拾别人的失物、谋求私利来玷污自己的品德呢！”羊子听后十分惭愧，就把金子扔弃到野外，然后远出拜师求学去了。一年后羊子回到家中，妻子跪起身问他回来的缘故。羊子说：“出行在外久了，心中想念家人，没有别的特殊的事情。”妻子听后，就拿起刀来快步走到织机前说道：“这些丝织品都是从蚕茧中生出，又在织机上织成。一根丝一根丝地积累起来，才达到一寸长，一寸一寸地积累，才能成丈成匹。现在如果割断这些正在织着的丝织品，那就无法成功（织出布匹），迟延荒废时光。你积累学问，就应当‘每天都学到自己不懂的东西’，以此成就自己的美德；如果中途就回来了，那同切断这丝织品又有什么不同呢？”羊子被他妻子的话感动了，重新回去修完了自己的学业，并且七年没有回来。"
     },
     {
      "q": "4.【2010考期标点題】用現代標點符號標點下面的文言短文。\n孔子觀於魯桓公之廟有欹器焉夫子問於守廟者曰此謂何器對曰此蓋爲宥坐之器孔子曰吾聞宥坐之器虛則欹中則正滿則覆明君以爲至誠故常置之於坐側顧謂弟子曰試注水焉乃注之水中則正滿則覆夫子喟然歎曰嗚呼夫物惡有滿而不覆哉子路進曰敢問持滿有道乎子曰聰明叡智守之以愚功被天下守之以讓勇力振世守之以怯富有四海守之以謙此所謂損之又損之之道也",
      "a": "孔子觀於魯桓公之廟，有欹器焉。夫子問於守廟者曰：“此謂何器？”對曰：“此蓋爲宥坐之器。”孔子曰：“吾聞宥坐之器，虛則欹，中則正，滿則覆。明君以爲至誠，故常置之於坐側。”顧謂弟子曰：“試注水焉。”乃注之水，中則正，滿則覆。夫子喟然歎曰：“嗚呼！夫物惡有滿而不覆哉！”子路進曰：“敢問持滿有道乎？”子曰：“聰明叡智，守之以愚；功被天下，守之以讓；勇力振世，守之以怯；富有四海，守之以謙。此所謂損之又損之之道也。”\n参考翻译：孔子到鲁桓公祭祀的庙里去参观，在那里看到一件容易倾倒的器物。于是他问守庙的人：“这是什么器物啊？”守庙人回答说：“这是国君放在座位右边以示警戒的欹器。”孔子说：“我听说国君放在座位右边的欹器，空虚时就倾倒，里面的水不多不少时就端正，水满时就倒下。贤明的国君把它作为最高警戒，所以常常把它放在座位边。”说完回头对弟子说：“灌进水试试。”弟子把水灌进欹器，水不多不少时欹器就端正，水满时就倒下。孔子感叹道：“唉，哪有东西盈满了不倒的呢！”子路走上前去问道：“先生，请问有保持盈满但不倾覆的方法吗？”孔子说：“聪明睿智的人，用愚笨的方法来持守；功绩遍及天下的人，用谦让的方法来持守；勇力闻达于世，用怯懦的方法来持守；财富遍及四海，就用谦和的方法来持守。这便是尽力贬损自己来保持盈满的方法。”"
     },
     {
      "q": "5.【2008考期标点題】用現代標點符號標點下面的文言短文。\n孔子兄子有孔蔑者與宓子賤皆仕孔子往過孔蔑而問之曰自汝之仕何得何亡對曰未有所得而所亡者三王事若龍學焉得習是學不得明也俸祿少饘粥不及親戚是骨肉益疏也公事多急不得弔死問疾是朋友之道闕也其所亡者三即謂此也孔子不悅往過子賤問如孔蔑對曰自來仕者無所亡其有所得者三始誦之今得而行之是學益明也俸祿所供被及親戚是骨肉益親也雖有公事而兼以弔死問疾是朋友篤也孔子喟然謂子賤曰君子哉若人魯無君子者則子賤焉取此",
      "a": "孔子兄子有孔蔑者，與宓子賤皆仕。孔子往過孔蔑而問之曰：“自汝之仕，何得何亡？”對曰：“未有所得，而所亡者三。王事若龍，學焉得習，是學不得明也；俸祿少，饘粥不及親戚，是以骨肉益疏也；公事多急，不得弔死問疾，是朋友之道闕也。其所亡者三，即謂此也。”孔子不悅，往過子賤，問如孔蔑。對曰：“自來仕者，無所亡，其有所得者三。始誦之，今得而行之，是學益明也；俸祿所供，被及親戚，是骨肉益親也；雖有公事，而兼以弔死問疾，是朋友篤也。”孔子喟然謂子賤曰：“君子哉若人！魯無君子者，則子賤焉取此。”\n参考翻译：孔子兄有子叫孔蔑的人，他与宓子贱一起做官。孔子外出路过孔蔑那里，问孔蔑：“自从出仕以来，有何得失？”孔蔑回答：“没有所得，却有三个所失。政事一件接着一件，以前学到的知识，怎能得到实践呢？因此，所学知识无法理解明白；获得的俸禄太少，稀粥都不够父母兄弟适用，因此，骨肉之情日加疏远；公务繁多有紧迫，没有时间去吊唁死者、探望病者，因此，朋友之情愈加缺失。我所说的三个所失，指的就是这些。”孔子听了很不高兴。路过宓子贱那里，孔子问宓子贱如孔蔑一样的问题。宓子贱回答道：“自从出仕以来，没有所失，却有三个所得。以前记诵学到的知识，现在有机会得以实践，因此，所学知识更加明白；把所得到的俸禄，分享给父母兄弟，因此，骨肉之情愈加亲密；即使公务再繁忙，也要兼顾到吊唁死者、探望病者，因此朋友之情愈加深厚。”孔子感慨地评价宓子贱说：“真人君子啊！如果鲁国没有君子，那么宓子贱又是从哪儿学到这些君子品质的呢？”"
     },
     {
      "q": "6.【1910标点題】用現代標點符號標點下面的文言短文。\n靈公與夫人夜坐聞車聲轔轔至闕而止過闕復有聲公問夫人曰知此謂誰夫人曰此必蘧伯玉也公曰何以知之夫人曰妾聞禮下公門式路馬所以廣敬也夫忠臣與孝子爲昭昭信節不爲冥冥墮行蘧伯玉衛之賢大夫也仁而有智敬於事上此其人必不以闇昧廢禮是以知之公使視之果伯玉也公反之以戲夫人曰非也夫人酌觴再拜賀公公曰何以賀寡人夫人曰始妾獨以衛爲有蘧伯玉爾今衛復有與之齊者是君有二賢臣也國多賢臣國之福也妾是以賀公驚曰善哉",
      "a": "靈公與夫人夜坐，聞車聲轔轔，至闕而止，過闕復有聲。公問夫人曰：“知此謂誰？”夫人曰：“此必蘧伯玉也。”公曰：“何以知之？”夫人曰：“妾聞：禮，下公門，式路馬，所以廣敬也。夫忠臣與孝子，不爲昭昭信節，不爲冥冥墮行。蘧伯玉，衛之賢大夫也。仁而有智，敬於事上。此其人必不以闇昧廢禮，是以知之。”公使視之，果伯玉也。公反之，以戲夫人曰：“非也。”夫人酌觴再拜賀公，公曰：“子何以賀寡人？”夫人曰：“始妾獨以衛爲有蘧伯玉爾，今衛復有與之齊者，是君有二賢臣也。國多賢臣，國之福也。妾是以賀。”公驚曰：“善哉！”\n参考翻译：一天晚上，卫灵公和夫人坐在一起，听到了辚辚的车声，那车声到宫廷前就停了，过了宫廷又响起来。卫灵公问夫人：“你知道这个人是谁吗？”夫人说道：“这人一定是蘧伯玉。”卫灵公道：“你是怎么知道的？”夫人说：“我听说，按照礼制，车马行驶到宫门，就要停下向国君的马敬礼，这是为了表示尊重。忠臣和孝子，不会在明处展现礼节，在暗处行礼也不会懈怠。蘧伯玉是卫国的贤能大夫，仁义又有智谋，对君王恭敬侍奉。这个人一定不会因为天色昏暗就荒废礼数，因此我知道是他。”卫灵公派人去看，果然是蘧伯玉。卫灵公返回，想要跟夫人开个玩笑，就说：“不是他啊。”夫人给卫灵公斟酒拜了两次恭贺他。卫灵公问：“你为什么要恭贺我？”夫人说：“起初我以为卫国只有一位蘧伯玉，如今看来卫国又有跟他一样的人，这样君王就有两位贤臣了。国家贤臣多，是国家的福分啊。我因此恭贺您。”卫灵公惊叹道：“你说的太好了！”"
     },
     {
      "q": "7.【1904标点題】用現代標點符號標點下面的文言短文。\n始皇惡言死羣臣莫敢言死事病益甚乃令中車府令行符璽事趙高爲書賜扶蘇曰與喪會咸陽而葬書已封在趙高所未付使者秋七月丙寅始皇崩於沙丘平臺丞相斯爲上崩在外恐諸公子及天下有變乃祕之不發喪棺載轀涼車中故幸宦驂乘所至上食百官奏事如故宦者輒從車中可其奏事獨胡亥趙高及幸宦者五六人知之",
      "a": "始皇恶言死，群臣莫敢言死事。病益甚，乃令中车府令行符玺事赵高为书赐扶苏曰：“与丧，会咸阳而葬。”书已封，在赵高所，未付使者。秋，七月，丙寅，始皇崩于沙丘平台。丞相斯为上崩在外，恐诸公子及天下有变，乃秘之不发丧，棺载辒凉车中，故幸宦者骖乘。所至，上食、百官奏事如故，宦者辄从车中可其奏事。独胡亥、赵高及幸宦者五六人知之。\n参考翻译：始皇厌恶说死，群臣没有人敢提到死的事情。始皇的病日益加重，于是就写了一封盖有皇帝玺印的诏书送给公子扶苏，说：“回来参加我的丧礼，一起在咸阳埋葬我。”诏书已经加封，放在中车府令赵高代替符玺郎掌管印玺符节事务的地方，还没有送给负责传递的使者。七月丙寅，始皇死于沙丘平台。因为始皇死在外面，丞相李斯怕始皇那些儿子以及国内百姓有人造反，就封锁了消息，不举办丧事。把棺材装在辒凉车中，原来亲近的宦官陪乘，所到之地，照旧送上饭食。百官和过去一样上奏国事，宦官就从辒凉车中批准他们所奏之事。只有始皇的儿子胡亥、赵高和五六个亲近的宦官知道始皇已经死去。"
     },
     {
      "q": "8.【1810标点題】用現代標點符號標點下面的文言短文。\n侯生盧生相與譏議始皇因亡去始皇聞之大怒曰盧生等吾尊賜之甚厚今乃誹謗我諸生在咸陽者吾使人廉問或爲妖言以亂黔首於是使御史悉案問諸生諸生傳相告引乃自除犯禁者四百六十餘人皆阬之咸陽使天下知之以懲後益發讁徙邊始皇長子扶蘇諫曰諸生皆誦法孔子今上皆重法繩之臣恐天下不安始皇怒使扶蘇北監蒙恬軍於上郡",
      "a": "侯生盧生相與譏議始皇，因亡去。始皇聞之，大怒曰：“盧生等，吾尊賜之甚厚，今乃誹謗我！諸生在咸陽者，吾使人廉問，或爲妖言以亂黔首。”於是使御史悉案問諸生。諸生傳相告引，乃自除犯禁者四百六十餘人，皆阬之咸陽，使天下知之，以懲後；益發讁徙邊。始皇長子扶蘇諫曰：“諸生皆誦法孔子。今上皆重法繩之，臣恐天下不安。”始皇怒，使扶蘇北監蒙恬軍於上郡。\n参考翻译：侯生、卢生相互讥讽、评议始皇帝的暴戾，并因此逃亡而去。始皇闻讯勃然大怒，说：“卢生等人，我尊敬他们，并重重地赏赐他们，现在竟然敢诽谤我！这些人在咸阳的，我曾派人去查访过，其中有的人竟妖言惑众！”于是令御史逮捕并审问所有的儒生。儒生们彼此告发，始皇帝就亲自判处违法犯禁的人四百六十余名，把他们全部在咸阳活埋了。还向全国宣扬，让大家都知道这件事，以惩戒后世。同时谪罚更多的人流放到边地戍守。始皇的长子扶苏为此规劝道：“那些儒生们全诵读并效法孔子的言论。而今您全部用重法惩处他们，我担心天下会因此不安定。”始皇大为恼火，派扶苏赴上郡去监督蒙恬的军队。"
     },
     {
      "q": "9.【1804标点題】用現代標點符號標點下面的文言短文。\n靈公好婦人而丈夫飾者國人盡服之公使吏禁之曰女子而男子飾者裂其衣斷其帶裂衣斷帶相望而不止晏子見公問曰寡人使吏禁女子而男子飾裂斷其衣帶相望而不止者何也晏子對曰君使服之於內而禁之於外猶懸牛首於門而賣馬肉於內也公何以不使內勿服則外莫敢爲也公曰善使內勿服不逾月而國莫之服",
      "a": "靈公好婦人而丈夫飾者，國人盡服之。公使吏禁之曰：“女子而男子飾者，裂其衣，斷其帶。”裂衣斷帶，相望而不止。晏子見，公問曰：“寡人使吏禁女子而男子飾，裂斷其衣帶，相望而不止者，何也？”晏子對曰：“君使服之於內，而禁之於外，猶懸牛首於門，而賣馬肉於內也。公何以不使內勿服？則外莫敢爲也。”公曰：“善！”使內勿服，不逾月，而國莫之服。\n参考翻译：齐灵公喜好女人穿男人服饰，于是国都内的女人全都穿男人服饰，灵公派官吏去禁止，说：“女子穿男人服饰的，撕裂她们的衣服，扯断她们的衣带。”被撕裂衣服扯断衣带的女子一个接着一个，而不能禁止。晏子拜见，齐灵公说：“我派官吏禁止女子穿男人服饰，撕裂扯断她们的衣带，但她们一个接着一个而不能禁止，这是为什么？”晏子回答说：“君主让宫内的女子穿戴男人服饰，而又在宫外禁止，就像是在门口悬挂牛头，而在门内卖马肉一样。主公为何不让宫内的女子不穿，那么外边就不敢穿了。”灵公说：“好的。”于是让宫内不准穿，过了一个月，而国都内就没有女人穿男人服饰了。"
     },
     {
      "q": "10.【1710标点題】用現代標點符號標點下面的文言短文。\n子擊出遭田子方於道下車伏謁子方不爲禮子擊怒謂子方曰富貴者驕人乎貧賤者驕人乎子方曰亦貧賤者驕人耳富貴者安敢驕人國君而驕人則失其國大夫而驕人則失其家失其國者未聞有以國待之者也失其家者未聞有以家待之者也夫士貧賤者言不用行不合則納履而去耳安往而不得貧賤哉子擊乃謝之",
      "a": "子擊出，遭田子方於道，下車伏謁。子方不爲禮。子擊怒，謂子方曰：“富貴者驕人乎？貧賤者驕人乎？”子方曰：“亦貧賤者驕人耳。富貴者安敢驕人？國君而驕人則失其國，大夫而驕人則失其家。失其國者，未聞有以國待之者也；失其家者，未聞有以家待之者也。夫士貧賤者，言不用，行不合，則納履而去耳，安往而不得貧賤哉？”子擊乃謝之。\n参考翻译：魏国太子子击出行，在路上遇见老师田子方，下车行礼拜见。田子方（却）不还礼。子击很生气，对田子方说：“是富贵的人能对人自高自大呢，还是贫贱的人能对人自高自大呢？”田子方说：“只能是贫贱的人能对人自高自大，富贵的人怎么敢对人自高自大呢！国君如果对人自高自大，那么就要失去国家，大夫如果对人自高自大就将失去封地。失去他的国家的人，没有听说有人用国君的规格对待他的；失去他的封地的人，也没有听说有人用大夫的规格对待他的。贫贱的游士，言语不中听，行为不融洽，就穿上鞋子离去罢了，到哪里去不能（成为）贫贱的人呢！”子击于是向（田子方）道歉。"
     },
     {
      "q": "11.【1704标点題】用現代標點符號標點下面的文言短文。\n吳起者衛人仕於魯聞魏文侯賢乃往歸之文侯問諸李克李克曰起貪而好色然用兵司馬穰苴弗能過也於是文侯以爲將擊秦拔五城起之爲將與士卒最下者同衣食臥不設席臥不騎乘親裹贏糧與士卒分勞苦卒有病疽者起爲吮之卒母聞而哭之人曰子卒也而將軍自吮其疽何哭爲母曰非然也往年吳公吮其父疽其父戰不旋踵遂死於敵吳公今又吮其子妾不知其死所矣是以哭之",
      "a": "吳起者，衛人，仕於魯。聞魏文侯賢，乃往歸之。文侯問諸李克，李克曰：“起貪而好色，然用兵，司馬穰苴弗能過也。”於是文侯以爲將，擊秦，拔五城。起之爲將，與士卒最下者同衣食，臥不設席，臥不騎乘，親裹贏糧，與士卒分勞苦。卒有病疽者，起爲吮之。卒母聞而哭之。人曰：“子，卒也，而將軍自吮其疽，何哭爲？”母曰：“非然也。往年吳公吮其父疽，其父戰不旋踵，遂死於敵。吳公今又吮其子，妾不知其死所矣。是以哭之。”\n参考翻译：吴起，卫国人，在鲁国任官。齐国攻打鲁国，鲁国想任用吴起为将，但吴起娶的妻子是齐国人，鲁国猜疑吴起。于是，吴起杀死了自己的妻子，求得大将，大破齐国军队。有人在鲁国国君面前攻击他说：“吴起当初曾师事曾参，母亲死了也不回去治丧，曾参与他断绝关系。现在他又杀死妻子来求得您的大将职位。吴起，真是一个残忍缺德的人！况且，以我们小小的鲁国能有战胜齐国的名气，各个国家都要来算计鲁国了。”吴起恐怕鲁国治他的罪，又听说魏文侯贤明，于是就前去投奔。魏文侯征求李克的意见，李克说：“吴起为人贪婪而好色，然而他的用兵之道，连齐国的名将司马穰苴也超不过他。”于是魏文侯㐬任命吴起为大将，攻击秦国，攻占五座城。吴起做大将，与最下等的士兵同样穿衣吃饭，睡觉不铺席子，行军也不骑马，亲自挑上士兵的粮食，与士兵们分担疾苦。有个士兵患了毒疮，吴起为他吸吮毒汁。士兵的母亲听说后却痛哭。有人奇怪地问：“你的儿子是个士兵，而吴起将军亲自为他吸吮毒疮，你为什么哭？”士兵母亲答道：“不是这样啊！当年吴将军为孩子的父亲吸过毒疮，他父亲作战从不后退，就战死在敌阵中了。吴将军现在又为我儿子吸毒疮，我不知道他该死在哪里了，所以哭他。”"
     },
     {
      "q": "12.【1610标点題】用現代標點符號標點下面的文言短文。\n楊朱見梁王言治天下如運諸掌梁王曰先生有一妻一妾而不能治三畝之園而不能芸而言治天下如運諸掌何也對曰君見其牧羊者乎百羊而羣使五尺童子荷箠而隨之欲東而東欲西而西使堯牽一羊舜荷箠而隨之則不能前矣且臣聞之吞舟之魚不游枝流鴻鵠高飛不集污池何則其極遠也黃鐘大呂不可從煩奏之舞何則其音疏也將治大者不治細成大功者不成小此之謂矣",
      "a": "楊朱見梁王，言治天下如運諸掌。梁王曰：“先生有一妻一妾而不能治，三畝之園而不能芸，而言治天下如運諸掌，何也？”對曰：“君見其牧羊者乎？百羊而羣，使五尺童子荷箠而隨之，欲東而東，欲西而西。使堯牽一羊，舜荷箠而隨之，則不能前矣。且臣聞之：吞舟之魚，不游枝流；鴻鵠高飛，不集污池。何則？其極遠也。黃鐘大呂，不可從煩奏之舞，何則？其音疏也。將治大者不治細，成大功者不成小，此之謂矣。”\n参考翻译：杨朱进见梁惠王，称治理天下就像在手掌上翻转东西那么容易。梁惠王说：“先生有一妻一妾都管教不好，三亩大的菜园都除不净草，却说治理天下就同在手掌中玩弄东西一样容易，这是什么道理呢？”杨朱答道：“您见到过那牧羊的人吗？成百只羊合为一群，让一个五尺高的小孩拿着鞭子跟着羊群，想叫羊向东羊就向东，想叫羊向西羊就向西。如果尧牵着一只羊，舜拿着鞭子跟着羊，羊就不容易往前走了。而且我听说过：能吞没船只的大鱼不到支流中游玩，鸿鹄在高空飞翔不落在池塘上。为什么？它们的志向极其远大。黄钟大吕这样的音乐不能给节奏很快的舞蹈伴奏。为什么？它们的音律十分舒缓。准备做大事的不做小事，要成就大功的人不纠缠小功，说的就是这个道理。”"
     },
     {
      "q": "13.【1604标点題】用現代標點符號標點下面的文言短文。\n景公有愛女請嫁於晏子公迺往燕晏子之家飲酒酣公見其妻曰此子之內子邪晏子對曰然也公曰嘻亦老且惡矣寡人有女少且姣請以滿夫子之宮晏子違席而對曰乃此則老且惡嬰與之居故矣故及其少而姣也且人固以壯託乎老姣託乎惡彼嘗託而嬰受之矣君雖有賜可以使嬰倍其託乎再拜而辭\n（注：晏子，名嬰。）",
      "a": "景公有愛女，請嫁於晏子。公迺往燕晏子之家，飲酒酣，公見其妻曰：“此子之內子邪？”晏子對曰：“然，是也。”公曰：“嘻！亦老且惡矣。寡人有女，少且姣，請以滿夫子之宮。”晏子違席而對曰：“乃此則老且惡，嬰與之居故矣，故及其少而姣也。且人固以壯託乎老，姣託乎惡。彼嘗託而嬰受之矣，君雖有賜，可以使嬰倍其託乎？”再拜而辭。\n参考翻译：景公有一个心爱的女儿，请求嫁给晏子，景公于是到晏子家赴宴，饮酒，酒兴浓时，景公看见晏子的妻子就说：“这是先生的妻子吗？”晏子回答说：“对，是的。”景公说：“嘻！又老又丑陋了。我有个女儿年轻又修长美丽，请求充实先生的内室。”晏子离开坐席而回答说：“就是这个又老又丑的女人，和我共度了过去的岁月，过去她也是年轻又修长美丽的。况且人本来年轻中就寄寓着衰老，修长美丽中就寄寓着丑陋，她曾将此生寄托我，而我接受了她的托付。君主虽然赏赐，可以使我背弃妻子的托付吗？”再次拜谢而推辞。"
     },
     {
      "q": "14.【1510标点題】用現代標點符號標點下面的文言短文。\n昔者不出戶而知天下不窺牖而見天道者非目能視乎千里之前非耳能聞乎千里之外以己之度度之也以己之情量之也己惡飢寒焉則知天下之欲衣食也己惡勞苦焉則知天下之欲安佚也己惡衰乏焉則知天下之欲富足也知此三者聖王之所以不降席而匡天下故君子之道忠恕而已矣夫飢渴苦血氣寒暑勤肌膚此四者民之大害也大害不除未可教御也",
      "a": "昔者不出戶而知天下，不窺牖而見天道者，非目能視乎千里之前，非耳能聞乎千里之外，以己之度度之也，以己之情量之也。己惡飢寒焉，則知天下之欲衣食也；己惡勞苦焉，則知天下之欲安佚也；己惡衰乏焉，則知天下之欲富足也。知此三者，聖王之所以不降席而匡天下。故君子之道，忠恕而已矣。夫飢渴苦血氣，寒暑勤肌膚，此四者，民之大害也。大害不除，未可教御也。\n参考翻译：曾经的贤者足不出户便可了解天下的万事万物，不探头出窗外便可了解自然界的变化规律。他们不是能看到千里以外的事，也不是能听到千里以外的声音。而是因为他们用自己的想法去考虑别人，用自己的情况去考量别人。自己讨厌忍饥受寒，就知道天下人想要穿暖吃饱；自己讨厌操劳困苦，就知道天下人想要安定舒适；自己讨厌衰微困乏，就知道天下人想要富裕充足。圣明的君主之所以能够不走下席位就匡正天下就是因为知道这三个道理。所以君子的主张，就是忠恕罢了。像饥渴使生命受苦，寒暑使身体折磨，这四种就是百姓最大的祸害。这种大的祸害不被除去，百姓是不能可能被教化和治理的。"
     },
     {
      "q": "15.【1504标点題】用現代標點符號標點下面的文言短文。\n蘇代爲燕說齊未見齊王先說淳于髡曰人有賣駿馬者比三旦立市人莫之知往見伯樂曰臣有駿馬欲賣之比三旦立於市人莫與言願子還而視之去而顧之臣請獻一朝之賈伯樂乃還而視之去而顧之一旦而馬價十倍今臣欲以駿馬見於王莫爲臣先後者足下有意爲臣伯樂乎臣請獻白璧一雙黃金千鎰以爲馬食淳于髡曰謹聞命矣入言之王而見之齊王大說蘇子",
      "a": "蘇代爲燕說齊，未見齊王，先說淳于髡曰：“人有賣駿馬者，比三旦立市，人莫之知。往見伯樂曰：‘臣有駿馬，欲賣之，比三旦立於市，人莫與言。願子還而視之，去而顧之，臣請獻一朝之賈。’伯樂乃還而視之，去而顧之，一旦而馬價十倍。今臣欲以駿馬見於王，莫爲臣先後者，足下有意爲臣伯樂乎？臣請獻白璧一雙，黃金千鎰，以爲馬食。”淳于髡曰：“謹聞命矣。”入言之王而見之，齊王大說蘇子。\n参考翻译：苏代为燕国去游说齐国，没有见齐威王之前，先对淳于髡说：“有一个卖骏马的人，接连三天守候在市场里，也无人知道那些马是骏马。卖马人去见伯乐说：‘我有骏马，想要卖掉它们，可是接连三天站在集市上，也没有人来过问，想请先生您绕着我的马看一下，离开时再回头看一眼，我愿意奉送一天的价钱。’伯乐于是（果真）绕着马看，离开的时候又回头看，结果一天里马的身价暴涨了十倍。现在我想以‘骏马’的身份拜见齐王，可是没人替我前后周旋，先生有意做我的伯乐吗？请允许我送您白璧一双，黄金千镒，以此作为您的辛苦费。”淳于髡说：“愿意听从先生吩咐。”（淳于髡）进宫对齐王说了（苏代想见他）这件事并引荐苏代拜见了齐王，（结果）齐王很喜欢苏代。"
     },
     {
      "q": "16.【1410标点題】用現代標點符號標點下面的文言短文。\n趙田部吏趙奢收租稅平原君家不肯出趙奢以法治之殺平原君用事者九人平原君怒將殺之趙奢曰君於趙爲貴公子今縱君家而不奉公則法削法削則國弱國弱則諸侯加兵是無趙也君安得有此富乎以君之貴奉公如法則上下平上下平則國强國强則趙固而君爲貴戚豈輕於天下邪平原君以爲賢言之於王王使治國賦國賦太平民富而府庫實",
      "a": "趙田部吏趙奢收租稅，平原君家不肯出。趙奢以法治之，殺平原君用事者九人。平原君怒，將殺之。趙奢曰：“君於趙爲貴公子，今縱君家而不奉公則法削，法削則國弱，國弱則諸侯加兵，是無趙也，君安得有此富乎？以君之貴，奉公如法則上下平，上下平則國强，國强則趙固。而君爲貴戚，豈輕於天下邪？”平原君以爲賢，言之於王。王使治國賦，國賦太平，民富而府庫實。\n参考翻译：赵国一个收田租的小官赵奢到平原君赵胜家去收租税，他的家人不肯交。赵奢以法处置，杀死平原君家中管事人九名。平原君十分恼怒，想杀死赵奢，赵奢便说：“您在赵国是贵公子，如果纵容家人而不奉公守法，法纪就会削弱，法纪削弱国家也就衰弱，国家衰弱则各国来犯，赵国便不存在了。您还到哪里找现在的富贵呢！以您的尊贵地位，带头奉公守法则上下一心，上下一心则国家强大，国家强大则赵家江山稳固，而您作为王族贵戚，难道会被各国轻视吗？”平原君认为赵奢很贤明，便介绍给赵王。赵王派他管理国家赋税，于是国家赋税征收顺利，人民富庶而国库充实。"
     },
     {
      "q": "17.【1404标点題】用現代標點符號標點下面的文言短文。\n齊威王召即墨大夫語之曰自子之居即墨也毀言日至然吾使人視即墨田野闢人民給官無事東方以寧是子不事吾左右以求助也封之萬家召阿大夫語之曰自子守阿譽言日至吾使人視阿田野不闢人民貧餒昔日趙攻鄄子不救衛取薛陵子不知是子厚幣事吾左右以求譽也是日烹阿大夫及左右嘗譽者於是群臣悚懼莫敢飾詐務盡其情齊國大治强於天下",
      "a": "齊威王召即墨大夫，語之曰：“自子之居即墨也，毀言日至。然吾使人視即墨，田野闢，人民給，官無事，東方以寧，是子不事吾左右以求助也。”封之萬家。召阿大夫，語之曰：“自子守阿，譽言日至。吾使人視阿，田野不闢，人民貧餒。昔日趙攻鄄，子不救；衛取薛陵，子不知。是子厚幣事吾左右以求譽也。”是日，烹阿大夫及左右嘗譽者。於是群臣悚懼，莫敢飾詐，務盡其情，齊國大治，强於天下。\n参考翻译：齐威王召见即墨大夫，对他说：“自从你到即墨任官，每天都有指责你的话传来。然而我派人去即墨察看，却是田土开辟整治，百姓丰足，官府无事，东方因而十分安定。于是我知道这是你不巴结我的左右内臣谋求内援的缘故。”便封赐即墨大夫享用一万户的俸禄。齐威王又召见阿地大夫，对他说：“自从你到阿地镇守，每天都有称赞你的好话传来。但我派人前去察看阿地，只见田地荒芜，百姓贫困饥饿。当初赵国攻打鄄地，你不救；卫国夺取薛陵，你不知道；于是我知道你用重金来买通我的左右近臣以求替你说好话！”当天，齐威王下令烹死阿地大夫及替他说好话的左右近臣。于是臣僚们毛骨耸然，不敢再弄虚假，都尽力做实事，齐国因此大治，成为天下最强盛的国家。"
     },
     {
      "q": "18.【1310标点題】用現代標點符號標點下面的文言短文。\n昔者越之東有輆沭之國者其長子生則解而食之謂之宜弟其大父死負其大母而棄之曰鬼妻不可與居處楚之南有炎人國者其親戚死朽其肉而棄之然後埋其骨乃成爲孝子秦之西有儀渠之國者其親戚死聚柴薪而焚之燻上謂之登遐然後成爲孝子此上以爲政下以爲俗爲而不已操而不擇則此豈實仁義之道哉此所謂便其習而義其俗者也",
      "a": "昔者，越之東有輆沭之國者，其長子生，則解而食之，謂之宜弟。其大父死，負其大母而棄之，曰鬼妻不可與居處。楚之南有炎人國者，其親戚死，朽其肉而棄之，然後埋其骨，乃成爲孝子。秦之西有儀渠之國者，其親戚死，聚柴薪而焚之，燻上謂之登遐，然後成爲孝子。此上以爲政，下以爲俗，爲而不已，操而不擇，則此豈實仁義之道哉？此所謂便其習，而義其俗者也。\n参考翻译：从前，越国的东面有个輆沭国，人的头一个孩子出生后就肢解吃掉，称这种做法为“宜弟”。人的祖父死后，背着祖母扔掉，说：“鬼妻不可与住在一起。”楚国的南面有个啖人国，此国人的双亲死后，先把肉刳下来扔掉，然后再埋葬骨头，才能成为孝子。秦国的西面有个仪渠国，此国人的双亲死后，聚积柴薪把他烧掉。把烟气上升说成是死者“登仙”，然后才能成为孝子。上面以这种做法作为国政，下面以之作为风俗，行之不已，持而不释，那么这难道确实是仁义之道吗？这就是所谓的便于习惯、安于风俗。"
     },
     {
      "q": "19.【1301标点題】用現代標點符號標點下面的文言短文。\n莊子行於山中見大木枝葉盛茂伐木者止其旁而不取也問其故曰無所可用莊子曰此木以不材得終其天年夫子出於山舍於故人之家故人喜命豎子殺雁而烹之豎子請曰其一能鳴其一不能鳴請奚殺主人曰殺不能鳴者明日弟子問於莊子曰昨日山中之木以不材得終其天年今主人之雁以不材死先生將何處莊子笑曰周將處夫材與不材之間",
      "a": "莊子行於山中，見大木，枝葉盛茂，伐木者止其旁而取也，問其故，曰：“無所可用。”莊子曰：“此木以不材得終其天年。”夫子出於山，舍於故人之家。故人喜，命豎子殺雁而烹之。豎子請曰：“其一能鳴，其一不能鳴，請奚殺？”主人曰：“殺不能鳴者。”明日，弟子問於莊子曰：“昨日山中之木，以不材得終其天年；今主人之雁，以不材死。先生將何處？”莊子笑曰：“周將處夫材與不材之間。”\n参考翻译：庄子行走于山中，看见一棵大树枝繁叶茂，伐木的人停在树的旁边却不去动手砍它。庄子问他们是什么原因，伐木的人说：“没有什么用处。”庄子说：“这棵树就是因为不成材才能够终享天年啊！”庄子走出山来，留宿在朋友家中。朋友很高兴，叫童仆杀鹅款待他。童仆问主人：“有一只能叫，有一只不会叫，请问应该杀哪一只呢？”主人说：“杀那只不会叫的。”第二天，弟子问庄子：“昨日遇见山中的大树，因为不成材而能终享天年，如今主人的鹅，因为不成材而被杀掉；先生你将怎样对待呢？”庄子笑道：“处于成材与不成材之间。在成材和不成材之间。”"
     },
     {
      "q": "20.【1210标点題】用現代標點符號標點下面的文言短文。\n善學者師逸而功倍又從而庸之不善學者師勤而功半又從而怨之善問者如攻堅木先其易者後其節目及其久也相說以解不善問者反此善待問者如撞鐘叩之以小者則小鳴叩之以大者則大鳴待其從容然後盡其聲不善答問者反此皆進學之道也記問之學不足以爲人師必也其聽語乎力不能問然後語之語之而不知雖舍之可也",
      "a": "善學者，師逸而功倍，又從而庸之；不善學者，師勤而功半，又從而怨之。善問者，如攻堅木，先其易者，後其節目，及其久也，相說以解；不善問者反此。善待問者，如撞鐘，叩之以小者則小鳴，叩之以大者則大鳴，待其從容，然後盡其聲；不善答問者反此。此皆進學之道也。記問之學，不足以爲人師。必也其聽語乎，力不能問，然後語之，語之而不知，雖舍之可也。\n参考翻译：善于学习的人，老师轻松而效果加倍，而又归功于老师；不善学习的人，老师辛苦而效果减半，而又怨恨于老师。善于提问的人，总是像攻治竹木，先治容易的地方，然后攻治关节处。经过长久努力，就能相互愉悦地解决疑难。不善提问的人与此相反。善于回答别人提问的，好像撞钟，撞得重则声音大些，撞得轻则声音小些，就在不慌不忙中解决了疑难。不善于回答的则相反。这些都是进德修业的基本原则。仅能记诵杂说而未能创新发挥的人，不能担任教师。这种人，必待学生发问而依问为说，就是说了仍不能让学生明白和领悟。对这种教师，辞退是应该的。"
     },
     {
      "q": "21.【1110标点題】用現代標點符號標點下面的文言短文。\n有獻不死之藥於荊王者謁者操之以入中射之士問曰可食乎曰可因奪而食之王大怒使人殺中射之士中射之士使人說王曰臣問謁者曰可食臣故食之是臣無罪而罪在謁者也且客獻不死之藥臣食之而王殺臣是死藥也是客欺王也夫殺無罪之臣而明人之欺王也不如釋臣王乃不殺",
      "a": "有獻不死之藥於荊王者，謁者操之以入。中射之士問曰：“可食乎？”曰：“可。”因奪而食之。王大怒，使人殺中射之士。中射之士使人說王曰：“臣問謁者，曰‘可食’，臣故食之。是臣無罪，而罪在謁者也。且客獻不死之藥，臣食之而王殺臣，是死藥也。是客欺王也。夫殺無罪之臣而明人之欺王也，不如釋臣。”王乃不殺。\n参考翻译：有人向楚王进献不死之药，传达官拿着药进来。侍卫武官问道：“可以吃吗？”传达官说：“可以。”侍卫武官就抢过来吃了。楚王大怒，派人去杀侍卫武官。侍卫武官让人劝谏楚王说：“我问传达官，他说可以吃，我因而吃了药。这证明我没罪，罪在传达官。况且客人进献不死之药，我吃了而大王却要杀我，那就成了死药，这是客人欺骗了大王。杀无罪的人而表明有人欺骗大王，还不如放了我。”于是楚王没有杀他。"
     },
     {
      "q": "22.【1101标点題】用現代標點符號標點下面的文言短文。\n子列子窮容貌有饑色客有言於鄭子陽者曰列禦寇蓋有道之士也居君之國而窮君無乃爲不好士乎鄭子陽即令官遺之粟子列子見使者再拜而辭使者去子列子入其妻望之而拊心曰妾聞爲有道者之妻子皆得佚樂今有饑色君過而遺先生食先生不受豈不命也哉子列子笑謂之曰君非自知我也以人之言而遺我粟至其罪我也又且以人之言此吾所以不受也",
      "a": "子列子窮，容貌有饑色。客有言於鄭子陽者曰：“列禦寇蓋有道之士也，居君之國而窮，君無乃爲不好士乎？”鄭子陽即令官遺之粟。子列子見使者，再拜而辭。使者去。子列子入，其妻望之而拊心曰：“妾聞爲有道者之妻子皆得佚樂。今有饑色，君過而遺先生食，先生不受，豈不命也哉？”子列子笑謂之曰：“君非自知我也。以人之言而遺我粟，至其罪我也，又且以人之言。此吾所以不受也。”\n参考翻译：列子穷困，面露饥色。有人告诉郑子阳说：“列御寇是有道之士，在你的国家之内却让他贫困，你这不是轻视人才吗？”郑子阳就派人给他送来米粟。列子见到使者，再三辞谢不接受。使者走了，列子进到屋里，他的妻子埋怨他而抚着胸说：“我听说有道的人能够享安乐，现在你却面有饥色。相国派人给你送粮食来，你却不接受，这难道不是我命该如此吗？”列子笑着说：“相国他并不是自己真正了解我，而是听别人之言才来给我送米粟，将来他也有可能听别人的话而治我的罪，这就是我不接受的原因。”"
     },
     {
      "q": "23.【1010标点題】用現代標點符號標點下面的文言短文。\n東方有人焉曰爰旌目將有適也而餓於道狐父之盜曰丘見而下壺餐以餔之爰旌目三餔而後能視曰子何爲者也曰我狐父之人丘也爰旌目曰嘻汝非盜邪胡爲而食我吾義不食子之食也兩手據地而歐之不出喀喀然遂伏而死狐父之人則盜矣而食非盜也以人之盜因謂食爲盜而不敢食是失名實者也",
      "a": "東方有人焉，曰爰旌目，將有適也，而餓於道。狐父之盜曰丘，見而下壺餐以餔之。爰旌目三餔而後能視，曰：“子何爲者也？”曰：“我狐父之人丘也。”爰旌目曰：“嘻！汝非盜邪？胡爲而食我？吾義不食子之食也。”兩手據地而歐之，不出，喀喀然，遂伏而死。狐父之人則盜矣，而食非盜也。以人之盜因謂食爲盜而不敢食，是失名實者也。\n参考翻译：东方有个人叫爰旌目，将要到别的地方去，饿倒在道路上。狐父城的强盗名字叫丘，看见后便把自己壶里装的饭倒出来喂他。爰旌目吃了三口以后便睁开了眼睛，问：“你是干什么的？”强盗说：“我是狐父城的人丘。”爰旌目说：“呀！你不是那强盗吗？为什么要喂我饭呢？我宁死也不吃你的饭。”于是两只手爬在地上呕吐，吐不出来，喀喀地咳了两声，便趴在地上死了。狐父城的那个人虽然是个强盗，但饭却不是强盗。因为人是强盗就说他的饭也是强盗而不敢吃，是没有搞清楚名与实的区别啊。"
     },
     {
      "q": "24.【2210标点題】用現代標點符號標點下面的文言短文。\n王冕者諸暨人七八歲時父命牧牛隴上竊入學舍聽諸生誦書聽已輒默記暮歸忘其牛或牽牛來責蹊田父怒撻之已而復如初母曰兒癡如此曷不聽其所爲冕因去依僧寺以居夜潛出坐佛膝上執策映長明燈讀之琅琅達旦佛像多土偶獰惡可怖冕小兒恬若不見安陽韓性聞而異之錄爲弟子學遂爲通儒",
      "a": "王冕者，諸暨人。七八歲時，父命牧牛隴上。竊入學舍聽諸生誦書，聽已輒默記。暮歸忘其牛，或牽牛來責蹊田，父怒，撻之。已而復如初。母曰：“兒癡如此，曷不聽其所爲？”冕因去，依僧寺以居。夜潛出，坐佛膝上，執策映長明燈讀之，琅琅達旦。佛像多土偶，獰惡可怖。冕小兒，恬若不見。安陽韓性聞而異之，錄爲弟子，學遂爲通儒。\n参考翻译：王冕是诸暨县人。七八岁时，父亲叫他在田地上放牛，他偷偷地跑进学堂去听学生念书。听完以后，总是默默地记住。傍晚回家，他把放牧的牛都忘记了，有人牵着牛来责骂他们家的牛践踏田地，踩坏了庄稼。王冕的父亲大怒，打了王冕一顿。事情过后，他仍是这样。他的母亲说：“这孩子想读书这样入迷，何不由着他呢？”王冕从此以后就离开家，寄住在寺庙里。一到夜里，他就暗暗地走出来，坐在佛像的膝盖上，手里拿着书就借着佛像前长明灯的灯光诵读，书声琅琅一直读到天亮。佛像大多是泥塑的，一个个面目狰狞凶恶，令人害怕。王冕虽是小孩，却神色安然，好像没有看见似的。安阳的韩性听说以后对此感到很惊讶，收他做弟子，后来他成了大学问家。"
     },
     {
      "q": "25.【2304标点題】用現代標點符號標點下面的文言短文。\n齊桓公將立管仲令群臣曰寡人將立管仲爲仲父善者入門而左不善者入門而右東郭牙中門而立公曰寡人立管仲爲仲父令曰善者左不善者右今子何爲中門而立牙曰以管仲之智爲能謀天下乎公曰能以斷爲敢行大事乎公曰敢牙曰君知能謀天下斷敢行大事君因專屬之國柄焉以管仲之能乘公之勢以治齊國得無危乎公曰善乃令隰朋治內管仲治外以相參",
      "a": "齊桓公將立管仲，令群臣曰：“寡人將立管仲爲仲父，善者入門而左，不善者入門而右。”東郭牙中門而立，公曰：“寡人立管仲爲仲父，令曰善者左，不善者右，今子何爲中門而立？”牙曰：“以管仲之智爲能謀天下乎？”公曰：“能。”“以斷爲敢行大事乎？”公曰：“敢。”牙曰：“君知能謀天下，斷敢行大事，君因專屬之國柄焉。以管仲之能，乘公之勢以治齊國，得無危乎？”公曰：“善。”乃令隰朋治內，管仲治外以相參。\n参考翻译：齐桓公准备确立管仲的尊贵地位，命令群臣说：“我准备立管仲为仲父。赞成的进门后站在左边，不赞成的进门后站在右边。”东郭牙在门中间站着。桓公说“我要立管仲为仲父，下令说：‘赞成的站左边，不赞成的站右边。’现在你为什么在门中间站着？”东郭牙说：“凭管仲的智慧，将能谋取天下吗？”桓公说：“能”。“凭他的果断，是敢于干一番大事的吧？”桓公说：“敢。”东郭牙说：“如果他的智慧能够谋取天下，果断足敢干成大事，您因而就把国家权力全部交给了他。以管仲的才能，凭借您的权势来治理齐国，您难道没危险吗？”桓公说：“说得对。”于是就命令隰朋治理朝廷内部的事务，管仲治理朝廷外部的事务，以便使他们相互制约。"
     },
     {
      "q": "26.【2310标点題】用現代標點符號標點下面的文言短文。\n唐且謂信陵君曰臣聞之曰事有不可知者有不可不知者有不可忘者有不可不忘者信陵君曰何謂也對曰人之憎我也不可不知也吾憎人也不可得而知也人之有德於我也不可忘也吾有德於人也不可不忘也今君殺晉鄙救邯鄲破秦人存趙國此大德也今趙王自郊迎卒然見趙王臣願君之忘之也信陵君曰無忌謹受教",
      "a": "唐且謂信陵君曰：“臣聞之曰，事有不可知者，有不可不知者；有不可忘者，有不可不忘者。”信陵君曰：“何謂也？”對曰：“人之憎我也，不可不知也；吾憎人也，不可得而知也。人之有德於我也，不可忘也；吾有德於人也，不可不忘也。今君殺晉鄙，救邯鄲，破秦人，存趙國。此大德也。今趙王自郊迎，卒然見趙王，臣願君之忘之也。”信陵君曰：“無忌謹受教。”\n参考翻译：（信陵君杀了晋鄙，救下邯郸，打败了秦兵，使赵国得以幸存。赵孝成王亲自到郊外去迎接他。这时，）唐雎对信陵君说：“我听说，事情有不可以知道的，有不可以不知道的；有不可以忘掉的，有不可以不忘掉的。”信陵君说：“这话怎样讲呢？”唐雎回答说：“别人憎恨我，不可以知道；我憎恶别人，是不可以让人知道的；别人有恩德于我，是不可以忘记的；我有恩德于别人，是不可以不忘记的。如今，你杀了晋鄙，救下邯郸，打败秦兵，保存了赵国，这对赵国是大恩德。现在，赵王亲自到郊外迎接你。你很快就会见到赵王了，希望你把救赵王的事忘掉吧！”信陵君说：“无忌我敬遵你的教诲。”"
     },
     {
      "q": "27.【2404标点題】用現代標點符號標點下面的文言短文。\n太史公曰詩有之高山仰止景行行止雖不能至然心嚮往之余讀孔氏書想見其爲人適魯觀仲尼廟堂車服禮器諸生以時習禮其家余低回留之不能去云天下君王至於賢人衆矣當時則榮沒則已焉孔子布衣傳十餘世學者宗之自天子王侯中國言六藝者折中於夫子可謂至聖矣",
      "a": "太史公曰：“《詩》有之：‘高山仰止，景行行止。’雖不能至，然心嚮往之。余讀孔氏書，想見其爲人。適魯，觀仲尼廟堂、車服、禮器，諸生以時習禮其家，余低回留之不能去云。天下君王至於賢人衆矣，當時則榮，沒則已焉。孔子布衣，傳十餘世，學者宗之。自天子王侯，中國言‘六藝’者折中於夫子，可謂至聖矣！”\n参考翻译：太史公说：《诗经》有这样的话：“巍峨的高山令人仰望，宽阔的大路让人行走。”尽管我不能回到孔子的时代，然而内心非常向往。我阅读孔氏的书籍，可以想见到他的为人。去到鲁地，观看仲尼的宗庙厅堂、车辆服装、礼乐器物，儒生们按时在孔子故居演习礼仪，我流连忘返以至留在那里无法离去。天下从君王直至贤人，是很多很多了，生前都荣耀一时，死后也就完。孔子是个平民，传世十几代，学者尊崇他。上起天子王侯，中原凡是讲习六经的都要以孔夫子为标准来判断是非，孔子可说是至高无上的圣人了！"
     },
     {
      "q": "28.【2410标点題】用現代標點符號標點下面的文言短文。\n晏子使吳吳王謂行人曰吾聞晏嬰蓋北方辯於辭習於禮者也命儐者曰客見則稱天子請見明日晏子有事行人曰天子請見晏子蹴然行人又曰天子請見晏子蹴然又曰天子請見晏子蹴然者三曰臣受命弊邑之君將使於吳王之所以不敏而迷惑入於天子之朝敢問吳王惡乎存然後吳王曰夫差請見見之以諸侯之禮",
      "a": "晏子使吳，吳王謂行人曰：“吾聞晏嬰，蓋北方辯於辭、習於禮者也。命儐者曰：‘客見則稱天子請見。’”明日，晏子有事，行人曰：“天子請見。”晏子蹴然。行人又曰：“天子請見。”晏子蹴然。又曰：“天子請見。”晏子蹴然者三，曰：“臣受命弊邑之君，將使於吳王之所，以不敏而迷惑，入於天子之朝，敢問吳王惡乎存？”然後吳王曰：“夫差請見。”見之以諸侯之禮。\n参考翻译：晏子出使吴国时，吴王对行人说：“寡人听说晏婴是北方长于言辞、熟悉礼制的人。”（吴王）下令给手下导引宾客的官员说：“晏婴求见时，你让行人对他说‘天子请你相见’。”第二天，行人（对晏子）说：“天子请你相见。”晏子流露出局促不安的样子。行人再次（对晏子）说：“天子请相见。”晏子仍然局促不安。行人（第三次对晏子）说：“天子请相见。”晏子还是局促不安，（并对行人）说：“我接受齐王的命令，出使到吴王所在的国家，因为不明事理而糊里糊涂地走进了周天子的宫廷，冒昧地请问吴王他在哪里呀？”这之后吴王（马上改口）说：“夫差请你相见。”（于是）以合于诸侯身份的礼仪接待晏子。"
     },
     {
      "q": "29.【2504标点題】用現代標點符號標點下面的文言短文。\n今爾出於崖涘觀於大海乃知爾醜爾將可與語大理矣天下之水莫大於海萬川歸之不知何時止而不盈尾閭泄之不知何時已而不虚春秋不變水旱不知此其過江河之流不可爲量數而吾未嘗以此自多者自以比形於天地而受氣於陰陽吾在天地之間猶小石小木之在大山方存乎見少又奚以自多",
      "a": "今爾出於崖涘，觀於大海，乃知爾醜，爾將可與語大理矣。天下之水，莫大於海。萬川歸之，不知何時止而不盈；尾閭泄之，不知何時已而不虚；春秋不變，水旱不知。此其過江河之流，不可爲量數。而吾未嘗以此自多者，自以比形於天地，而受氣於陰陽，吾在天地之間，猶小石小木之在大山也，方存乎見少，又奚以自多！\n参考翻译：如今你从河岸边出来，看到了大海，方才知道自己的浅陋，你将可以参与谈论大道了。天下的水面，没有什么比海更广大的，千万条河川流归大海，不知道什么时候才会停歇，而大海却从不会满溢；海水从尾闾泄流排放出去，虽然永无停止的时候，但海水却不见减少而流尽；海水不因季节变换而有所增减，也不因水灾旱灾而受影响。这说明大海远远超过了江河的水流，不能用量器来计算。可是我从不曾因此而自满，自认为从天地那里承受到形体并且从阴和阳那里秉承到元气，我存在于天地之间，就好像一小块石子、一小块木屑存在于大山之中。我正以为自身的存在实在渺小，又凭什么能自满呢？"
     },
     {
      "q": "30.【2510标点題】用現代標點符號標點下面的文言短文。\n蘇代爲燕說齊未見齊王先說淳于髡曰人有賣駿馬者比三旦立市人莫之知往見伯樂曰臣有駿馬欲賣之比三旦立於市人莫與言願子還而視之去而顧之臣請獻一朝之賈伯樂乃還而視之去而顧之一旦而馬價十倍今臣欲以駿馬見於王莫爲臣先後者足下有意爲臣伯樂乎臣請獻白璧一雙黃金萬鎰以爲馬食淳于髡曰謹聞命矣",
      "a": "蘇代爲燕說齊，未見齊王，先說淳于髡曰：“人有賣駿馬者，比三旦立市，人莫之知。往見伯樂曰：‘臣有駿馬，欲賣之，比三旦立於市，人莫與言，願子還而視之，去而顧之，臣請獻一朝之賈。’伯樂乃還而視之，去而顧之，一旦而馬價十倍。今臣欲以駿馬見於王，莫爲臣先後者，足下有意爲臣伯樂乎？臣請獻白璧一雙，黃金萬鎰以爲馬食。”淳于髡曰：“謹聞命矣。”\n参考翻译：苏代为燕国去游说齐国，没有见齐威王之前，先对淳于髡说：“有一个卖骏马的人，接连三天守候在市场里，也无人知道那些马是骏马。卖马人去见伯乐说：‘我有骏马，想要卖掉它们，可是接连三天站在集市上，也没有人来过问，想请先生您绕着我的马看一下，离开时再回头看一眼，我愿意奉送一天的价钱。’伯乐于是（果真）绕着马看，离开的时候又回头看，结果一天里马的身价暴涨了十倍。现在我想以‘骏马’的身份拜见齐王，可是没人替我前后周旋，先生有意做我的伯乐吗？请允许我送您白璧一双，黄金千镒，以此作为您的辛苦费。”淳于髡说：“愿意听从先生吩咐。”"
     }
    ]
   }
  },
  "2018年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "下列各组字中，全都是形声字的一组是",
      "opts": [
       "大 朙 星",
       "弑 匪 舂",
       "頸 蝕 騰",
       "从 責 放"
      ],
      "a": 2
     },
     {
      "q": "许慎为\"象形\"下的定义是",
      "opts": [
       "畫成其物，隨體詰詘",
       "視而可見，察而見意",
       "比類合誼，以見指撝",
       "以事爲名，取譬相成"
      ],
      "a": 0
     },
     {
      "q": "下列各组字中属于分化字关系的一组是",
      "opts": [
       "無—毋",
       "然—燃",
       "群—羣",
       "脩—修"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的字与括号中的字是异体字关系的一句是",
      "opts": [
       "適莽蒼者，三飧而反（返），腹猶果然。",
       "此可謂知義與不義之辯（辨）乎？",
       "食桃而甘，不盡，以其半啗（啖）君。",
       "魏文侯燕（宴）飲，皆令諸大夫論己。"
      ],
      "a": 2
     },
     {
      "q": "下列对汉字结构的分析完全正确的是",
      "opts": [
       "牧，从攴从牛，指事。",
       "賴，从束从負，會意。",
       "高，象台观之形，象形。",
       "牟，象聲氣從口出，形聲。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的部分属于联绵词的一句是",
      "opts": [
       "五十而知天命，六十而耳順。",
       "計猶豫，未有所决。",
       "古者丈夫不耕，草木之實足食也。",
       "謹庠序之教，申之以孝悌之義。"
      ],
      "a": 1
     },
     {
      "q": "下列句中的\"易\"与\"移風易俗\"中的\"易\"意思相同的一句是",
      "opts": [
       "竊貨曰盜，匿行曰詐，易言曰誕。",
       "斯季孫之賜也，我未之能易也。",
       "古之易财，非仁也，財多也。",
       "此令臣輕背其主，而民易去其鄉。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词古今意义变化属于广度宽窄差异的一句是",
      "opts": [
       "舉世而譽之而不加勸。",
       "以爾車來，以我賄遷。",
       "子爲父死亡所恨。",
       "同心之言，其臭如蘭。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词用引申义的是",
      "opts": [
       "楚聞之，夜引兵而去。",
       "昭王南征而不復，寡人是問。",
       "天柱折，地維絕。",
       "竊人之財猶謂之盗，况貪天之功以爲己力乎？"
      ],
      "a": 1
     },
     {
      "q": "下列句中加着重号的词语属于同义连用的是",
      "opts": [
       "是以人民衆而貨財寡。",
       "民望之，若大旱之望雲霓也。",
       "且陛下春秋高，法令無常。",
       "舊時王謝堂前燕，飛入尋常百姓家。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的词意义解释正确的是",
      "opts": [
       "刑仁講讓，示民有常。（刑：刑罚）",
       "聞大王有意督過之，脱身獨去，已至軍矣。（督：责问）",
       "齊侯陳諸侯之師，與屈完乘而觀之。（乘：骑马）",
       "宋人有酤酒者，升概甚平，遇客甚謹。（概：大约）"
      ],
      "a": 1
     },
     {
      "q": "下列句中的\"夫\"是语气词的是",
      "opts": [
       "微夫人之力不及此。",
       "以睦兄弟，以和夫婦。",
       "宰夫腼熊蹯不孰，殺之，置諸畚，使婦人載以過朝。",
       "夫寒之於衣，不待輕煖。"
      ],
      "a": 3
     },
     {
      "q": "下列句中划线部分的动宾关系属于使动关系的一句是",
      "opts": [
       "沛公至軍，立誅殺曹無傷。",
       "不戰而屈人之兵。",
       "邴夏御齊侯，逢丑父爲右。",
       "四月秀萋，五月鳴蜩。"
      ],
      "a": 1
     },
     {
      "q": "下列句中有名词意动用法的一句是",
      "opts": [
       "鵬之徙於南冥也，水擊三千里。",
       "民各甘其食，美其服，安其居，樂其俗。",
       "諸侯之寶三：土地，人民，政事。寶珠玉者，殃必及身。",
       "湯、武之王也，不循古而興。"
      ],
      "a": 2
     },
     {
      "q": "下列句中数字表示虚数的一句是",
      "opts": [
       "一鼓作氣，再而衰，三而竭。",
       "大都不過參國之一。",
       "夫諸侯上象四七，垂耀在天。",
       "摶扶搖而上者九萬里。"
      ],
      "a": 3
     },
     {
      "q": "下列句中加着重号的词是谦敬副词的一句是",
      "opts": [
       "旬日之間，浸大也；三年之後，如車輪焉。",
       "若亡鄭而有益於君，敢以煩執事。",
       "老臣今者殊不欲食。",
       "直不百步耳，是亦走也。"
      ],
      "a": 1
     },
     {
      "q": "下列句中加着重号的词是人称代词的一句是",
      "opts": [
       "王師北定中原日，家祭無忘告乃翁。",
       "微斯人，吾誰與歸？",
       "許子奚爲不自織？",
       "人誰無過，過而能改，善莫大焉！"
      ],
      "a": 0
     },
     {
      "q": "下列句中属于判断句表示比喻关系的一句是",
      "opts": [
       "兵者，凶器也。",
       "良庖歲更刀，割也。",
       "仲尼，日月也。",
       "廉颇，趙人。"
      ],
      "a": 2
     },
     {
      "q": "古书旧注中用一个字为另一个同音字注音的方式叫",
      "opts": [
       "反切",
       "讀若",
       "直音",
       "讀如"
      ],
      "a": 2
     },
     {
      "q": "《禮記·玉藻》\"大夫不得造車馬\"，采用的特殊表达方式是",
      "opts": [
       "比喻",
       "互文",
       "變文",
       "連類而及"
      ],
      "a": 3
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：媼之送燕后也，（　），念悲其遠也，亦哀之矣。",
      "a": "持其踵爲之泣"
     },
     {
      "q": "古文背诵：禍兮福所倚，（　）。",
      "a": "福兮禍所伏"
     },
     {
      "q": "古文背诵：（　），三十而立，四十而不惑。",
      "a": "吾十有五而志于學"
     },
     {
      "q": "古文背诵：有國有家者，（　），不患貧而患不安。",
      "a": "不患寡而患不均"
     },
     {
      "q": "古文背诵：穀與魚鱉不可勝食，材木不可勝用，（　）也。",
      "a": "是使民養生喪死無憾"
     },
     {
      "q": "古文背诵：是故學然後知不足，（　）。知不足，然後能自反也。",
      "a": "教然後知困"
     },
     {
      "q": "释词：遂。（成事不說，遂事不諫，既往不咎。）",
      "a": "遂：成"
     },
     {
      "q": "释词：控。（我決起而飛，搶榆枋，時则不至，而控於地而已矣。）",
      "a": "控：落，掉落"
     },
     {
      "q": "释词：逮。（大道之行也，與三代之英，丘未之逮也，而有志焉。）",
      "a": "逮：赶上"
     },
     {
      "q": "释词：謝。（入而徐趨，至而自謝。）",
      "a": "謝：道歉"
     },
     {
      "q": "释词：撓。（草木之無聲，風撓之鸣。水之無聲，風蕩之鳴。）",
      "a": "撓：搅扰，吹拂"
     },
     {
      "q": "释词：於。（敏於事而慎於言。）",
      "a": "於：介词，介绍动作行为涉及的范围"
     },
     {
      "q": "释词：爲。（及莊公即位，爲之請制。）",
      "a": "爲：介词，介绍动作行为关联的对象，表示动作行为为谁而发"
     },
     {
      "q": "释词：而。（公子鮑美而艷。）",
      "a": "而：连词，连接两个谓词性词语，表示并列关系"
     },
     {
      "q": "释词：以。（彌子矯駕君車以出。）",
      "a": "以：连词，连接状语和中心词，相当于\"而\""
     },
     {
      "q": "释词：爾。（布衣之怒，亦免冠徒跣，以頭搶地爾。）",
      "a": "爾：语气词，表示陈述语气。相当于\"耳\"，可译为\"罢了\""
     },
     {
      "q": "简答：指出下列句中加着重号的词哪些用的是本字，哪些用的是通假字，并说明如何区分本字和通假字。(1)陽貨欲見孔子，孔子不見，歸孔子豚。(2)長鋏歸来乎！出無車。(3)沛公已去，閒至軍中。(4)武既至海上，廩食不至，掘野鼠去草實而食之。",
      "a": "(2)和(3)用的是本字；(1)和(4)用的是通假字。本字是据词义而造的，是形义统一的。\"歸\"本义是\"女子出嫁\"，引申为归来。(2)中的\"歸\"是\"归来\"义，用的是本字。\"去\"本义是\"离开\"，(3)中的\"去\"是\"离开\"义，用的是本字。通假字是借来记录同音词的字。(1)中的\"歸\"是\"馈赠\"的意思，本字是\"馈\"。(4)中的\"去\"是\"藏\"的意思，本字是\"弆\""
     },
     {
      "q": "简答：解释(1)(2)(3)句中\"發\"的意义，并在(4)(5)(6)句加着重号的词中指出与之对应的同义词。(1)文王發政施仁，必先斯四者。(2)使桓公發倉困而賜貧窮。(3)王何不發將而擊之？(4)令宣之日，軍門啟而虜自潰矣。(5)制禮作樂，頒度量，而天下大服。(6)遣使者黄金千斤，車百乘，往聘孟嘗君。",
      "a": "(1)發：颁布。同义词：(5)頒；(2)發：打开。同义词：(4)啟；(3)發：派遣。同义词：(6)遣"
     },
     {
      "q": "简答：结合下列例句，说明古代汉语宾语前置的主要格式。(1)誰爲爲之？孰令聽之？(2)苟入而賀，何後之有？(3)日月逝矣，歲不我與。(4)子曰：\"參乎！吾道一以貫之。\"",
      "a": "(1)在疑问句中，如果宾语是疑问代词，一般都位于动词或介词前。如例(1)。(2)宾语借助代词的复指而前置。如例(2)。(3)在否定句中，如果宾语是代词，常位于动词之前。如例(3)。(4)介词\"以\"的宾语因强调而前置。如例(4)"
     },
     {
      "q": "翻译：問其病，曰：\"不食三日矣。\"",
      "a": "询问他为什么如此虚弱，回答说：\"已经三天没吃饭了。\""
     },
     {
      "q": "翻译：食之，舍其半",
      "a": "给他食物吃，他把食物留下一半不吃"
     },
     {
      "q": "翻译：既而與爲公介",
      "a": "不久加入国君的甲士队伍"
     },
     {
      "q": "翻译：倒戟以禦公徒而免之",
      "a": "倒转兵器抵御晋侯的兵士从而使赵宣子（赵盾）脱免（幸免于难）"
     },
     {
      "q": "翻译：亡不越竟，反不討賊",
      "a": "逃亡时不越过国境，返回来不讨伐弑君的乱臣贼子"
     },
     {
      "q": "翻译：其我之謂矣",
      "a": "大概说的就是我吧"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。侯生盧生相與譏議始皇因亡去始皇聞之大怒曰盧生等吾尊賜之甚厚今乃誹謗我諸生在咸陽者吾使人廉問或爲妖言以亂黔首於是使御史悉案問諸生諸生傳相告引乃自除犯禁者四百六十餘人皆阬之咸陽使天下知之以懲後益發謫徙邊始皇長子扶蘇諫曰諸生皆誦法孔子今上皆重法繩之臣恐天下不安始皇怒使扶蘇北監蒙恬軍於上郡",
      "a": "侯生盧生相與譏議始皇，因亡去。始皇聞之，大怒曰：\"盧生等，吾尊賜之甚厚，今乃誹謗我！諸生在咸陽者，吾使人廉問，或爲妖言以亂黔首。\"於是使御史悉案問諸生。諸生傳相告引，乃自除犯禁者四百六十餘人，皆阬之咸陽，使天下知之，以懲後；益發謫徙邊。始皇長子扶蘇諫曰：\"諸生皆誦法孔子。今上皆重法繩之，臣恐天下不安。\"始皇怒，使扶蘇北監蒙恬軍於上郡"
     },
     {
      "q": "阅读：情。（晉國苦盜。有郄雍者……）",
      "a": "情：实情"
     },
     {
      "q": "阅读：恃。",
      "a": "恃：倚仗"
     },
     {
      "q": "阅读：殘。",
      "a": "殘：残害"
     },
     {
      "q": "阅读：駭。",
      "a": "駭：惊"
     },
     {
      "q": "阅读：奔。",
      "a": "奔：逃"
     },
     {
      "q": "阅读：千百無遺一焉。（指出词性并说明用法）",
      "a": "焉：语气词，表示句末陈述语气"
     },
     {
      "q": "阅读：奚用多爲？",
      "a": "奚：疑问代词，作状语，为什么"
     },
     {
      "q": "阅读：吾所窮者，郄雍也。",
      "a": "把我们逼上绝路的人，是郄雍"
     },
     {
      "q": "阅读：然取盜何方？",
      "a": "然而用什么办法来抓捕盗贼呢"
     },
     {
      "q": "阅读：郄雍依靠什么辨认盗贼？效果怎么样？请用现代汉语陈述。",
      "a": "郄雍通过观察盗贼的外貌，根据他们眉宇间的神色作出判断。郄雍辨认了很多盗贼，很少有失误"
     },
     {
      "q": "阅读：赵文子认为应该怎样做才能杜绝盗贼？请用现代汉语陈述。",
      "a": "赵文子认为，应该推举任用贤能的人。执政者推行教育，民众受到良好影响。民众有了羞耻之心，就没有人做盗贼了"
     }
    ]
   }
  },
  "2019年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "下列各组字中，全都属于上形下声结构的一组是",
      "opts": [
       "哀 空 赢",
       "罟 孟 箸",
       "恭 產 星",
       "果 嶽 愬"
      ],
      "a": 1
     },
     {
      "q": "\"建類一首，同意相受\"解释的汉字结构类型是",
      "opts": [
       "會意",
       "形聲",
       "轉注",
       "假借"
      ],
      "a": 2
     },
     {
      "q": "下列各组字中，属于分化字关系的一组是",
      "opts": [
       "說—悦",
       "傘—繖",
       "土—土",
       "污—汙"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的字与括号中的字是异体字关系的一句是",
      "opts": [
       "壽畢，请以劍舞，因擊沛公於坐（座），殺之。",
       "明日，徐公來，孰（熟）視之，自以爲不如。",
       "两涘渚崖之間，不辯（辨）牛馬。",
       "曰：\"日食饮得無衰乎？\"曰：\"恃鬻（粥）耳。\""
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词用本字的一句是",
      "opts": [
       "棄甲曳兵而走。",
       "是其始死也，我獨何能無槩。",
       "孔子時其亡也，而往拜之。",
       "厚祿尊位之臣，莫不敬懼而施。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的词语属于双音词的一句是",
      "opts": [
       "璧有瑕，请指示王。",
       "所以遣將守關者，備他盜之出入與非常也。",
       "葉徒相似，其實味不同。",
       "君能有终，则社稷之固也。"
      ],
      "a": 3
     },
     {
      "q": "下列句中的\"池\"与\"金城汤池\"中的\"池\"意思相同的一句是",
      "opts": [
       "城郭溝池以爲固。",
       "數罟不入污池，魚鱉不可勝食也。",
       "南冥者，天池也。",
       "花林曲池，園園而有。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的词古今意义变化属于程度深浅差异的一句是",
      "opts": [
       "姜與子犯谋，醉而遣之。醒，以戈逐子犯。",
       "亡人無黨，有黨必有讎。",
       "孟嘗君顧謂馮諼。",
       "臣以愚戇，感激忘身，敢觸忌諱，手書具對。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词用本义的一句是",
      "opts": [
       "願無伐善，無施勞。",
       "夫鵷鶵，發於南海而飛於北海。",
       "吾能弭謗矣，乃不敢言。",
       "澭水暴益，荊人弗知。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的词语属于同义连用的一句是",
      "opts": [
       "矜寡孤獨廢疾者皆有所養。",
       "令行禁止，王者之事畢矣。",
       "昔秦國負恃其衆，貪于土地，逐我諸戎。",
       "陟彼高岡，我馬玄黄。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词意义解释正确的一句是",
      "opts": [
       "尤而效之，罪又甚焉。（尤：擔心）",
       "有聖人作，搆木爲巢以避群害。（作：辛勞）",
       "子曰：\"庶矣哉！\"冉有曰：\"既庶矣，又何加焉？\"（庶：衆多）",
       "古今所傳，不可誣也。（誣：誣蔑）"
      ],
      "a": 2
     },
     {
      "q": "下列句中，\"之\"用作代词复指前置宾语的一句是",
      "opts": [
       "好仁者，無以尚之。",
       "子路曰：\"願聞子之志。\"",
       "桀紂之失天下也，失其民也。",
       "《詩》云：\"其何能淑，載胥及溺。\"此之謂也。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的\"爲\"用作介词引进原因的一句是",
      "opts": [
       "天行有常，不爲堯存，不爲桀亡。",
       "嘗試爲寡人爲之。",
       "今君聽讒人之議而不知我，西河之爲秦取不久矣。",
       "豈不穀是爲？先君之好是繼。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的词是形容词意动用法的一句是",
      "opts": [
       "今先生儼然不遠千里而庭教之，願以異日。",
       "著有過，刑仁講讓，示民有常。",
       "國老皆賀子文，子文飲之酒。",
       "君子食之，以平其心。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，\"惡\"是疑问代词作状语的一句是",
      "opts": [
       "左右皆惡之，以爲貪而不知足。",
       "視父兄與君若其身，惡施不孝？",
       "天下皆知美之爲美，斯惡已。",
       "道惡乎往而不存？"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词是时间副词的一句是",
      "opts": [
       "吾爲汝父也，豈謂不慈哉？",
       "願大王少留意，臣請奏其效。",
       "臣則嘗能斵之，雖然，臣之質死久矣。",
       "使吏召諸民當償者悉來合券。"
      ],
      "a": 3
     },
     {
      "q": "下列句子属于判断句的一句是",
      "opts": [
       "吾妻之美我者，私我也。",
       "客人不知其是商君。",
       "潁考叔爲潁谷封人。",
       "此庸夫之怒也，非士之怒也。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，有分数表示法的一句是",
      "opts": [
       "吾有卿之名而無其實，無以從二三子。",
       "殺十人，十重不義，必有十死罪矣。",
       "漢兵物故什六七。",
       "循表而夜涉，溺死者千有餘人。"
      ],
      "a": 2
     },
     {
      "q": "王昌龄《出塞》\"秦时明月漢時關\"，采用的特殊表达方式是",
      "opts": [
       "變文",
       "互文",
       "連類而及",
       "用典"
      ],
      "a": 1
     },
     {
      "q": "古书注释中，\"如字\"的意思是",
      "opts": [
       "读对应的通假字的读音。",
       "对多义字分化出来的字义相应改变声调和读音。",
       "按常见的读音来读该字，按常见的意思来理解该字。",
       "與\"讀破\"的意思相同。"
      ],
      "a": 2
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：其政悶悶，其民淳淳；（　），其民缺缺。",
      "a": "其政察察"
     },
     {
      "q": "古文背诵：豈非計久長，（　）？",
      "a": "有子孫相繼爲王也哉"
     },
     {
      "q": "古文背诵：夫如是，故遠人不服，（　）；既來之，則安之。",
      "a": "则修文德以来之"
     },
     {
      "q": "古文背诵：先王之（　）也，以平其心，成其政也。",
      "a": "濟五味、和五聲"
     },
     {
      "q": "古文背诵：獻玉者曰：\"（　），玉人以爲寶也，故敢獻之。\"",
      "a": "以示玉人"
     },
     {
      "q": "古文背诵：不違農時，穀不可勝食也。（　），魚鱉不可勝食也。",
      "a": "數罟不入洿池"
     },
     {
      "q": "释词：就。（民之歸仁也，猶水之就下，獸之走壙也。）",
      "a": "就：走向"
     },
     {
      "q": "释词：志。（一年視離經辨志。）",
      "a": "志：思想内容"
     },
     {
      "q": "释词：貨。（貨惡其棄於地也，不必藏於己。）",
      "a": "貨：财物"
     },
     {
      "q": "释词：給。（於軒王愛之，給其衣食。）",
      "a": "給：供给"
     },
     {
      "q": "释词：荒唐。（莊周以其荒唐之辭鳴。）",
      "a": "荒唐：浩瀚而无边际"
     },
     {
      "q": "释词：乎。（生乎吾前，其聞道也固先乎吾。）",
      "a": "乎：介词，引进时间"
     },
     {
      "q": "释词：於。（冰，水爲之而寒於水。）",
      "a": "於：介词，引进比较对象"
     },
     {
      "q": "释词：而。（長驅到齊，晨而求見。）",
      "a": "而：连词，连接状语和谓语中心词"
     },
     {
      "q": "释词：雖。（今不聽吾計，後雖欲復見我，尚可得乎？）",
      "a": "雖：连词，表假设性让步关系"
     },
     {
      "q": "释词：其。（過三百乘，其不能以入矣。）",
      "a": "其：语气词，表示测度语气"
     },
     {
      "q": "简答：指出下列句中加着重号的字与括号中的字是分化字关系还是通假字关系，并说明辨别这两种字际关系的依据。(1)魯宣公卒，赴（訃）者未及，東門氏來告亂。(2)王使榮叔來錫（賜）桓公命。",
      "a": "\"赴\"\"訃\"是分化字关系；\"锡\"\"赐\"是通假字关系。读音相同或相近，一个字分担了另一个字多个意义职能的一个，二者为分化字关系。读音相同或相近，意义不同，使用中可以通用的字为通假字关系（答\"同音字替代\"亦可）"
     },
     {
      "q": "简答：解释下列句中加着重号词的意义，并归纳它们所体现的古今词义变化的类型。(1)獻魚者曰：\"天暑市遠，賣之不售，思欲棄之，不若獻之。\"(2)將軍者，國之爪牙也。(3)秋水時至，百川灌河。",
      "a": "(1)售：卖出。古代\"售\"强调卖的结果。现代汉语中，\"售\"只是表示卖这个动作。属于词义特点的变化。(2)爪牙：武将，猛士。古代\"爪牙\"指捍卫国家的\"武将、猛士\"，现代汉语中指\"帮凶\"\"走狗\"。古代是褒义词，现代是贬义词。属于色彩褒贬的变化。(3)河：黄河。古代\"河\"指黄河，后来泛指河流。属于表义范围的变化"
     },
     {
      "q": "简答：结合下列例句，说明古代汉语被动句式的主要类型。(1)吾長見笑於大方之家。(2)郤克傷於矢，流血及屨。(3)有決瀆於殷周之世者，必爲湯武笑矣。(4)禰衡被魏武謫爲鼓吏。",
      "a": "(1)用助动词\"见\"位于动词前的被动句式，\"见……於……\"式。(2)用介词\"于\"引进动作行为的主动者的被动句式。(3)用介词\"为\"引进动作行为的主动者的被动句式。(4)\"被\"字句"
     },
     {
      "q": "翻译：欲以觀其能口對響應無窮者",
      "a": "想要表现他迅速应答出口滔滔不绝的能力"
     },
     {
      "q": "翻译：豈斃此嗇夫諜諜利口捷給哉",
      "a": "难道仿效这个啬夫（小官吏）应答敏捷喋喋不休的一张利嘴吗"
     },
     {
      "q": "翻译：然其敝徒文具耳",
      "a": "然而它的弊端是空有表面文章（形式）而已"
     },
     {
      "q": "翻译：陵遲而至於二世，天下土崩",
      "a": "（风气）衰颓延续到秦二世，天下（政权）土崩瓦解了"
     },
     {
      "q": "翻译：臣恐天下隨風靡靡，爭爲口辯而無其實",
      "a": "我担心天下人跟风仿效，争着显示口才却没有实际作为"
     },
     {
      "q": "翻译：且下之化上疾於景響",
      "a": "况且下民百姓被上层教化影响的反应比光影和回声还要疾速"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。始皇惡言死羣臣莫敢言死事病益甚乃令中軍府令行符璽事趙高爲書賜扶蘇曰與喪會咸陽而葬書已封在趙高所未付使者秋七月丙寅始皇崩於沙丘平臺丞相斯爲上崩在外恐諸公子及天下有變乃秘之不發喪棺載轀涼車中故幸宦者驂乘所至上食百官奏事如故宦者輒從車中可其奏事獨胡亥趙高及幸宦者五六人知之",
      "a": "始皇惡言死，羣臣莫敢言死事。病益甚，乃令中軍府令行符璽事趙高爲書賜扶蘇曰：\"與喪，會咸陽而葬。\"書已封，在趙高所，未付使者。秋，七月，丙寅，始皇崩於沙丘平臺。丞相斯爲上崩在外，恐諸公子及天下有變，乃秘之不發喪，棺載轀涼車中，故幸宦者驂乘。所至，上食、百官奏事如故，宦者輒從車中可其奏事。獨胡亥、趙高及幸宦者五六人知之"
     },
     {
      "q": "阅读：識。（趙簡子之子長曰伯魯……）",
      "a": "識：记住"
     },
     {
      "q": "阅读：習。",
      "a": "習：熟练"
     },
     {
      "q": "阅读：爲。",
      "a": "爲：治理"
     },
     {
      "q": "阅读：損。",
      "a": "損：减少"
     },
     {
      "q": "阅读：備。",
      "a": "備：防备"
     },
     {
      "q": "阅读：難將由我。我不爲難，誰敢興之？",
      "a": "灾祸将由我而起。我不制造灾难，谁敢兴起祸端"
     },
     {
      "q": "阅读：無以尹鐸爲少，無以晉陽爲遠，必以爲歸。【疑问：卷面扫描水印遮挡，卷面可见\"焦以晋赐属速\"，据答案页应为\"無以晉陽爲遠\"，照录卷面待核】",
      "a": "不要认为尹铎人少，不要认为晋阳路远，一定要把他们当成归宿"
     },
     {
      "q": "阅读：赵简子立嗣事陈述。",
      "a": "赵简子将幼子无恤立为继承人。无恤能够随身保留竹简，并按照三年前赵简子的要求认真记住了竹简上的训诫之辞。赵简子认为无恤贤能，因此将他立为继承人"
     }
    ]
   }
  },
  "2019年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "下列各组字，全部是象形字的一组是",
      "opts": [
       "門 耳 頁",
       "大 江 老",
       "亦 水 新",
       "向 其 名"
      ],
      "a": 0
     },
     {
      "q": "下列对汉字结构的分析完全正确的一项是",
      "opts": [
       "防，从耳方聲。",
       "彫，从彡周聲。",
       "番，象田中有米之形。",
       "吹，象口中少氣之形。"
      ],
      "a": 1
     },
     {
      "q": "有时不写本字而用音同音近字代替，我们把这个记录同音词的字叫做",
      "opts": [
       "通假字",
       "今文字",
       "異體字",
       "古文字"
      ],
      "a": 0
     },
     {
      "q": "下列各组字，属于分化字关系的一组是",
      "opts": [
       "管—館",
       "牟—眸",
       "郤—隙",
       "畔—叛"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的字使用本字的一句是",
      "opts": [
       "五侯九伯，女實征之，以夾輔周室。",
       "誰謂河廣，曾不崇朝。",
       "其政察察，其民缺缺。",
       "宣子驟諫，公患之，使鉏麑賊之。"
      ],
      "a": 1
     },
     {
      "q": "下列各组词，全部属于联绵词的一组是",
      "opts": [
       "知道 躊躇 匍匐",
       "從容 剛强 逍遥",
       "茉莒 知识 輾轉",
       "忐忑 蹉砣 倉促"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号部分属于双音词的一句是",
      "opts": [
       "屈原既放，游于江潭，行吟澤畔，顏色憔悴，形容枯槁。",
       "善哉！雖然，公翰盤爲我爲雲梯，必取宋。",
       "雖遇執事，其弗敢違。",
       "問今是何世，乃不知有漢，無論魏晉。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词用本义的一句是",
      "opts": [
       "王何不發將而擊之？（發：派遣）",
       "昭王南征而不後，寡人是問。（征：远行）",
       "視其缶，而吾蛇尚存，則弛然而臥。（弛：松弛）",
       "天下之民皆引領望之矣。（引：伸長）"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词古今意义变化属于广度宽窄差异的一句是",
      "opts": [
       "將軍者，國之爪牙也。",
       "信而見疑，忠而被謗，能無怨乎？",
       "孔子以其兄之子妻之。",
       "不恤公道通義，朋黨比周。"
      ],
      "a": 1
     },
     {
      "q": "\"矚\"和\"瞰\"两词意义的差别主要表现在",
      "opts": [
       "语法功能不同：\"矚\"不可以带宾语；\"瞰\"可以。",
       "性状情态不同：\"矚\"是集中视力于一点，注意看；\"瞰\"是从高处往下看。",
       "侧重的方面不同：\"矚\"侧重于内心；\"瞰\"侧重外表。",
       "程度深浅不同：\"矚\"是一般地看；\"瞰\"是认真地看。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词意义解释正确的一句是",
      "opts": [
       "臣之質死久矣。（質：本身）",
       "德合一君而徵一國者。（徵：徵求）",
       "願車馬衣輕裘與朋友共，敝之而無憾。（憾：抱怨，不滿）",
       "子適衛，冉有僕。子曰：\"庶矣哉！\"（庶：普遍）"
      ],
      "a": 2
     },
     {
      "q": "下列句中，名词作一般动词的一句是",
      "opts": [
       "睹此狀，大懼，獸伏而出。",
       "南之人不得北，北之人不得南。",
       "寶珠玉者，殃必及身。",
       "奪之人者臣諸侯。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，含有形容词意动用法的一句是",
      "opts": [
       "辩言偉服，戰攻不息。",
       "蟪蛄不知春秋，此小年也。",
       "輕死而暴，是小人之勇也。",
       "倾奪鄰國，而雄諸侯。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，使用否定性无定代词的一句是",
      "opts": [
       "距關，毋内諸侯。",
       "亟請於武公，公弗許。",
       "不鳴則已，一鳴驚人。",
       "於是國人莫敢出言。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，句末语气词表示疑问语气的一句是",
      "opts": [
       "既庶矣，又何加焉？",
       "子其怨我乎？",
       "何由知吾可也？",
       "太后曰：\"敬諾。年幾何矣？\""
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的\"以\"连接结果与原因分句的一句是",
      "opts": [
       "何不試之以足？",
       "陛下以絳侯周勃何如人也？",
       "漢所以不擊取楚，以眛在公所。",
       "君子不以言舉人。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，副词\"且\"表示动作即将发生的一句是",
      "opts": [
       "人且偃然寢於巨室，而我噭噭然隨而哭之。",
       "且夫蘇秦特窮巷掘門桑户棬樞之士耳。",
       "以志吾過，且旌善人。",
       "臣死且不避，巵酒安足辭？"
      ],
      "a": 0
     },
     {
      "q": "下列句中，\"然\"是形容词词尾的一句是",
      "opts": [
       "河東凶亦然。",
       "雖然，馬齒亦益長矣。",
       "曾子聞之，瞿然曰：\"呼！\"",
       "蘇君今日降，明日復然。"
      ],
      "a": 2
     },
     {
      "q": "\"今有一人，入人園圃，竊其桃李\"一句，采用的特殊表达方式是",
      "opts": [
       "互文",
       "連類而及",
       "婉曲",
       "用典"
      ],
      "a": 2
     },
     {
      "q": "唐代孔穎達等奉詔撰定的\"五經正義\"所属的古注类别是",
      "opts": [
       "傳注類",
       "音義類",
       "章句類",
       "義疏類"
      ],
      "a": 3
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：吾十有五而志於學，（　），四十而不惑。",
      "a": "三十而立"
     },
     {
      "q": "古文背诵：夫如是，（　），則修文德以來之。",
      "a": "故遠人不服"
     },
     {
      "q": "古文背诵：穀與魚鱉不可勝食，（　），是使民養生喪死無憾也。",
      "a": "材木不可勝用"
     },
     {
      "q": "古文背诵：先王之濟五味、和五聲也，（　），成其政也。",
      "a": "以平其心"
     },
     {
      "q": "古文背诵：是故（　），非善之善也；不戰而屈人之兵，善之善者也。",
      "a": "百戰百勝"
     },
     {
      "q": "古文背诵：父母之愛子，（　）。媼之送燕后也，持其踵爲之泣。",
      "a": "則爲之計深遠"
     },
     {
      "q": "释词：捐。（國亡捐瘠者，以畜積多而備先具也。）",
      "a": "捐：抛弃"
     },
     {
      "q": "释词：糴。（今國病矣，君盍以名器清糴於齊？）",
      "a": "糴：买进粮食"
     },
     {
      "q": "释词：端。（東面而視，不見水端。）",
      "a": "端：尽头"
     },
     {
      "q": "释词：嗣。（君之先臣容焉，臣不足以嗣之，於臣侈矣。）",
      "a": "嗣：继承"
     },
     {
      "q": "释词：共。（爾貢包茅不入，王祭不共，無以縮酒。）",
      "a": "共：供给"
     },
     {
      "q": "释词：於。（於是爲長安君約車百乘，質於齊，齊兵乃出。）",
      "a": "於：介词。引进动作行为的处所"
     },
     {
      "q": "释词：其。（《詩》云：\"如切如磋，如琢如磨。\"其斯之謂與？）",
      "a": "其：句首语气词。表示委婉语气"
     },
     {
      "q": "释词：而。（近者說服而遠者懷之。）",
      "a": "而：连词。连接两个具有并列关系的动词短语"
     },
     {
      "q": "释词：焉。（國有三不祥，是不與焉。）",
      "a": "焉：兼词。相当于\"于是\""
     },
     {
      "q": "释词：蓋。（天下靡然從公，復歸於正，蓋三百年於此矣。）",
      "a": "蓋：副词。表推测语气"
     },
     {
      "q": "简答：分析下列各组异体字在构造方面的差异。啗—啖 棄—弃 淚—淚 謌—歌 跡—蹟 达—達",
      "a": "啗—啖：义符相同，声符不同；棄—弃：同为会意，义符不同；淚—淚：造字方法不同，\"泪\"属于会意，\"淚\"属于形声；謌—歌：义符不同，声符相同；跡—蹟：义符不同，声符不同；达—達：义符相同，声符不同"
     },
     {
      "q": "简答：指出下列句中加着重号词的意义，并归纳词的引申义和本义的联系类型。(1) A.叔孫戴伯帥師會諸侯之師侵陳。 B.宋人背北杏之會。(2) A.酌以大斗，以祈黃耇 B.維北有斗，不可以挹酒漿",
      "a": "(1) A.会合；B.盟会。联系类型：动静关系。(2) A.酌酒的器皿；B.斗星。联系类型：相似关系"
     },
     {
      "q": "简答：指出下列句中加着重号的词哪些是使动用法，哪些是意动用法，并据以说明两种用法的不同。(1)我醉，汝道苦我，何故？(2)下義其罪，上賞其姦。(3)反欲鬬兩主，觀禍敗。(4)客之美我者，欲有求於我也。(5)有能則舉之，無能則下之。(6)沛公旦日從百餘騎來見項王。",
      "a": "使动用法：(1)苦(3)鬬(5)下(6)從；意动用法：(2)義(4)美。两种用法的不同：使动用法表达的是\"使宾语……\"，是客观的结果；意动用法表达的是\"认为宾语……\"\"把宾语当作……\"，是主观看法"
     },
     {
      "q": "翻译：吾始困時，嘗與鮑叔賈，分財利多自與",
      "a": "我当初贫困时，曾经和鲍叔一起做买卖，多分利润给自己"
     },
     {
      "q": "翻译：吾嘗三仕三見逐於君，鮑叔不以我爲不肖",
      "a": "我曾经三次出仕而三次被国君驱逐，鲍叔不认为我缺乏才能"
     },
     {
      "q": "翻译：知我不羞小節而恥功名不顯於天下也",
      "a": "知道我不以小节操的失误为羞，而以功业名声不能显赫于天下为耻辱"
     },
     {
      "q": "翻译：生我者父母，知我者鮑子也",
      "a": "生养我的是父母，了解知遇我的是鲍子啊"
     },
     {
      "q": "翻译：鮑叔既進管仲，以身下之",
      "a": "鲍叔推举管仲以后，使自身位于管仲之下"
     },
     {
      "q": "翻译：天下不多管仲之賢而多鮑叔能知人也",
      "a": "天下人不赞许管仲的才能却赞许鲍叔能了解人才"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。靈公與夫人夜坐聞車聲轔轔至闕而止過闕復有聲公問夫人曰知此謂誰夫人曰此必蘧伯玉也公曰何以知之夫人曰妾闻禮下公門式路馬所以廣敬也夫忠臣與孝子不爲昭昭信節不爲冥冥堕行蘧伯玉衛之賢大夫也仁而有智敬於事上此其人必不以闇昧廢禮是以知之公使視之果伯玉也公反之以戲夫人曰非也夫人酌觴再拜賀公公曰子何以賀寡人夫人曰始妾獨以衛爲有蘧伯玉爾今衛復有與之齊者是君有二賢臣也國多賢臣國之福也妾是以賀公驚曰善哉",
      "a": "靈公與夫人夜坐，聞車聲轔轔，至闕而止，過闕復有聲。公問夫人曰：\"知此謂誰？\"夫人曰：\"此必蘧伯玉也。\"公曰：\"何以知之？\"夫人曰：\"妾闻：禮，下公門，式路馬，所以廣敬也。夫忠臣與孝子，不爲昭昭信節，不爲冥冥堕行。蘧伯玉，衛之賢大夫也。仁而有智，敬於事上。此其人必不以闇昧廢禮，是以知之。\"公使視之，果伯玉也。公反之，以戲夫人曰：\"非也。\"夫人酌觴再拜賀公，公曰：\"子何以賀寡人？\"夫人曰：\"始妾獨以衛爲有蘧伯玉爾，今衛復有與之齊者，是君有二賢臣也。國多賢臣，國之福也。妾是以賀。\"公驚曰：\"善哉！\""
     },
     {
      "q": "阅读：棘。（宋人有請爲燕王以棘刺之端爲母猴……）",
      "a": "棘：荆棘"
     },
     {
      "q": "阅读：冶工。",
      "a": "冶工：冶炼金属的工匠"
     },
     {
      "q": "阅读：燕。",
      "a": "燕：宴饮"
     },
     {
      "q": "阅读：妄。",
      "a": "妄：虚妄"
     },
     {
      "q": "阅读：巧術。",
      "a": "巧術：奇巧的技能"
     },
     {
      "q": "阅读：削。",
      "a": "削：用来刻削的工具"
     },
     {
      "q": "阅读：凡刻削者，以其所以削必小。",
      "a": "凡是雕刻切削的，用来削的工具必定要小"
     },
     {
      "q": "阅读：王試觀客之削，能與不能可知也。",
      "a": "王试着看看那人的刻削工具，能还是不能就可以知道了"
     },
     {
      "q": "阅读：宋人和卫人向燕王提出的能看到棘刺之端之母猴的条件分别是什么？",
      "a": "(1)宋人提出的条件是：燕王必须斋戒三个月，然后才能看到。(2)卫人提出的条件是：身为人主的燕王，必须半年不进入后宫、不喝酒、不吃肉，然后在一个雨后日出的日子，站在日光和阴影之间的地方，才能看到"
     }
    ]
   }
  },
  "2020年8月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "下列各組字中，全是會意字的一組是",
      "opts": [
       "磊 莫 灩",
       "韭 上 信",
       "趾 顛 欽",
       "夜 柴 衷"
      ],
      "a": 0
     },
     {
      "q": "\"本無其字，依聲託事\"解釋的漢字結構類型是",
      "opts": [
       "象形",
       "形聲",
       "轉注",
       "假借"
      ],
      "a": 3
     },
     {
      "q": "下列各組字，屬於分化字關係的一組是",
      "opts": [
       "俯—俛",
       "番—蹯",
       "歡—懽",
       "桮—杯"
      ],
      "a": 1
     },
     {
      "q": "下列各組字，屬於異體字關係的一組是",
      "opts": [
       "置—寘",
       "指—旨",
       "考—拷",
       "燈—鐙"
      ],
      "a": 0
     },
     {
      "q": "下列對漢字結構的分析完全正確的一組是",
      "opts": [
       "伐，從人持戈。會意。",
       "果，從木，象果形在木上。指事。",
       "晦，從日從每。形聲。",
       "向，從宀，中象屋形。象形。"
      ],
      "a": 0
     },
     {
      "q": "下列各組詞，全是聯綿詞的一組是",
      "opts": [
       "霹靂 尋常 倉庚",
       "斟酌 茉莒 逍遙",
       "隳頽 逶迤 參差",
       "社稷 憔悴 形容"
      ],
      "a": 2
     },
     {
      "q": "下列句中的\"亡\"與\"追亡逐北\"中的\"亡\"意思相同的一句是",
      "opts": [
       "問其名居，不告而退，遂自亡也。",
       "中士聞道，若存若亡。",
       "孔子時其亡也，而往拜之。",
       "若假之道，則虢朝亡而虞夕從之矣。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加著重號的詞屬於複合詞的一句是",
      "opts": [
       "都城過百雉，國之害也。",
       "仰不足以事父母，俯不足以畜妻子。",
       "璧有瑕，請指示王。",
       "今公從數騎，一旦有緩急，寧足恃乎！"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加著重號的詞用本義的一句是",
      "opts": [
       "危而不持，顛而不扶，則將焉用彼相矣？",
       "好從事而亟失時，可謂知乎？",
       "晨往，寢門辟矣，盛服將朝。",
       "帥偏師以修封疆。雖遇執事，其弗敢違。"
      ],
      "a": 3
     },
     {
      "q": "\"顧\"和\"望\"兩詞的不同之處主要表現在",
      "opts": [
       "程度深淡不同：\"顧\"程度深，\"望\"程度淺。",
       "情感色彩不同：\"顧\"情感色彩重，\"望\"情感色彩輕。",
       "性狀情態不同：\"顧\"是轉頭向後看，\"望\"是抬頸向遠處看。",
       "語法功能不同：\"顧\"可以帶賓語，\"望\"不可以帶賓語。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加著重號的詞意義解釋正確的一句是",
      "opts": [
       "政寬則民慢，慢則糾之以猛。（懈怠）",
       "若滅若沒，若亡若失。（沒落）",
       "使人屬孟嘗君，願寄食門下。（歸屬）",
       "饑饉荐降，民羸幾卒。（多少）"
      ],
      "a": 0
     },
     {
      "q": "下列句子，有名詞作狀語的一句是",
      "opts": [
       "今媼尊長安君之位。",
       "故天下盡以扁鵲爲能生死人。",
       "今先生儼然不遠千里而庭教之，願以異日。",
       "吾妻之美我者，私我也。"
      ],
      "a": 2
     },
     {
      "q": "下列句子，有名詞用作動詞的一句是",
      "opts": [
       "女股肱周室，以夾輔先王。",
       "公子糾敗，召忽死之。",
       "單于使使曉武，會論虞常，欲因此時降武。",
       "我醉，汝道苦我，何故？"
      ],
      "a": 0
     },
     {
      "q": "下列句子，有形容詞意動用法的一句是",
      "opts": [
       "於是乃朝諸縣令長七十二人，賞一人，誅一人，奮兵而出。",
       "知我不羞小節而恥功名不顯於天下也。",
       "孟嘗君客我。",
       "今君有區區之薛，不拊愛子其民，因而賈利之。"
      ],
      "a": 1
     },
     {
      "q": "下列句子，有動詞使動用法的一句是",
      "opts": [
       "楚左尹項伯者，素善留侯張良。",
       "孔子登東山而小魯，登泰山而小天下。",
       "莊公寤生，驚姜氏。",
       "良馬可形容筋骨相也。"
      ],
      "a": 2
     },
     {
      "q": "下列句子屬於代詞複指前置賓語的一句是",
      "opts": [
       "我無爾詐，爾無我虞。",
       "大王來何操？",
       "大道之行也，與三代之英，丘未之逮也。",
       "其一人專心致志，惟奕秋之爲聽。"
      ],
      "a": 3
     },
     {
      "q": "下列句子屬於被動句的一句是",
      "opts": [
       "豕人立而啼。",
       "多多益善，何爲爲我禽？",
       "夫戰，勇氣也。",
       "父母唯其疾之憂。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，\"之\"連接主語和謂語表示時間修飾的一句是",
      "opts": [
       "雖我之死，有子存焉。",
       "小大之獄，雖不能察，必以情。",
       "大道之行也，天下爲公。",
       "歲寒，然後知松柏之後彫也。"
      ],
      "a": 0
     },
     {
      "q": "杜甫《潼關吏》\"大城鐵不如，小城萬丈餘\"，意爲大大小小的城池都堅固且高大雄偉。詩句采用的特殊表達方式是",
      "opts": [
       "變文",
       "連類而及",
       "互文",
       "用典"
      ],
      "a": 2
     },
     {
      "q": "在古書舊注的類型裏，既解釋經文，又給前人的注作解釋的是",
      "opts": [
       "傳注類",
       "義疏類",
       "音義類",
       "補注類"
      ],
      "a": 1
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：祭祀必祝之，祝曰：\"（　）！\"",
      "a": "必勿使反"
     },
     {
      "q": "古文背诵：是故百戰百勝，非善之善也；（　），善之善者也。",
      "a": "不戰而屈人之兵"
     },
     {
      "q": "古文背诵：獻玉者曰：\"以示玉人，（　），故敢獻之。\"",
      "a": "玉人以爲寶也"
     },
     {
      "q": "古文背诵：正復爲奇，善復爲妖。人之迷，（　）。是以聖人方而不割，廉而不劌。",
      "a": "其日固久"
     },
     {
      "q": "古文背诵：先王之濟五味、和五聲也，（　）。",
      "a": "以平其心，成其政也"
     },
     {
      "q": "古文背诵：是故（　），教然後知困。",
      "a": "学然后知不足"
     },
     {
      "q": "释词：咻。（一齊人傅之，衆楚人咻之。）",
      "a": "咻：喧哗，打扰"
     },
     {
      "q": "释词：懲。（各懲其忿以相宥也。）",
      "a": "懲：惩戒"
     },
     {
      "q": "释词：志。（齊諧者，志怪者也。）",
      "a": "志：记载"
     },
     {
      "q": "释词：濟。（文起八代之衰，而道濟天下之溺。）",
      "a": "濟：振救"
     },
     {
      "q": "释词：惡。（二者，此先王所惡也。）",
      "a": "惡：厌恶"
     },
     {
      "q": "释词：諸。（告諸往而知來者。）",
      "a": "諸：\"之于\"的合音。之，代词；于，介词，引进动作涉及的对象"
     },
     {
      "q": "释词：與。（孔子曰：\"求！無乃爾是過與？\"）",
      "a": "與：疑问语气词，与\"无乃\"构成固定格式，意即\"恐怕……吧？\""
     },
     {
      "q": "释词：靡。（《诗》曰：\"靡不有初，鲜克有终。\"）",
      "a": "靡：无定代词，没有谁"
     },
     {
      "q": "释词：是。（於是羊舌職死矣。）",
      "a": "是：指示代词，作介词\"於\"的宾语"
     },
     {
      "q": "释词：謹。（今臣謹更之，不築蹊徑。）",
      "a": "謹：谦敬副词，作状语"
     },
     {
      "q": "简答：指出下列句中加着重号的字与括号中的字是异体字关系还是通假字关系，并说明辨别这两种字际关系的理由。(1)故有君子，則法雖省，足以徧（遍）矣。(2)卒（猝）然遇之，則王公失其貴。(3)民食果蓏蜯（蚌）蛤，腥臊惡臭而傷害腹胃。(4)尅（刻）臂以誓，不得告術於人。",
      "a": "(1)和(3)是异体字关系；(2)和(4)是通假字关系；异体字是音义完全相同、记词职能也完全一样、只是形体不同的字。\"徧\"与\"遍\"，\"蜯\"与\"蚌\"，音义完全相同，记词职能完全一样，形体不同，是异体字关系。通假字是用来记录同音词的字。\"卒\"和\"猝\"读音相同，形体、意义不同，\"猝\"可以用\"卒\"记录，是通假字关系。\"尅\"和\"刻\"读音相同，形体、意义不同，\"刻\"可以用\"尅\"记录，是通假字关系"
     },
     {
      "q": "简答：解释下列句中加着重号的词，并说明其古今意义变化的类型。(1)同心之言，其臭如蘭。(2)子爲父死亡所恨。(3)不有君子，其能國乎？國無陋矣，厚賄之。",
      "a": "(1)臭：气味。变化类型：范围宽窄的差异。(2)恨：遗憾。变化类型：程度深浅的差异。(3)賄：赠送财物。变化类型：色彩褒贬的差异"
     },
     {
      "q": "简答：根据以下例句归纳介词\"以\"的用法，并将例句归到各类用法的后面。(1)宫之奇以其族行。(2)武以始元六年春至京師。(3)爾貢包茅不入，王祭不共，無以縮酒。(4)上使樊噲以相國將兵攻之。(5)餘聽獄雖不能察，必以情斷之。(6)君子不以言舉人。",
      "a": "第一、介绍动作行为凭借的工具、手段、条件、依据，可译为\"用\"\"拿\"\"凭\"\"根据\"。例句(4)(5)。第二、介绍动作行为所处置的对象或涉及的人。例句(1)。第三、介绍动作行为的原因、动机，可译为\"因为\"。例句(6)。第四、介绍动作行为发生的时间，可译为\"在\"。例句(2)。第五、与动词\"有\"\"无\"（亡）组成\"有以\"\"无以（亡以）\"等凝固用法。例句(3)"
     },
     {
      "q": "翻译：諸侯多謀伐寡人者，何以待之",
      "a": "诸侯将要谋划来讨伐我，用什么办法对付他们"
     },
     {
      "q": "翻译：臣聞七十里爲政於天下者，湯是也",
      "a": "我听说过有凭借七十里地域起家而执掌天下政权的，商汤就是这样的例子"
     },
     {
      "q": "翻译：南面而征，北狄怨，曰：'奚爲後我？'",
      "a": "向南征伐，北方的狄人就怨恨，说：\"为什么把我们放在后面？\""
     },
     {
      "q": "翻译：誅其君而弔其民，若時雨降",
      "a": "诛杀他们的暴君，安抚那里的民众，如同及时雨降临"
     },
     {
      "q": "翻译：係纍其子弟，毀其宗廟，遷其重器",
      "a": "捆绑他们的子弟，毁坏他们的宗庙，搬走他们的宝器"
     },
     {
      "q": "翻译：天下固畏齊之彊也。今又倍地而不行仁政",
      "a": "天下人本来就害怕齐国的强大，如今又扩大国土却不施行仁政"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。孔子兄子有孔蔑者與宓子賤皆仕孔子往過孔蔑而問之曰自汝之仕何得何亡對曰未有所得而所亡者三王事若龍學焉得習是學不得明也俸祿少饘粥不及親戚是以骨肉益踈也公事多急不得弔死問疾是朋友之道闕也其所亡者三即謂此也孔子不悅往過子賤問如孔蔑對曰自來仕者無所亡其有所得者三始誦之今得而行之是學益明也俸祿所供被及親戚是骨肉益親也雖有公事而兼以弔死問疾是朋友篤也孔子喟然謂子賤曰君子哉若人魯無君子者則子賤焉取此",
      "a": "孔子兄子有孔蔑者，與宓子賤皆仕。孔子往過孔蔑而問之曰：\"自汝之仕，何得何亡？\"對曰：\"未有所得，而所亡者三。王事若龍，學焉得習，是學不得明也；俸祿少，饘粥不及親戚，是以骨肉益踈也；公事多急，不得弔死問疾，是朋友之道闕也。其所亡者三，即謂此也。\"孔子不悅，往過子賤，問如孔蔑。對曰：\"自來仕者，無所亡，其有所得者三。始誦之，今得而行之，是學益明也；俸祿所供，被及親戚，是骨肉益親也；雖有公事，而兼以弔死問疾，是朋友篤也。\"孔子喟然謂子賤曰：\"君子哉若人！魯無君子者，則子賤焉取此。\""
     },
     {
      "q": "阅读：輒。（荊南之地麗水之中生金……）",
      "a": "輒：就"
     },
     {
      "q": "阅读：壅。",
      "a": "壅：阻塞"
     },
     {
      "q": "阅读：將。",
      "a": "將：带领"
     },
     {
      "q": "阅读：徒。",
      "a": "徒：仅，只"
     },
     {
      "q": "阅读：比。",
      "a": "比：等同"
     },
     {
      "q": "阅读：北。",
      "a": "北：败逃"
     },
     {
      "q": "阅读：人多竊采金。竊：；人竊金不止。竊：",
      "a": "(1)竊：偷偷地。副词，状语。(2)竊：偷盗。动词，谓语"
     },
     {
      "q": "阅读：予汝天下而殺汝身。",
      "a": "给你天下但杀了你"
     },
     {
      "q": "阅读：救火者盡賞之，則國不足以賞於人。",
      "a": "救火的人都给予赏赐，那么整个国家都不够用来赏给他们"
     },
     {
      "q": "阅读：爲什麼\"雖辜磔，竊金不止\"？；說明\"令下未遍，而火已救矣\"的原因。",
      "a": "因为即便有辜磔的酷刑，但人们怀着不一定被抓到的侥幸心理，所以仍然偷采金子不止；因为对不救火者和逐兽者颁布了严厉的处罚令"
     }
    ]
   }
  },
  "2020年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "全属于形符或声符在一角结构的一组",
      "opts": [
       "勝 雷 憂",
       "弒 耇 徙",
       "徒 疆 穎",
       "幕 闢 辯"
      ],
      "a": 2
     },
     {
      "q": "属于分化字关系的一组",
      "opts": [
       "信—伸",
       "内—纳",
       "矜—鰥",
       "罰—罸"
      ],
      "a": 1
     },
     {
      "q": "加着重号的字与括号中的字是异体字关系的一句",
      "opts": [
       "晏子爲齊相，出，其御之妻從門間而闚（窥）。",
       "其時已與先王之法虧（詭）矣。",
       "名立而功成，美章（彰）而惡不生。",
       "黄帝伐涿鹿而禽（擒）蚩尤。"
      ],
      "a": 0
     },
     {
      "q": "加着重号的字与括号中的字是通假字关系的一句",
      "opts": [
       "昔也往責（债）於東邑，人可問也。",
       "食桃而甘，不盡，以其半啗（啖）君。",
       "文士並餝（饰），諸侯亂惑。",
       "左師觸龍言願見太后。太后盛氣而胥（须）之。"
      ],
      "a": 3
     },
     {
      "q": "加着重号的词使用本字本义的一句",
      "opts": [
       "夫子之病革矣，不可以變。",
       "齊桓任戰而伯天下。",
       "及入，宰夫將解鼋，相視而笑。",
       "宋人背北杏之會。"
      ],
      "a": 0
     },
     {
      "q": "加着重号的部分是复合词的一句",
      "opts": [
       "善哉！雖然，公翰盤爲我爲雲梯，必取宋。",
       "邦分崩離析而不能守也，而謀動干戈於邦内。",
       "計猶豫，未有所决。",
       "且下之化上疾於景響，舉措不可不審也。"
      ],
      "a": 1
     },
     {
      "q": "加着重号的\"城\"与\"金城汤池\"中的\"城\"意思相同的一句",
      "opts": [
       "楚國方城以爲城，漢水以爲池。",
       "今齊地方千里，百二十城。",
       "田單乃收城中得千餘牛。",
       "所過城邑皆畔燕而歸。"
      ],
      "a": 0
     },
     {
      "q": "加着重号的词古今意义变化属于\"色彩褒贬差異\"的一句",
      "opts": [
       "齊國雖褊小，吾何愛一牛？",
       "亡人無黨，有黨必有讎。",
       "貧窮則父母不子，富貴則親戚畏懼。",
       "由是感激，遂許先帝以驅馳。"
      ],
      "a": 3
     },
     {
      "q": "加着重号的词用引申义的一句",
      "opts": [
       "后稷教民稼穡，樹藝五穀。",
       "澭水暴益，荊人弗知，循表而夜涉，溺死者千有餘人。",
       "王何不發將而擊之？",
       "莊公寤生，驚姜氏。"
      ],
      "a": 1
     },
     {
      "q": "\"唯\"和\"諾\"两词的不同之处主要表现在",
      "opts": [
       "情感色彩不同：\"唯\"比\"諾\"更带有恭敬的色彩。",
       "程度深浅不同：\"唯\"程度深，\"諾\"程度浅。",
       "语法功能不同：\"唯\"可以带宾语，\"諾\"不可以带宾语。",
       "范围广狭不同：\"唯\"使用范围宽，\"諾\"使用范围窄。"
      ],
      "a": 0
     },
     {
      "q": "加着重号的词意义解释正确的一句",
      "opts": [
       "過雍門，鬻假食。（不好的）",
       "誅其君而弔其民。（抚恤，慰问）",
       "悖亂不可以持國。（昏庸）",
       "以責賜諸民，因燒其券。（卷册）"
      ],
      "a": 1
     },
     {
      "q": "有形容词使动用法的一句",
      "opts": [
       "輕死而暴，是小人之勇也。",
       "下義其罪，上賞其姦，上下相蒙，難與處矣。",
       "於是乎每朝設脯一束、糗一筐，以羞子文。至於今秩之。",
       "凡用兵之法，全國爲上，破國次之。"
      ],
      "a": 0
     },
     {
      "q": "有双宾语的一句",
      "opts": [
       "故天子之時，地生之财。",
       "范增數目項王，舉所佩玉玦以示之者三。",
       "客人不知其是商君也。",
       "不者，若屬皆且爲所虜。"
      ],
      "a": 1
     },
     {
      "q": "用代词复指前置宾语的一句",
      "opts": [
       "君子謂祁奚於是能舉善矣。",
       "有是哉，子之迂也！",
       "舉公義，辟私怨，此若言之謂也。",
       "執事不以釁鼓，使歸即戮，君之惠也。"
      ],
      "a": 2
     },
     {
      "q": "省略动词宾语的一句",
      "opts": [
       "人皆有兄弟，我獨亡。",
       "忠之屬也，可以一戰。",
       "可與言而不與之言，失人。",
       "誰爲爲之？孰令聽之？"
      ],
      "a": 0
     },
     {
      "q": "用判断句形式表示比喻关系的一句",
      "opts": [
       "良庖歲更刀，割也。",
       "今之王，古之帝也。",
       "君子之德，風；小人之德，草。",
       "夫戰，勇氣也。"
      ],
      "a": 2
     },
     {
      "q": "\"然\"用作连词表转折的一句",
      "opts": [
       "小知不及大知，小年不及大年。奚以知其然也？",
       "樂以天下，憂以天下，然而不王者，未之有也。",
       "公喟然歎曰：\"夫子釋之！夫子釋之！勿傷吾仁也。\"",
       "今子長八尺，迺爲人僕御，然子之意，自以爲足。"
      ],
      "a": 1
     },
     {
      "q": "\"爲\"是介词的一句",
      "opts": [
       "夫執輿者爲誰？",
       "不如早爲之所，無使滋蔓。",
       "君子質而已矣，何以文爲？",
       "天行有常，不爲堯存，不爲桀亡。"
      ],
      "a": 3
     },
     {
      "q": "表示\"按照常见的读音来读某字，并按照常见的意思来理解该字\"的术语是",
      "opts": [
       "讀若",
       "讀與某同",
       "如字",
       "讀如"
      ],
      "a": 2
     },
     {
      "q": "宋代洪興祖的《楚辭補註》属于",
      "opts": [
       "義疏類",
       "補注類",
       "音義類",
       "集解類"
      ],
      "a": 1
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：若以與我，皆喪寶也，（　）。",
      "a": "不若人有其寶"
     },
     {
      "q": "古文背诵：五十而知天命，（　），七十而從心所欲，不踰矩。",
      "a": "六十而耳順"
     },
     {
      "q": "古文背诵：有國有家者，不患寡而患不均，（　）。",
      "a": "不患貧而患不安"
     },
     {
      "q": "古文背诵：穀與魚鱉不可勝食，（　），是使民養生喪死無憾也。",
      "a": "材木不可勝用"
     },
     {
      "q": "古文背诵：媼之送燕后也，持其踵爲之泣，（　），亦哀之矣。",
      "a": "念悲其遠也"
     },
     {
      "q": "古文背诵：知不足，（　）。知困，然後能自强也。",
      "a": "然後能自反也"
     },
     {
      "q": "释词：貨。（竊貨曰盜，匿行曰詐，易言曰誕。）",
      "a": "貨：财物"
     },
     {
      "q": "释词：鮮。（靡不有初，鮮克有终。）",
      "a": "鮮：少"
     },
     {
      "q": "释词：辜。（至殺不辜人也，褘其衣裘，取戈劍者……）",
      "a": "辜：罪"
     },
     {
      "q": "释词：釋。（竊觀公之意，視釋天下若釋躧。）",
      "a": "釋：放弃"
     },
     {
      "q": "释词：恨。（事必前定，二公恨自苦耳。）",
      "a": "恨：后悔"
     },
     {
      "q": "释词：焉。（冉有曰：\"既庶矣，又何加焉？\"）",
      "a": "焉：兼词，相当于\"于是\""
     },
     {
      "q": "释词：莫。（過而能改，善莫大焉！）",
      "a": "莫：否定性无定代词，作主谓结构的主语。没有哪一种"
     },
     {
      "q": "释词：之。（《诗》云：\"惟其有之，是以似之。\"）",
      "a": "之：指示代词，作宾语。指美德"
     },
     {
      "q": "释词：竊。（對曰：\"既竊利之，敢不識乎？\"）",
      "a": "竊：谦敬副词，作状语。私下"
     },
     {
      "q": "释词：邪。（天之蒼蒼，其正色邪？）",
      "a": "邪：句末语气词，表示疑问语气"
     },
     {
      "q": "简答：指出本字/通假字并说明如何区分。(1)晨叆毆爵者，鸇也。(2)宣子驟諫。公患之，使鉏麑賊之。(3)選賢與能，講信脩睦。(4)天有常道矣，地有常數矣。",
      "a": "(2)和(4)用的是本字；(1)和(3)用的是通假字。本字是根据词义而造的，是形义统一的。(2)中的\"賊\"是\"杀\"义，与\"戈\"相关；(4)中的\"道\"是\"规律\"义，可以追溯到其本义\"道路\"，与\"辵（辶）\"相关，词义与字形统一，用的是本字。通假字是用来记录同音词的字。(1)中的\"爵\"是\"雀\"的意思，\"爵\"和\"雀\"同音，而用一个\"爵\"记录；(3)中的\"與\"是\"推举\"义，\"與\"和\"举\"同音，而用一个\"與\"记录。\"爵\"\"與\"用的是通假字"
     },
     {
      "q": "简答：解释\"引\"字的意义并归纳引申脉络。(1)乃設九賓禮於廷，引趨使者藺相如。(2)君子引而不發，躍如也。(3)項羽乃悉引兵渡河。(4)故知持權引謗，招幸者非己。",
      "a": "(1)引：延请；(2)引：开弓；(3)引：导引、率领；(4)引：招致。引申脉络：开弓→导引（率领）→延请→招致"
     },
     {
      "q": "简答：解释加着重号名词在句中的意义并说明语法特点。(1)空以身膏草野，誰復知之！(2)今欲並天下……制海内，子元元，臣諸侯，非兵不可！(3)刑仁講讓，示民有常。(4)鵬之徙於南冥也，水擊三千里。",
      "a": "(1)膏，滋养，名词活用作动词。(2)臣，使……成为臣下，名词使动用法。(3)刑，把……当作法则，名词意动用法。(4)水，在水面上，名词作状语"
     },
     {
      "q": "翻译：升概甚平，遇客甚謹",
      "a": "（打出的酒）分量很足，接待顾客非常恭谨"
     },
     {
      "q": "翻译：此人主之所以蔽脅，而有道之士所以不用也",
      "a": "这就是君主被蒙蔽胁迫，有知识学问的人士不被重用的原因"
     },
     {
      "q": "翻译：樹木而塗之，鼠穿其間，掘穴託其中",
      "a": "竖立木头涂抹上泥土（成为神主），老鼠在泥木间穿行，挖掘洞穴寄居在洞中"
     },
     {
      "q": "翻译：入則比周而蔽惡於君",
      "a": "在朝廷内互相勾结对君主掩盖自己的恶行"
     },
     {
      "q": "翻译：吏不誅則亂法，誅之則君不安",
      "a": "主管官吏不诛罚他们法制就被扰乱，诛罚他们君主就不安适"
     },
     {
      "q": "翻译：如此，主焉得無壅？國焉得無亡乎",
      "a": "像这样的话，君主怎么能不受蒙蔽？国家怎么能不灭亡呢"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。孔子觀於魯桓公之廟有欹器焉夫子問於守廟者曰此謂何器對曰此蓋爲宥坐之器孔子曰吾聞宥坐之器虚則欹中則正滿則覆明君以爲至誡故常置之於坐側顧謂弟子曰試注水焉乃注之水中則正滿則覆夫子喟然歎曰嗚呼夫物惡有滿而不覆哉子路進曰敢問持滿有道乎子曰聰明叡智守之以愚功被天下守之以讓勇力振世守之以怯富有四海守之以謙此所謂損之又損之道也",
      "a": "孔子觀於魯桓公之廟，有欹器焉。夫子問於守廟者曰：\"此謂何器？\"對曰：\"此蓋爲宥坐之器。\"孔子曰：\"吾聞宥坐之器，虚則欹，中則正，滿則覆。明君以爲至誡，故常置之於坐側。\"顧謂弟子曰：\"試注水焉。\"乃注之水，中則正，滿則覆。夫子喟然歎曰：\"嗚呼！夫物惡有滿而不覆哉！\"子路進曰：\"敢問持滿有道乎？\"子曰：\"聰明叡智，守之以愚；功被天下，守之以讓；勇力振世，守之以怯；富有四海，守之以謙。此所謂損之又損之道也。\""
     },
     {
      "q": "阅读：獄/賂/比/饋/已/饜。",
      "a": "獄：诉讼，打官司；賂：财物；比：及，到；饋：给予的食物；已：停止；饜：饱足"
     },
     {
      "q": "阅读：既/是。",
      "a": "既：已经，副词；是：此，代词"
     },
     {
      "q": "阅读：阎没、叔宽三次叹息事陈述。",
      "a": "阎没、叔宽最初因担心食物不够吃而叹息；继而自我责备：主人赏赐的食物怎么会不足？因此再次叹息；魏献子停止进食后，他们想到自己应该同主人一样，适可而止，因此第三次叹息。阎没、叔宽借此使魏献子明白，人不要贪心，适可而止"
     }
    ]
   }
  },
  "2021年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "象形、指事、会意、形声四种结构类型都具备的一组",
      "opts": [
       "失險頓除",
       "栗下及颜",
       "水末昭頒",
       "刀本防錦"
      ],
      "a": 1
     },
     {
      "q": "许慎为\"會意\"下的定义是",
      "opts": [
       "畫成其物，隨體詰詘",
       "視而可識，察而見意",
       "比類合誼，以見指撝",
       "以事爲名，取譬相成"
      ],
      "a": 2
     },
     {
      "q": "属于异体字关系的一组",
      "opts": [
       "杆—桿",
       "共—供",
       "溢—鎰",
       "暴—曝"
      ],
      "a": 0
     },
     {
      "q": "加着重号的字与括号中的字是通假字关系的一句",
      "opts": [
       "和乃抱其璞而哭於楚山之下三日三夜，淚（泪）盡而繼之以血。",
       "有求则卑辞，無慾则嬌（驕）嫚。",
       "從許子之道，則市賈（價）不貳。",
       "不陵節而施之謂孫（遜）。"
      ],
      "a": 1
     },
     {
      "q": "加着重号的词使用本字本义的一句",
      "opts": [
       "楚人和氏得玉璞楚山中，奉而献之属王。属王使玉人相之。",
       "信以结之，则民不倍。",
       "長鋏歸来乎！無以爲家。",
       "君逆寡人者，轻寡人与？"
      ],
      "a": 0
     },
     {
      "q": "全是双声联绵词的一组",
      "opts": [
       "斟酌 仿佛 逍遥",
       "躊躇 倉促 忐忑",
       "高岡 憔悴 伶俐",
       "玄黄 望洋 逶蛇"
      ],
      "a": 1
     },
     {
      "q": "\"具\"表示\"全部\"义的一句",
      "opts": [
       "左右以君賤之也，食以草具。",
       "修櫓轒輼，具器械。",
       "問釋之秦之弊。具以質言。",
       "而國亡捐瘠者，以畜積多而備先具也。"
      ],
      "a": 2
     },
     {
      "q": "加着重号的词古今意义变化属于\"程度深淺差異\"的一句",
      "opts": [
       "雖蔬食菜羹，未嘗不飽。",
       "夫雖無國四方之憂，然谋臣與爪牙之士，不可不養而擇也。",
       "孔子以其兄之子妻之。",
       "子爲父死亡所恨。"
      ],
      "a": 0
     },
     {
      "q": "加着重号的词用本义的一句",
      "opts": [
       "天下之民皆引領望之矣。",
       "學而時習之，不亦說乎？",
       "吾聞忠善以損怨，不聞作威以防怨。",
       "强本而節用，則天不能貧。"
      ],
      "a": 0
     },
     {
      "q": "\"恭\"和\"敬\"两词的不同之处主要表现在",
      "opts": [
       "程度轻重不同：\"恭\"程度轻，\"敬\"程度重。",
       "侧重点不同：\"恭\"侧重外貌，\"敬\"侧重内心。",
       "语法功能不同：\"恭\"可以带宾语，\"敬\"不可以带宾语。",
       "范围广狭不同：\"恭\"使用范围宽，\"敬\"使用范围窄。"
      ],
      "a": 1
     },
     {
      "q": "加着重号的词意义解释正确的一句",
      "opts": [
       "女與回也孰愈？（过分）",
       "穀田必须歲易。（容易）",
       "召公告曰：\"民不堪命矣！\"（更加）",
       "雖然，馬齒亦益長矣。（年龄）"
      ],
      "a": 3
     },
     {
      "q": "有名词作状语的一句",
      "opts": [
       "是是、非非謂之知，非是、是非謂之愚。",
       "童子隅坐而執燭。",
       "今大道既隱，天下爲家，各親其親，各子其子。",
       "故古者聖王之爲政，列德而尚賢。"
      ],
      "a": 1
     },
     {
      "q": "有形容词使动用法的一句",
      "opts": [
       "忠臣畢其忠，而不敢遠其死。",
       "吾妻之美我者，私我也。",
       "旬日之間，浸大也。",
       "有道之士懷其術而欲以明萬乘之主。"
      ],
      "a": 3
     },
     {
      "q": "属于被动句的一句",
      "opts": [
       "沛公至軍，立誅殺曹無傷。",
       "吾長見笑於大方之家。",
       "邴夏御齊侯，逢丑父爲右。",
       "反欲鬬兩主，觀禍敗。"
      ],
      "a": 1
     },
     {
      "q": "属于否定句代词宾语前置的一句是",
      "opts": [
       "前世不同教，何古之法？",
       "申之以盟誓，固國之艱急是爲。",
       "無適小国，將不女容焉。",
       "甚矣，汝之不惠！"
      ],
      "a": 2
     },
     {
      "q": "加着重号的\"於\"用作介词引进比较对象的一句",
      "opts": [
       "畔主背親，爲降虜於蠻夷。",
       "夔弗能以文辭鳴，又自假於《韶》以鳴。",
       "蒲萄實像於棗，味並殊美，冠於中京。",
       "丈人智惑於似其子者而殺於真子。"
      ],
      "a": 3
     },
     {
      "q": "用判断句形式表示原因的一句",
      "opts": [
       "桓公九合諸侯，不以兵車，管仲之力也。",
       "君者，舟也；庶人者，水也。",
       "南冥者，天池也。",
       "此庸夫之怒也，非士之怒也。"
      ],
      "a": 0
     },
     {
      "q": "\"乃\"用作副词，表示\"竟然\"义的一句",
      "opts": [
       "必以長安君爲質，兵乃出。",
       "先生不羞，乃有意欲爲收責於薛乎？",
       "王喜，告召公曰：\"吾能弭謗矣，乃不敢言。\"",
       "呂公女乃呂后也。"
      ],
      "a": 1
     },
     {
      "q": "与\"讀若\"相同，既可以注音又能指出本字与借字关系的术语",
      "opts": [
       "讀如",
       "如字",
       "讀破",
       "讀與某同"
      ],
      "a": 0
     },
     {
      "q": "《詩經·邶風·柏舟》诗中不用\"父\"而用\"天\"，是为了押韵。特殊表达方式是",
      "opts": [
       "連類而及",
       "互文",
       "婉曲",
       "變文"
      ],
      "a": 3
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：四十而不惑，（　），六十而耳顺。",
      "a": "五十而知天命"
     },
     {
      "q": "古文背诵：其政悶悶，（　）；其政察察，其民缺缺。",
      "a": "其民淳淳"
     },
     {
      "q": "古文背诵：哀樂、剛柔，（　），出入、周疏，以相濟也。",
      "a": "遲速、高下"
     },
     {
      "q": "古文背诵：數罟不入洿池，魚鱉不可勝食也。（　），材木不可勝用也。",
      "a": "斧斤以時入山林"
     },
     {
      "q": "古文背诵：是鳥也，（　）。南冥者，天池也。",
      "a": "海運則將徙於南冥"
     },
     {
      "q": "古文背诵：是故（　），非善之善者也；不戰而屈人之兵，善之善者也。",
      "a": "百戰百勝"
     },
     {
      "q": "释词：旌。（以志吾過，且旌善人。）",
      "a": "旌：表彰"
     },
     {
      "q": "释词：睦。（以正君臣，以篤父子，以睦兄弟。）",
      "a": "睦：使和睦"
     },
     {
      "q": "释词：涕。（仲尼聞之，出涕曰：\"古之遺愛也。\"）",
      "a": "涕：眼泪"
     },
     {
      "q": "释词：次。（師退，次於召陵。）",
      "a": "次：临时驻扎"
     },
     {
      "q": "释词：耆。（乃自強步，日三四里，少益耆食，和於身也。）",
      "a": "耆：喜爱"
     },
     {
      "q": "释词：爾。（颜淵季路侍。子曰：\"盍各言爾志？\"）",
      "a": "爾：第二人称代词。你们的，作定语"
     },
     {
      "q": "释词：夫。（是必夫奇鬼也。）",
      "a": "夫：指示代词。那个，作定语"
     },
     {
      "q": "释词：弗。（雖遇執事，其弗敢違。）",
      "a": "弗：否定副词。不，作状语"
     },
     {
      "q": "释词：以。（景公知晏子贤，迺任以國政。）",
      "a": "以：介词。引进处置的对象，把"
     },
     {
      "q": "释词：惡。（彼且惡乎待哉？）",
      "a": "惡：疑问代词。哪里，作宾语"
     },
     {
      "q": "简答：指出异体字/分化字关系并说明辨别理由。(1)梁北有黎丘部，有奇鬼焉。喜効（效）人之子姪昆弟之狀。(2)其謌（歌）也有思，其哭也有懷。(3)宛王殺漢使者，頭縣（懸）北闕。(4)齊人有馮諼者，贫乏不能自存，使人屬（囑）孟嘗君。",
      "a": "(1)和(2)是异体字；(3)和(4)是分化字；异体字音义完全相同，记词职能也完全一样，只是形体不同。\"効\"和\"效\"、\"謌\"和\"歌\"音义完全相同、记词职能完全一样，形体不同，是异体字关系。分化字读音相同或相近，一个字分担了另一个字多个意义职能的一个，者为分化关系。\"懸\"分担了\"縣\"的\"悬挂\"的职能，是分化字；\"囑\"分担了\"属\"的\"嘱托\"的职能，是分化字"
     },
     {
      "q": "简答：解释加着重号词语的意义，找出复合词，并以此为例说明确认复合词的主要标准。(1)且陛下春秋高，法令無常。(2)蟪蛄不知春秋，此小年也。(3)天子祭天地，諸侯祭社稷。(4)是社稷之臣也，何以伐爲？",
      "a": "(1)年龄；(2)春天和秋天；(3)土地神与谷神；(4)国家。两个单音词组合以后意义不等于原来意义的简单相加，而产生了新的意义，可以认为是复合词。如(1)的\"春秋\"和(4)的\"社稷\""
     },
     {
      "q": "简答：根据以下例句归纳\"其\"的用法，并将例句归到各类用法后面。(1)日月之行，若出其中。(2)北冥有鱼，其名爲鲲。(3)及其未既濟也，請擊之。(4)楚其亡乎？(5)昭王之不復，君其問諸水濱！(6)稱其讎，不爲諂。",
      "a": "第一，第三人称代词，作定语，表示领属关系。例句(2)(6)。第二，第三人称代词，充当主谓词组或分句的主语。例句(3)。第三，指示代词，表示远指，作定语，相当于现代汉语的\"那\"。例句(1)。第四，句中语气词，表示推测，可译作\"大概\"。例句(4)。第五，句中语气词，表示一种委婉的语气，可译为\"希望\"\"还是\"。例句(5)"
     },
     {
      "q": "翻译：乃身操版插，與士卒分功",
      "a": "（田单）就亲自拿着修筑防御工事的工具，和士兵分担辛劳"
     },
     {
      "q": "翻译：願無虜掠吾族家妻妾，令安堵",
      "a": "希望不要掠夺我们同族家的女子，让她们安居不受侵扰"
     },
     {
      "q": "翻译：燕将大喜，許之。燕军由此益懈",
      "a": "燕军将领非常高兴，答应他们的请求。燕国军队从此逐渐放松警惕"
     },
     {
      "q": "翻译：束兵刃於其角，而灌脂束葦於尾",
      "a": "在牛角上绑上尖刀，并在牛尾系上浇灌过油脂的芦苇"
     },
     {
      "q": "翻译：燕军擾亂奔走，齊人追亡逐北",
      "a": "燕军被打乱阵脚拼命逃跑，齐军追逐败逃的燕军"
     },
     {
      "q": "翻译：田單兵日益多，乘勝，燕日敗亡",
      "a": "田单的士兵一天天地增多，凭借着胜利的势头，燕军一天天地败逃"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。河南樂羊子之妻者不知何氏之女也羊子當行路得遺金一餅還以與妻妻曰妾聞志士不飲盜泉之水廉者不受嗟來之食况拾遺求利以污其行乎羊子大慚乃捐金於野而遠尋師學一年來歸妻跪問其故羊子曰久行懷思無它異也妻乃引刀趨機而言曰此織生自蠶繭成於機杼一絲而累以至於寸寸累不已遂成丈匹今若斷斯織也則捐失成功稽廢時月夫子積學當日知其所亡以就懿德若中道而歸何異斷斯織乎羊子感其言復還终業遂七年不反",
      "a": "河南樂羊子之妻者，不知何氏之女也。羊子當行路，得遺金一餅，還以與妻。妻曰：\"妾聞志士不飲盜泉之水，廉者不受嗟來之食。况拾遺求利，以污其行乎！\"羊子大慚，乃捐金於野，而遠尋師學。一年來歸，妻跪問其故。羊子曰：\"久行懷思，無它異也。\"妻乃引刀趨機而言曰：\"此織生自蠶繭，成於機杼，一絲而累，以至於寸；寸累不已，遂成丈匹。今若斷斯織也，則捐失成功，稽廢時月。夫子積學，當日知其所亡，以就懿德。若中道而歸，何異斷斯織乎？\"羊子感其言，復還终業，遂七年不反。"
     },
     {
      "q": "阅读：酣/容/過/去/飭/肅。",
      "a": "酣：喝得畅快；容：脸色；過：错误；去：废弃；飭：整顿；肅：恭敬"
     },
     {
      "q": "阅读：安/胡。",
      "a": "安：哪里。疑问代词，前置宾语；胡：怎么，为什么。疑问代词，状语"
     },
     {
      "q": "阅读：晏婴侍君事陈述。",
      "a": "饮酒时，景公离席出门，晏婴不起身；景公进门，晏婴也不起身示礼。席间相互举杯，晏婴却先喝起来。晏婴用具体行动向景公展示了君臣间不讲礼仪的情景，目的是使景公明白施行礼制的必要"
     }
    ]
   }
  },
  "2021年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "包括象形字的一组",
      "opts": [
       "二朙及",
       "下臭床",
       "門息江",
       "甘从責"
      ],
      "a": 2
     },
     {
      "q": "许慎《说文解字》为\"指事\"下的定义是",
      "opts": [
       "畫成其物，隨髓詰屈",
       "視而可識，察而見意",
       "比類合誼，以見指撝",
       "以事爲名，取譬相成"
      ],
      "a": 1
     },
     {
      "q": "属于分化字关系的一组",
      "opts": [
       "母—毋",
       "亡—無",
       "錫—賜",
       "支—肢"
      ],
      "a": 3
     },
     {
      "q": "加着重号的字与括号中的字是异体字关系的一句",
      "opts": [
       "適莽蒼者，三飧（餐）而反，腹猶果然。",
       "两涘渚崖之間，不辯（辨）牛馬。",
       "當（嘗）察亂何自起，起不相愛。",
       "雍門之人至今善歌哭，放（仿）娥之遺聲。"
      ],
      "a": 0
     },
     {
      "q": "加着重号的词用本字本义的一句",
      "opts": [
       "所過城邑皆畔燕而歸。",
       "循表而夜涉，溺死者千有餘人，軍驚而壞都舍。",
       "以爾車來，以我賄遷。",
       "北冥有魚，其名曰鯤。"
      ],
      "a": 1
     },
     {
      "q": "全部属于叠韵联绵词的一组",
      "opts": [
       "輾轉 知识 倉庚",
       "逍遥 伶俐 望洋",
       "綢繆 從容 倉促",
       "菡萏 逶蛇 嬋媛"
      ],
      "a": 3
     },
     {
      "q": "加着重号的词古今意义相同的一句",
      "opts": [
       "願無伐善，無施勞。",
       "貧而無諂，富而無驕，何如？",
       "止車而望西河，泣數行而下。",
       "赐女土地，質之以犧牲。"
      ],
      "a": 2
     },
     {
      "q": "加着重号的词古今意义的变化属于色彩褒贬差异的是",
      "opts": [
       "子爲父死亡所恨。",
       "河内凶，則移其民於河東，移其粟於河内。",
       "將軍者，國之爪牙也。",
       "姜與子犯谋，醉而遣之。醒，以戈逐子犯。"
      ],
      "a": 1
     },
     {
      "q": "加着重号的词用本义的是",
      "opts": [
       "善張網者引其綱。",
       "是相與爲春秋冬夏四時行也。",
       "有兄仲同居。以訾爲騎郎，事孝文帝，十歲不得調。",
       "學而時習之，不亦說乎！"
      ],
      "a": 0
     },
     {
      "q": "\"飢\"和\"餓\"两词的不同之处主要表现在",
      "opts": [
       "\"飢\"是中性的；\"餓\"常用于贬义。",
       "\"飢\"的程度深；\"餓\"的程度浅。",
       "\"飢\"是吃不饱，腹中空；\"餓\"是没有饭吃或长时间未进食。",
       "\"飢\"词义范围宽；\"餓\"词义范围窄。"
      ],
      "a": 2
     },
     {
      "q": "加着重号的词意义解释正确的是",
      "opts": [
       "願令得補黑衣之數，以衛王宮。没死以聞。（没有）",
       "文侯微翟黄則幾失忠臣矣。（多次）",
       "其不仁又甚攘人犬豕雞豚。（杀害）",
       "是以古之易财，非仁也，財多也。（轻视）"
      ],
      "a": 3
     },
     {
      "q": "宾语是动作施事者的一句",
      "opts": [
       "四月秀萋，五月鳴蜩。",
       "中貴人走廣，廣曰：\"是必射雕者也。\"",
       "邴夏御齊侯，逢丑父爲右。",
       "吾早從夫子，不及此。"
      ],
      "a": 1
     },
     {
      "q": "加着重号的副词表示程度较轻的一句",
      "opts": [
       "退而修《詩》《書》《禮》《樂》，弟子彌衆。",
       "僕雖怯懦，欲苟活，亦頗識去就之分矣。",
       "魏文侯燕飲，皆令諸大夫論己。",
       "《記》曰：\"三王四代唯其師。\""
      ],
      "a": 2
     },
     {
      "q": "对\"什一，去關市之徵\"中\"什一\"理解正确的是",
      "opts": [
       "十和一",
       "十一",
       "十分之一",
       "十或一"
      ],
      "a": 2
     },
     {
      "q": "介词\"以\"的宾语前置的一句",
      "opts": [
       "愚以爲宫中之事，事無大小，悉以咨之。",
       "承王命以爲過賓於陳，而司事莫至。",
       "故士者所以爲輔相承嗣也。",
       "城郭溝池以爲固。"
      ],
      "a": 3
     },
     {
      "q": "\"而\"的用法是连词、表示转折的一句",
      "opts": [
       "敏於事而慎於言。",
       "邦分崩離析而不能守也。",
       "川壅而潰，傷人必多。",
       "余，而所嫁婦人之父也。"
      ],
      "a": 1
     },
     {
      "q": "\"所\"的用法是代词、表示处所的一句",
      "opts": [
       "吾知所過矣，將改之。",
       "己所不欲，勿施於人。",
       "女亦無所思，女亦無所憶。",
       "是以令吏人完客所館。"
      ],
      "a": 0
     },
     {
      "q": "表示被动的一句",
      "opts": [
       "吾嘗三仕三見逐於君。",
       "齊侯游于姑棼，遂田於貝丘。",
       "臣聞七十里爲政於天下者，湯是也。",
       "此六君子者，未有不謹於禮者也。"
      ],
      "a": 0
     },
     {
      "q": "属于集解类古代注释的是",
      "opts": [
       "《毛詩故訓傳》",
       "《一切經音義》",
       "《五經正義》",
       "《四書章句集注》"
      ],
      "a": 3
     },
     {
      "q": "\"無毛羽以禦寒暑\"一句采用的特殊表达方式是",
      "opts": [
       "互文",
       "婉曲",
       "連類而及",
       "用典"
      ],
      "a": 2
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：三十而立，（　），五十而知天命。",
      "a": "四十而不惑"
     },
     {
      "q": "古文背诵：（　），弗學，不知其善也。",
      "a": "雖有至道"
     },
     {
      "q": "古文背诵：君子聽之，以平其心。（　）。",
      "a": "心平，德和"
     },
     {
      "q": "古文背诵：我以不貪爲寶，（　）。若以與我，皆喪寶也。",
      "a": "爾以玉爲寶"
     },
     {
      "q": "古文背诵：正復爲奇，（　）。人之迷，其日固久。",
      "a": "善復爲妖"
     },
     {
      "q": "古文背诵：（　），破軍次之。",
      "a": "全軍爲上"
     },
     {
      "q": "释词：去。（夫惟弗居，是以不去。）",
      "a": "去：离开"
     },
     {
      "q": "释词：里。（子罕置諸其里，使玉人爲之攻之。）",
      "a": "里：乡里，住处"
     },
     {
      "q": "释词：假。（擇其善鸣者而假之鸣。）",
      "a": "假：借"
     },
     {
      "q": "释词：慢。（政寬则民慢，慢則糾之以猛。）",
      "a": "慢：懈怠"
     },
     {
      "q": "释词：審。（博學之，審問之，慎思之，明辨之，篤行之。）",
      "a": "審：详细"
     },
     {
      "q": "释词：乎。（不使不仁者加乎其身。）",
      "a": "乎：介词；引进动作行为涉及的对象"
     },
     {
      "q": "释词：於。（座殆尚在於門。）",
      "a": "於：介词；引进动作行为涉及的地点"
     },
     {
      "q": "释词：也。（君子之愛人也以德。）",
      "a": "也：句中语气词；用在主语之后，起提顿作用，使语气变得舒缓"
     },
     {
      "q": "释词：之。（今上山見虎，虎之室也。）",
      "a": "之：连词；连接定语和中心语"
     },
     {
      "q": "释词：而。（子路率爾而對。）",
      "a": "而：连词；连接状语和中心语"
     },
     {
      "q": "简答：根据加着重号词在句中的意义写出其相对应的通行规范字，判断两个字的关系并说明理由。(1)以彊爲弱，在俛仰之間耳。俛：(2)國中有大鳥，止王之庭，三年不蜚又不鸣。蜚：",
      "a": "(1)俛：俯；异体字关系；音义完全相同，形体不同。(2)蜚：飞；通假字关系；声音相同，意义无关"
     },
     {
      "q": "简答：解释加着重号词的意义，并据以归纳引申义与本义的联系类型。(1) A.彼不假我道，必不敢受我幣。 B.得其民有道，得其心，斯得民矣。(2) A.信言不美，美言不信。 B.天下信之，東面而征，西夷怨；南面而征，北狄怨。",
      "a": "(1) A.道路，本义；B.规律，引申义；相似关系。(2) A.言语真实，本义；B.相信，引申义；因果关系"
     },
     {
      "q": "简答：解释加着重号词的意义，并将其归入不同的副词类别。(1)老臣今者殊不欲食。殊：(2)張良曰：\"謹喏。\"謹：(3)距關，毋内諸侯。毋：(4)輔之以晉，可以少安。少：(5)既竊利之，敢不識乎？竊：",
      "a": "(1)殊：很，非常；(2)謹：恭谨，谨慎；(3)毋：不要，别；(4)少：稍微；(5)竊：私下。归类：程度副词：殊、少；谦敬副词：谨、窃；否定副词：毋"
     },
     {
      "q": "翻译：且在邦域之中矣",
      "a": "况且已经在国境之中了"
     },
     {
      "q": "翻译：何以伐爲",
      "a": "为什么讨伐呢"
     },
     {
      "q": "翻译：夫子欲之",
      "a": "夫子想要做这件事"
     },
     {
      "q": "翻译：且爾言過矣",
      "a": "再说（并且）你的话错了"
     },
     {
      "q": "翻译：龜玉毀於櫝中",
      "a": "龟版和瑞玉毁在匣子里"
     },
     {
      "q": "翻译：誰之過與",
      "a": "这是谁的错呢"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。人或說信曰斬眛謁上上必喜無患信見眛計事眛曰漢所以不擊取楚以眛在公所若欲捕我以自媚於漢吾今日死公亦隨手亡矣乃罵信曰公非長者卒自剄信持其首謁高祖於陳上令武士縛信載後車信曰果若人言狡兔死良狗烹高鳥盡良弓藏敵國破謀臣亡天下已定我固當烹",
      "a": "人或說信曰：\"斬眛謁上，上必喜，無患。\"信見眛計事。眛曰：\"漢所以不擊取楚，以眛在公所。若欲捕我以自媚於漢，吾今日死，公亦隨手亡矣。\"乃罵信曰：\"公非長者！\"卒自剄。信持其首，謁高祖於陳。上令武士縛信，載後車。信曰：\"果若人言，'狡兔死，良狗烹；高鳥盡，良弓藏；敵國破，謀臣亡。'天下已定，我固當烹！\""
     },
     {
      "q": "阅读：冥/習/更/至/閱/顏色。（和熹鄧皇后语段）",
      "a": "冥：昏暗，不清楚；習：练习；更：改；至：最、极；閱：察看、检查；顏色：脸色、神情"
     },
     {
      "q": "阅读：非不痛也/母常非之。",
      "a": "不；否定副词，状语；批评，指责；动词，谓语"
     },
     {
      "q": "阅读：上令陛下有幸私之譏，下使賤妾獲不知足之謗。上下交損，誠不願也。；人皆以數入爲榮，貴人反以爲憂，深自抑損，誠難及也。",
      "a": "对上让陛下蒙受私幸偏宠的非议，对下使我得到不知足的议论。上下两相受损，我实在不情愿啊；别人都以（家人）能经常进入宫禁为荣幸，而你却反以为忧虑，严格克制自己，实在难以做到啊"
     },
     {
      "q": "阅读：邓皇后少年时母亲对她喜欢研读诗书典籍有什么意见？她对母亲的意见持什么态度？",
      "a": "母亲常常指责她：\"你不学习女工却致力于学习经书，难道你要去当博士吗？\"少年邓皇后难以违拗母亲的话，于是白天练习女工，晚上才诵读经书典籍"
     }
    ]
   }
  },
  "2022年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "包括指事字的一组",
      "opts": [
       "豕 彞 頁",
       "傘 項 向",
       "水 名 彬",
       "一 春 妝"
      ],
      "a": 3
     },
     {
      "q": "许慎《说文解字》为\"象形\"下的定义是",
      "opts": [
       "畫成其物，隨體詰詘",
       "視而可識，察而見意",
       "比類合誼，以見指撝",
       "以事爲名，取譬相成"
      ],
      "a": 0
     },
     {
      "q": "属于分化字的关系的一组",
      "opts": [
       "禽—擒",
       "豪—毫",
       "麤—粗",
       "溢—鎰"
      ],
      "a": 0
     },
     {
      "q": "加着重号的括号中的字是异体字关系的一句",
      "opts": [
       "楚人和氏得玉璞楚山中，奉（捧）而獻之属王。",
       "卑而驕之，佚（逸）而勞之。",
       "乃自強步，日三四里，少益耆（嗜）食，和於身也。",
       "恐太后玉體之有所郤（隙）也，故願望見太后。"
      ],
      "a": 3
     },
     {
      "q": "加着重号的词用本字本义的一句",
      "opts": [
       "莊公寤生，驚姜氏，故名曰\"寤生\"，遂惡之。",
       "子玉復治兵于蒍，終日而畢，鞭七人，貫三人耳。",
       "諸侯振驚，皆還齊侵地。",
       "左右以君賤之也，食以草具。"
      ],
      "a": 1
     },
     {
      "q": "加着重号部分属于复音词的一句",
      "opts": [
       "所以遣將守關者，備他盜之出入與非常也。",
       "屈原既放，游于江潭，行吟澤畔，颜色憔悴，形容枯槁。",
       "已行，非弗思也，祭祀必祝之。",
       "玉不琢，不成器；人不學，不知道。"
      ],
      "a": 2
     },
     {
      "q": "加着重号的词古今意义相同的一句",
      "opts": [
       "竊貨曰盜，匿行曰詐，易言曰誕。",
       "陳力就列，不能者止。",
       "燕軍擾亂奔走，齊人追亡逐北。",
       "齊國雖褊小，吾何愛一牛？"
      ],
      "a": 0
     },
     {
      "q": "加着重号的词古今意义的变化属于广度宽窄的差异的一句",
      "opts": [
       "故子生三月則父名之。",
       "楚子將以商臣爲大子，訪諸令尹子上。",
       "國無陋矣，厚賄之。",
       "天實置之，而二三子以爲己力，不亦誣乎！"
      ],
      "a": 0
     },
     {
      "q": "加着重号的词用引申义的一句",
      "opts": [
       "王乃使玉人理其璞而得寶焉。",
       "陽貨欲見孔子，孔子不見，歸孔子豚。",
       "子玉之敗，子之舉也。",
       "昭王南征而不復，寡人是問。"
      ],
      "a": 2
     },
     {
      "q": "\"望\"和\"瞰\"两词的不同之处主要表现在",
      "opts": [
       "\"望\"侧重看的行为；\"瞰\"侧重看的结果。",
       "\"望\"是向前看；\"瞰\"是向后看。",
       "\"望\"可以带宾语；\"瞰\"不能带宾语。",
       "\"望\"是抬头向远处看；\"瞰\"是从高处往下看。"
      ],
      "a": 3
     },
     {
      "q": "加着重号的词意解释正确的一句",
      "opts": [
       "故古者聖王之爲政，列德而尚賢。（排列）",
       "故上兵伐謀，其次伐交。（交战）",
       "功不十，不易器。（交易）",
       "萬物作焉而不辭。（兴起）"
      ],
      "a": 3
     },
     {
      "q": "有使动用法的一句",
      "opts": [
       "晉侯飲趙盾酒。",
       "臣爲君數之，使知其罪。",
       "伯夷死名於首陽之下。",
       "屬予作文以記之。"
      ],
      "a": 0
     },
     {
      "q": "\"將\"是时间副词的一句",
      "opts": [
       "燕將大喜，許之，燕軍由此益懈。",
       "身將隱，焉用文之？",
       "今滕絕長補短，將五十里也。",
       "上使樊噲以相國將兵攻之。"
      ],
      "a": 1
     },
     {
      "q": "\"所以\"表示原因的一句",
      "opts": [
       "此殆天所以資將軍，將軍豈有意乎？",
       "此吾所以悲也。",
       "書於石，所以賀茲丘之遭也。",
       "民者，在上所以牧之。"
      ],
      "a": 1
     },
     {
      "q": "加着重号部分是\"倍数+基数\"的一句",
      "opts": [
       "有神人二八，連臂，爲帝司夜於此野。",
       "冠者五六人，童子六七人。",
       "昔者，聖王之治天下也，參其國而伍其鄙。",
       "詩三百，一言以蔽之，曰\"思無邪\"。"
      ],
      "a": 0
     },
     {
      "q": "介词宾语前置的一句",
      "opts": [
       "以何市而反？",
       "舉國而與之不爲改視。",
       "誰爲爲之？孰令聽之？",
       "鬼侯有子而好，故入之於紂。"
      ],
      "a": 2
     },
     {
      "q": "\"則\"用作连词、表示转折的一句",
      "opts": [
       "欲速則不達。",
       "若弗與，則請除之。",
       "凡諸侯有四夷之功則獻於王。",
       "如致膰乎大夫，則吾猶可以止。"
      ],
      "a": 0
     },
     {
      "q": "表示被动的一句",
      "opts": [
       "生孩六月，慈父見背。",
       "愛人者必見愛也。",
       "冉有、季路見於孔子。",
       "老臣病足，曾不能疾走，不得久見矣。"
      ],
      "a": 1
     },
     {
      "q": "属于义疏类古代注释的是",
      "opts": [
       "《孟子章句》",
       "《春秋經傳集解》",
       "《周禮疏》",
       "《漢書補注》"
      ],
      "a": 2
     },
     {
      "q": "\"即陽爲病狂，臥便利\"所用的特殊表达方式是",
      "opts": [
       "變文",
       "用典",
       "連類而及",
       "婉曲"
      ],
      "a": 3
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：（　），出入、周疏，以相濟也。",
      "a": "哀樂、剛柔，遲速、高下"
     },
     {
      "q": "古文背诵：君子聽之，以平其心，心平德和。（　）。",
      "a": "故曰德成而教尊"
     },
     {
      "q": "古文背诵：其政悶悶，其民淳淳；（　），其民缺缺。",
      "a": "其政察察"
     },
     {
      "q": "古文背诵：吾聞之也，（　），不患貧而患不安。",
      "a": "不患寡而患不均"
     },
     {
      "q": "古文背诵：今夫顱睢者，（　），彼且惡乎待哉！",
      "a": "乘天地之正，而御六氣之辯"
     },
     {
      "q": "古文背诵：是故百戰百勝，（　）；不戰而屈人之兵，善之善者也。",
      "a": "非善之善也"
     },
     {
      "q": "释词：質。（大國吾受命矣，子使無盜，豈敢取子之金？而質則不得也。）",
      "a": "質：做人质"
     },
     {
      "q": "释词：樹。（五畝之宅，樹之以桑。）",
      "a": "樹：种植"
     },
     {
      "q": "释词：信。（信言不美，美言不信。）",
      "a": "信：真实"
     },
     {
      "q": "释词：次。（多聞則其行次且而不敢前。）",
      "a": "次：迟疑不决"
     },
     {
      "q": "释词：相。（今梁趙相攻，輕兵銳卒必竭於外。）",
      "a": "相：互相，表示双方同做某事"
     },
     {
      "q": "释词：惡。（天不爲惡人輟其威。）",
      "a": "惡：憎恶"
     },
     {
      "q": "释词：爲。（天子不能以天下與人。）",
      "a": "與：给予。动词；爲：介词，引进行为对象"
     },
     {
      "q": "释词：乎。（以無厚入有間，恢恢乎其於遊刃必有餘地矣！）",
      "a": "乎：形容词词尾"
     },
     {
      "q": "释词：與。（項王曰：\"壯士！賜之卮酒。\"則與斗卮酒。）",
      "a": "與：给予。动词；爲：介词，引进行为对象"
     },
     {
      "q": "释词：其。（其人能靖者與有幾？）",
      "a": "其：那，那个。指示代词"
     },
     {
      "q": "简答：指出下列句中的异体字并说明其形成方式。(1)何、羅千牛，寫馮猨、射狐狸。(2)楚靈王好士細要。",
      "a": "(1)寫=瀉，在原字基础上增加意符；(2)要=腰，在原字基础上增加意符"
     },
     {
      "q": "简答：下列各句中\"負\"表示本义或引申义。请分别说明。(1)趙眛負劍而行，不能兩目相視。(2)魏豹、彭越雖故賤，然其得負日以多。(3)臣誠恐見欺於王而負趙。",
      "a": "(1)負：背，用的是本义；(2)負：依仗，靠，用的是引申义；(3)負：对不起，辜负，用的是引申义"
     },
     {
      "q": "简答：根据以下例句归纳连词\"與\"的不同用法。(1)君安與項伯有故？(2)天方授楚，未可與争。(3)日月逝矣，歲不我與。(4)夫以楚之强與王之賢，天下莫能當也。",
      "a": "(1)\"與\"是介词。介绍动作行为所涉及的对象，可译为\"跟\"\"和\"。(2)\"與\"是介词，介绍动作行为所涉及的对象，但宾语省略。(3)\"與\"是动词。作谓语，意为\"等待\"。(4)\"與\"是连词。连接并列的名词性词语"
     },
     {
      "q": "翻译：子盜我德，用以報讎",
      "a": "你盗窃我的德行，用这个来报答（我对你的）恩惠"
     },
     {
      "q": "翻译：吾以不貪爲寶，爾以玉爲寶。若以與我，皆喪寶也，不若人有其寶",
      "a": "我把不贪婪作为宝，你把玉作为宝。如果把玉给了我，我们都丧失了宝，不如各自拥有自己的宝"
     },
     {
      "q": "翻译：大國吾受命矣",
      "a": "大国，我从你那里接受了命令"
     },
     {
      "q": "翻译：豈敢取子之金？而質則不得也",
      "a": "怎敢拿你的金子？（你）想做人质是不可以的"
     },
     {
      "q": "翻译：以其罪得於子，故以金免之",
      "a": "因为他得罪了你，所以用金子来赎免自己的罪"
     },
     {
      "q": "翻译：則以罪聞於君而逃其難",
      "a": "那么就把他的罪行上报给国君，然后躲开这件事带来的灾难"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。夫事有功亦有成不可以力彊爲也今有人於此負山而超江河終身没世不能有所至焉何也非其誠也故也精誠內著動無不成況乎王公大人務道德修仁義而思成其名者哉湯武以爲百代之師然其所以成德者由此道也不由其道成者未之有也",
      "a": "夫事有功，亦有成，不可以力彊爲也。今有人於此，負山而超江河，終身没世，不能有所至焉。何也？非其誠也故也。精誠內著，動無不成。況乎王公大人務道德，修仁義，而思成其名者哉！湯武以爲百代之師，然其所以成德者，由此道也。不由其道成者，未之有也"
     },
     {
      "q": "阅读：所以/之/而。",
      "a": "所以：用来……的方法；之：连词；而：连词，表转折"
     },
     {
      "q": "阅读：不誅則亂法，誅之則君不安。",
      "a": "不杀掉他们那么法令制度就被扰乱；杀掉他们那么君主就不安宁"
     },
     {
      "q": "阅读：此貪財而慕富之證也，胡謂賢哉？",
      "a": "这是贪图财物、羡慕富贵的证据，怎么能称为贤能呢"
     },
     {
      "q": "阅读：臧文仲为什么不能算\"君子\"？",
      "a": "他在位时没有举拔贤人柳下惠，也没有罢免不贤的人陈子"
     }
    ]
   }
  },
  "2022年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "下列选项中，包含会意字的一组是",
      "opts": [
       "本齒下",
       "丘初血",
       "朱高晴",
       "雞真福"
      ],
      "a": 1
     },
     {
      "q": "下列对形声字形符声符分析正确的是",
      "opts": [
       "徒：从彳走聲",
       "孟：从皿子聲",
       "穎：从禾顷聲",
       "雷：从雨田聲"
      ],
      "a": 2
     },
     {
      "q": "下列选项中，属于分化字关系的一组是",
      "opts": [
       "沒——歿",
       "雅——夏",
       "辯——變",
       "時——伺"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的字与括号中的字是异体字关系的一句是",
      "opts": [
       "子爲正卿，亡不越竟（境），反不討賊，非子而誰？",
       "文士並餝（飾），諸侯亂惑。",
       "景公不說（悦），召而免之。",
       "雖在於厚祿尊位之臣，莫不敬懼而施（惕）。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词用本字本义的一句是",
      "opts": [
       "誰謂河廣，曾不崇朝。",
       "澤居苦水者，買庸而決竇。",
       "願令得補黑衣之數，以衛王宮。沒死以聞。",
       "遂開門納衆。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号部分属于复音词的一句是",
      "opts": [
       "女股肱周室，以夾輔先王。",
       "今欲以先王之政治當世之民，皆守株之類也。",
       "璧有瑕，請指示王。",
       "都城過百雉，國之害也。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的词古今意义相同的一句是",
      "opts": [
       "薛譚乃謝求反，終身不敢言歸。",
       "孔子時其亡也，而往拜之。",
       "我未之能易也。元，起易簀。",
       "其次伐兵，其下攻城。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词古今意义变化属于古代义项消失的是",
      "opts": [
       "子若免之，以勸左右，可也。",
       "孔子以其兄之子妻之。",
       "同心之言，其臭如蘭。",
       "堯二女不敢以貴驕，事舜親戚，甚有婦道。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词用本义的一句是",
      "opts": [
       "副有罪，當相坐。",
       "君過矣，不若長安君之甚。",
       "孟嘗君顧謂馮諼：\"先生所爲文市義者，乃今日見之。\"",
       "殺士三分之一而城不拔者，此攻之災也。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词属于同义词连用的一句是",
      "opts": [
       "與朋友交而不信乎？",
       "昔秦國負恃其衆，貪于土地，逐我諸戎。",
       "齊王聞之，君臣恐懼。",
       "計猶豫，未有所决。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词意义解释正确的一句是",
      "opts": [
       "老臣賤息舒祺，最少，不肖。（消停）",
       "頒白者不負戴於道路矣。（担着）",
       "子之傳政於子玉，曰：\"以靖國也。\"（延续）",
       "男有分，女有歸。（职责）"
      ],
      "a": 3
     },
     {
      "q": "下列句中，动词带双宾语的一句是",
      "opts": [
       "惡不仁者，其爲仁矣，不使不仁者加乎其身。",
       "大叔完聚，繕甲兵。",
       "哀公問社於宰我。",
       "天生民而立之君。"
      ],
      "a": 3
     },
     {
      "q": "下列表述中，对\"百工之事，固不可耕且爲也\"中\"固\"的用法描述正确的是",
      "opts": [
       "程度副词，表肯定",
       "情态副词，表肯定",
       "形容词，作状语",
       "形容词，作定语"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词是代词的一句是",
      "opts": [
       "或百步而後止，或五十步而後止。",
       "以志吾過，且旌善人。",
       "若弗與，則請除之。",
       "馬陵道狭，而旁多阻隘，可伏兵。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号部分表示约数的一句是",
      "opts": [
       "關山三五夜，客子憶秦川。",
       "什一，去關市之徵，今兹未能。",
       "秋水才深四五尺，野航恰受兩三人。",
       "棗栗千石者三之。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，\"爲\"作介词、引入动作原因的一句是",
      "opts": [
       "及莊公即位，爲之請制。",
       "天下熙熙，皆爲利来。",
       "胥之父兄爲戮於楚。",
       "江海所以能爲百谷王者，以其善下之。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，\"與\"作连词的一句是",
      "opts": [
       "沛公曰：\"君安與項伯有故？\"",
       "天方授楚，未可與争。",
       "日月逝矣，歲不我與。",
       "國與國不相攻，家與家不相亂。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，句末有疑问语气词的一句是",
      "opts": [
       "子見夫子乎？",
       "如之何其可也？",
       "危而不持，顛而不扶，則將焉用彼相矣？",
       "汲黯何如人哉？"
      ],
      "a": 0
     },
     {
      "q": "下列选项中，对补注类文献描述正确的是",
      "opts": [
       "用分章析句的方式来解释古书",
       "既解释经文又给前人的注作解释",
       "在前人注释的基础上，重点修订前人旧注",
       "汇集各家注解合成一书，再加上自己的注解"
      ],
      "a": 2
     },
     {
      "q": "\"事出於沉思，義歸乎翰藻\"采用的特殊表达方式是",
      "opts": [
       "互文",
       "變文",
       "用典",
       "婉曲"
      ],
      "a": 2
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：《詩》云：\"（　），其斯之謂與？\"",
      "a": "如切如磋，如琢如磨"
     },
     {
      "q": "古文背诵：先王之濟五味、和五聲也，以平其心，成其政也。（　），心平德和。",
      "a": "聲亦如味"
     },
     {
      "q": "古文背诵：（　），出入、周疏，以相濟也。",
      "a": "哀樂、剛柔，遲速、高下"
     },
     {
      "q": "古文背诵：是故學然後知不足，（　）。知不足，然後能自反也。",
      "a": "教然後知困"
     },
     {
      "q": "古文背诵：君無亦勿聽。（　），子盜我德，用以報讎。",
      "a": "吾以不貪爲寶"
     },
     {
      "q": "古文背诵：是故百戰百勝，非善之善也；（　），善之善者也。",
      "a": "不戰而屈人之兵"
     },
     {
      "q": "释词：與。（昔者聖王之治天下也，參其國而伍其鄙。）",
      "a": "參：三分。数词作谓语；伍：五等分。数词作谓语"
     },
     {
      "q": "释词：其。（其身不正，雖令不從。）",
      "a": "其：代词。作定语，表领属关系，可译为\"他的\""
     },
     {
      "q": "释词：若。：；猶若。",
      "a": "若：或，选择连词；猶若：或，选择连词"
     },
     {
      "q": "释词：而。（管氏而知禮，孰不知禮？）",
      "a": "而：连词，表示假设"
     },
     {
      "q": "释词：與。（項王曰：\"壯士！賜之卮酒。\"則與斗卮酒。）",
      "a": "與：给予。动词；爲：介词，引进行为对象"
     },
     {
      "q": "释词：斯。（如知其非義，斯速已矣，何待来年？）",
      "a": "斯：连词，那么"
     },
     {
      "q": "释词：之。（今夫人之智，有所不能，强其所不知以爲知，此大惑也。）",
      "a": "之：连词，用在主语和谓语之间"
     },
     {
      "q": "释词：或。（夫物之不齊，物之情也。或相倍蓰，或相什百。）",
      "a": "或：无定代词，作主谓结构的主语"
     },
     {
      "q": "释词：是。（且而與其從辟人之士也，豈若從辟世之士哉？）",
      "a": "是：指示代词，作\"曰\"的宾语"
     },
     {
      "q": "释词：然。（若由也，不得其死然。）",
      "a": "然：语气词。表停顿"
     },
     {
      "q": "简答：\"反\"\"陳\"两个字记录的词各有哪些？为了区别这些词，汉字系统采取了什么措施？",
      "a": "\"反\"记录的词有：翻转、返回、反叛。\"陈\"记录的词有：陈列、阵。汉字系统通过另造分化字的办法来区别这些词，如\"返回\"义后来写作\"返\"，\"阵\"义后来写作\"阵\""
     },
     {
      "q": "简答：下列句中加着重号的词都是\"词类活用\"，请分别说明其活用类型及意思。(1)孟嘗君怪之。(2)先成民而後致力於神。",
      "a": "(1)形容词的意动用法。意思是\"孟嘗君认为这件事很奇怪\"。(2)方位名词作状语。意思是\"先在百姓方面有所建树\""
     },
     {
      "q": "简答：分析下列句子，哪些是判断句，哪些不是，并说明理由。(1)彼夫晉之不喜，楚之不怒，苟無民人矣則可矣。(2)此則岳陽樓之大觀也，前人之述備矣。",
      "a": "(1)不是判断句。理由：\"晋之不喜\"和\"楚之不怒\"都是主谓词组，作句子的主语。\"民人\"是句子的宾语。(2)是判断句。理由：\"也\"是句末语气词，帮助表示判断"
     },
     {
      "q": "翻译：吾任國政而民多稱冤者，是以病也",
      "a": "我担当国家大政，但是百姓中很多人声称有冤屈，因此而生病"
     },
     {
      "q": "翻译：殺不辜三人，猶不當一士",
      "a": "杀三个无罪的人，还抵不上一个有德才的人"
     },
     {
      "q": "翻译：君謂治國何如？",
      "a": "您认为治理国家怎么样"
     },
     {
      "q": "翻译：今子賢，而反嬰不肖，何也？",
      "a": "现在您贤能，却反而说我不肖，为什么呢"
     },
     {
      "q": "翻译：嬰聞之，深入則不测。",
      "a": "我听说，进去太深就无法预测（吉凶）了"
     },
     {
      "q": "翻译：不有所廢，君何以興？",
      "a": "没有所废除的，您怎么能兴起呢"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。宋人有酤酒者升概甚平遇客甚謹爲酒甚美縣幟甚高然而酒酸不售怪其故問其所知閭長者倩倩曰汝狗猛耶曰狗猛則酒何故而不售曰人畏焉或令孺子懷錢挈壺罋而往酤而狗迓而齔之此酒所以酸而不售也夫國亦有狗有道之士為其君之計或欲過人主而狗迓而齔之此國之所以有閉塞也，而有道之士所以不用也",
      "a": "宋人有酤酒者，升概甚平，遇客甚謹，爲酒甚美，縣幟甚高，然而酒酸不售，怪其故。問其所知閭長者倩。倩曰：\"汝狗猛耶？\"曰：\"狗猛，則酒何故而不售？\"曰：\"人畏焉。或令孺子懷錢挈壺罋而往酤，而狗迓而齔之，此酒所以酸而不售也。夫國亦有狗。有道之士為其君之計，或欲過人主而狗迓而齔之。此國之所以有閉塞也，而有道之士所以不用也。\""
     },
     {
      "q": "阅读：升概/縣幟/酤/迓齔。",
      "a": "升概：指量酒的器具；縣幟：悬挂着的旗子；酤：买酒；迓齔：迎上去咬"
     },
     {
      "q": "阅读：吏不誅則亂法，誅之則君不安。",
      "a": "不杀掉他们那么法令制度就被扰乱；杀掉他们那么君主就不安宁"
     },
     {
      "q": "阅读：此酒所以酸而不售也。",
      "a": "这就是酒变酸却卖不出去的原因"
     },
     {
      "q": "阅读：酤酒人为什么卖不出去酒？这个故事用狗的比喻说明了什么道理？",
      "a": "原因是狗凶猛，小孩怕狗咬。这个故事说明：国君身边有像猛狗一样的人，有治国之道的人想谒见，这些人就会像猛狗一样去\"咬\"他们。这就是国家之所以闭塞而有治国之道的人不被重用的原因"
     }
    ]
   }
  },
  "2023年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "下列各组字，全部是指事字的一组是",
      "opts": [
       "上 朱 甘",
       "龜 火 汝",
       "眉 春 閩",
       "莫 閒 刃"
      ],
      "a": 0
     },
     {
      "q": "下列对汉字结构的分析完全正确的一项是",
      "opts": [
       "賴，从束从負。",
       "徒，从彳从走。",
       "韭，象韭菜之形。",
       "疆，从弓从土从畺。"
      ],
      "a": 2
     },
     {
      "q": "下列各组字，属于通假字关系的一组是",
      "opts": [
       "錫—賜",
       "俯—俛",
       "土—土",
       "辟—僻"
      ],
      "a": 0
     },
     {
      "q": "下列句中，下划线的字与括号中的字是分化字关系的一句是",
      "opts": [
       "循表而夜涉，溺死者千有餘人，軍驚而（如）壞都舍。",
       "民不知禮，未生其共（恭）。",
       "故饑歲之春，幼弟不饟（餉）。",
       "寬則兩軍相攻，迫則杖戟相橦（衝）。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，下划线的字使用本字本义的一句是",
      "opts": [
       "夫列子御風而行，泠然善也，旬有五日而後反。",
       "惠子相梁，莊子往見之。",
       "而相楚君無令名于四方。",
       "王乃使玉人理其璞而得寶焉。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，下划线部分属于联绵词的一句是",
      "opts": [
       "陟彼高岡，我馬玄黄。",
       "計猶豫，未有所決。",
       "取彼狐狸，爲公子裘。",
       "舊時王謝堂前燕，飛入尋常百姓家。"
      ],
      "a": 1
     },
     {
      "q": "下列句中的\"社稷\"属于单音词组合的一句是",
      "opts": [
       "二國圖其社稷而求紓其民。",
       "天子祭天地，諸侯祭社稷。",
       "請子奉之，以主社稷，寡人雖死，亦無悔焉。",
       "君能有終，則社稷之固也。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，下划线的词用引申义的一句是",
      "opts": [
       "一簞食，一豆羹，得之則生，弗得則死。（豆：高脚盘子）",
       "太后之色少解。（色：脸色）",
       "兔走觸株，折頸而死。（走，跑）",
       "學而時習之，不亦說乎！（習：温习）"
      ],
      "a": 3
     },
     {
      "q": "下列句中，下划线的词古今意义变化属于古代义项消失的一句是",
      "opts": [
       "齊國雖褊小，吾何愛一牛？",
       "故子生三月則父名之。",
       "上天之載，無聲無臭。",
       "天暑市遠，賣之不售。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，下划线的词古今词义相同的一句是",
      "opts": [
       "河內凶，則移其民於河東。",
       "昔者有王命，有采薪之憂，不能造朝。",
       "以爾車來，以我賄遷。",
       "數罟不入洿池，魚鱉不可勝食也。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，下划线的词意义解释正确的一句是",
      "opts": [
       "知不足，然後能自反也。（反：返回）",
       "兵者，詭道也。（詭：变化）",
       "武既至海上，廩食不至。（既：既然）",
       "功不十，不易器。（易：改变）"
      ],
      "a": 3
     },
     {
      "q": "下列句中，表示被动的一句是",
      "opts": [
       "三年而毀聞乎君也。",
       "若皋之相者，乃有貴乎馬者也。",
       "上順乎主心以顯賢者，其唯翟黃乎！",
       "不使不仁者加乎其身。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，形容词活用作一般动词的一句是",
      "opts": [
       "楚左尹項伯者，素善留侯張良。",
       "民各甘其食，美其服，安其居，樂其俗。",
       "大王必欲急臣，臣頭今與璧俱碎於柱矣。",
       "强本而節用，則天不能貧。"
      ],
      "a": 2
     },
     {
      "q": "\"漢兵物故什六七\"中\"什六七\"理解正确的一项是",
      "opts": [
       "十六或十七",
       "十、六或七",
       "十分之六七",
       "十六分之七"
      ],
      "a": 2
     },
     {
      "q": "下列句中，\"爲\"作介词表示原因的一句是",
      "opts": [
       "以此爲治，豈不悲哉！",
       "天行有常，不爲堯存，不爲桀亡。",
       "苟爲不畜，終身不得。",
       "重爲之禮而歸之。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，名词作状语表示时间的一句是",
      "opts": [
       "朝辭白帝彩雲間，千里江陵一日還。",
       "家人車載欲就醫。",
       "今而後知君之犬馬畜伋。",
       "邑犬群吠兮，吠所怪也。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，介词宾语省略的一句是",
      "opts": [
       "誰爲爲之？孰令聽之？",
       "死者若可作也，吾誰與歸？",
       "何不試之以足？",
       "項王即日因留沛公與飲。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，为了强调而使用倒装语序的一句是",
      "opts": [
       "何哉，爾所謂達者？",
       "視人身若其身，誰賊？",
       "治國最奚患？",
       "公貨足以賓獻，家貨足以共用，不是過也。"
      ],
      "a": 0
     },
     {
      "q": "《淮南子·覽冥》\"雷霆不作，風雨不興\"句中\"作\"\"興\"为同义词，上句用\"作\"下句用\"興\"，这种避免用词重复啰嗦的特殊表达方式是",
      "opts": [
       "互文",
       "變文",
       "連及",
       "用典"
      ],
      "a": 1
     },
     {
      "q": "古书注释中的音义类是对古书中文字辨音释义，下列属于音义型注释专书的一部是",
      "opts": [
       "《論語義疏》",
       "《毛詩故訓傳》",
       "《經典釋文》",
       "《孟子章句》"
      ],
      "a": 2
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：（　），其民淳淳；其政察察，其民缺缺。",
      "a": "其政悶悶"
     },
     {
      "q": "古文背诵：先王之濟五味、和五聲也，（　），成其政也。",
      "a": "以平其心"
     },
     {
      "q": "古文背诵：五十而知天命，（　），七十而從心所欲，不踰矩。",
      "a": "六十而耳順"
     },
     {
      "q": "古文背诵：有國有家者，不患寡而患不均，（　）。",
      "a": "不患貧而患不安"
     },
     {
      "q": "古文背诵：是故學然後知不足，教然後知困。（　），然後能自强也。",
      "a": "知不足，然後能自反也；知困"
     },
     {
      "q": "古文背诵：（　），善之善者也。",
      "a": "是故百戰百勝，非善之善也；不戰而屈人之兵"
     },
     {
      "q": "释词：比。（梁使三反，孟嘗君固辭不往也。）",
      "a": "固：坚决；比：连续，接连地"
     },
     {
      "q": "释词：賴。（馮諼先驅，誠能得生以爲賴也。）",
      "a": "賴：依靠"
     },
     {
      "q": "释词：信。（信而見疑，忠而被謗，能無怨乎？）",
      "a": "信：诚实"
     },
     {
      "q": "释词：被。（信而見疑，忠而被謗，能無怨乎？）",
      "a": "被：介词，表示被动，引进行为的主动者"
     },
     {
      "q": "释词：或。（夫物之不齊，物之情也。或相倍蓰，或相什百。）",
      "a": "或：无定代词，作主谓结构的主语"
     },
     {
      "q": "释词：莫。（過而能改，善莫大焉！）",
      "a": "莫：否定性无定代词，作主谓结构的主语。没有哪一种"
     },
     {
      "q": "释词：因。（因其富厚，交通王侯。）",
      "a": "因：介词，引进动作行为的前提条件"
     },
     {
      "q": "释词：以。（宮之奇以其族行。）",
      "a": "以：介词。表示\"率领\""
     },
     {
      "q": "释词：於。（郤克傷於矢。）",
      "a": "於：介词，引进动作行为的主动者"
     },
     {
      "q": "释词：雖。（雖有槁暴，不復挺者，輮使之然也。）",
      "a": "雖：连词，表示假设性让步，即使"
     },
     {
      "q": "简答：下列句中加着重号的词哪些用的是本义，哪些用的是引申义。(1)王之諸孤朝暮養之，亦以成其名。(2)孟嘗君客我。(3)信言不美，美言不信。",
      "a": "(1)本义；(2)引申义；(3)本义"
     },
     {
      "q": "简答：指出下列句中的名词作状语，并说明其意义和作用。(1)嫂蛇行，四拜自跪謝。(2)童子隅坐而執燭。",
      "a": "(1)蛇：像蛇一样。表示动作行为的状态；(2)隅：在角落里。表示动作行为发生的处所"
     },
     {
      "q": "简答：用例句说明古代汉语否定句中代词宾语前置的条件。",
      "a": "第一、宾语必须是代词；第二、句中必须有否定词。\"时\"在否定句中代词宾语前置。例句：\"不患人之不己知，患不知人也。\"\"我无尔诈，尔无我虞。\""
     },
     {
      "q": "翻译：以五十步笑百步，則何如？",
      "a": "（那些人）凭借自己逃跑了五十步（这件事）去嘲笑那些逃跑了一百步的人，那么怎么样呢"
     },
     {
      "q": "翻译：不可，直不百步耳，是亦走也。",
      "a": "不可以，只不过是没有跑一百步罢了，这也是逃跑"
     },
     {
      "q": "翻译：王如知此，則無望民之多於鄰國也。",
      "a": "大王如果明白这个道理，那么就不要希望自己的百姓比邻国多"
     },
     {
      "q": "翻译：無失其時，穀不可勝食也。",
      "a": "不错过（收获的）时节，粮食就吃不完"
     },
     {
      "q": "翻译：人死，则曰：\"非我也，歲也。\"",
      "a": "百姓饿死了，就说：\"不是我的过错，是年成不好\""
     },
     {
      "q": "翻译：王無罪歲，斯天下之民至焉。",
      "a": "大王不要归罪于年成，这样天下的百姓就会来归顺了"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。宋人有酤酒者升概甚平遇客甚謹爲酒甚美縣幟甚高然而酒酸不售怪其故問其所知閭長者倩倩曰汝狗猛耶曰狗猛則酒何故而不售曰人畏焉或令孺子懷錢挈壺罋而往酤而狗迓而齔之此酒所以酸而不售也夫國亦有狗有道之士為其君之計或欲過人主而狗迓而齔之此國之所以有閉塞也，而有道之士所以不用也",
      "a": "宋人有酤酒者，升概甚平，遇客甚謹，爲酒甚美，縣幟甚高，然而酒酸不售，怪其故。問其所知閭長者倩。倩曰：\"汝狗猛耶？\"曰：\"狗猛，則酒何故而不售？\"曰：\"人畏焉。或令孺子懷錢挈壺罋而往酤，而狗迓而齔之，此酒所以酸而不售也。夫國亦有狗。有道之士為其君之計，或欲過人主而狗迓而齔之。此國之所以有閉塞也，而有道之士所以不用也。\""
     },
     {
      "q": "阅读：屬/說/是/因。（莊子與惠子遊於濠梁之上）",
      "a": "屬：连接；說：通\"悦\"，高兴；是：这；因：于是"
     },
     {
      "q": "阅读：請循其本。",
      "a": "请回到这个话题的开头"
     },
     {
      "q": "阅读：子固非魚也，子之不知魚之樂，全矣。",
      "a": "你本来就不是鱼，你不知道鱼的快乐，这是完全可以确定的"
     },
     {
      "q": "阅读：庄子认为\"出游从容\"的鲦鱼很快乐，惠子是怎样反驳他的？",
      "a": "惠子反驳说：\"我不是你，本来就不知道你；你本来就不是鱼，你不知道鱼的快乐（这件事）是完全可以确定的"
     }
    ]
   }
  },
  "2023年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "下列各组字，全部是指事字的一组是",
      "opts": [
       "下 二 亦",
       "刃 大 从",
       "止 息 莫",
       "甘 女 卜"
      ],
      "a": 0
     },
     {
      "q": "下列对汉字结构的分析完全正确的一项是",
      "opts": [
       "頸，从巠，从頁",
       "名，从口，夕聲",
       "弒，从式，杀聲",
       "產，从生，彥省聲"
      ],
      "a": 3
     },
     {
      "q": "《说文解字》收录的小篆字头的数量是",
      "opts": [
       "9353",
       "10516",
       "1163",
       "540"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的字与括号中的字是异体关系的一句是",
      "opts": [
       "糟丘、酒池、肉圃、爲格（烙）。",
       "位尊而無功，奉（俸）厚而無勞，而重器多也。",
       "券徧（遍）合，起矯命以責賜諸民。",
       "越人安越，楚人安楚，君子安雅（夏）。"
      ],
      "a": 2
     },
     {
      "q": "下列各组字，属于分化字关系的一组是",
      "opts": [
       "趣——取",
       "要——腰",
       "調——朝",
       "疑——擬"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的部分属于复合词的一句是",
      "opts": [
       "樹木而塗之，鼠穿其間，掘穴託其中。",
       "天下雲集而響應，赢糧而景從。",
       "比年入學，中年考校。",
       "君能有終，則社稷之固也。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的部分属于联绵词的一句是",
      "opts": [
       "堯之王天下也，茅茨不翦，采椽不断。",
       "以故不聞其過，陵遲而至於二世，天下土崩。",
       "子之宅近市，湫隘囂塵，不可以居。",
       "陟彼高岡，我馬玄黄。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词用本义的一句是",
      "opts": [
       "孟嘗君不說，曰：\"諾，先生休矣！\"",
       "竊人之財猶謂之盗，况貪天之功以爲己力乎？",
       "賜女土地，質之以犧牲，世世子孫無相害也。",
       "百姓殷阜，年登俗樂。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词义与其本义的联系属于相似关系的一句是",
      "opts": [
       "宴爾新昏，如兄如弟。",
       "維北有斗，不可以挹酒漿。",
       "二十一年，以諸侯朝王於衡雍。",
       "止子路宿，殺雞爲黍而食之。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加着重号的词古今意义的变化属于广度宽窄差异的一句是",
      "opts": [
       "秋水時至，百川灌河。",
       "厲王虐，國人謗王。",
       "此酒所以酸而不售也。",
       "凡而器用財賄無置于許。"
      ],
      "a": 3
     },
     {
      "q": "下列句中的\"辯\"与\"辯乎榮辱之境\"中的\"辯\"意思相同的一句是",
      "opts": [
       "若夫乘天地之正，而御六氣之辯。",
       "兩渚崖之間，不辯牛馬。",
       "明言章理，兵甲愈起；辯言偉服，戰攻不息。",
       "迷於言，惑於語，沈於辯，溺於辭。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号名词作谓语的一句是",
      "opts": [
       "君子知至學之難易。",
       "景公知晏子賢。",
       "亞父者，范增也。",
       "黎丘之鬼効其子之狀，扶而道苦之。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加着重号的词属于形容词使动用法的一句是",
      "opts": [
       "願車馬衣輕裘與朋友共，敝之而無憾。",
       "不戰而屈人之兵，善之善者也。",
       "國老皆賀子文，子文飲之酒。",
       "奪之人者臣諸侯，奪之與者友諸侯。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，动词带双宾语的一句是",
      "opts": [
       "丈夫亦愛憐其少子乎？",
       "故聖人議多少、論薄厚爲之政。",
       "斯季孫之賜也。",
       "秦之所爲重王者，以王之有齊地也。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词属于名词用作动词的一句是",
      "opts": [
       "是乃其所以千萬臣而無數者也。",
       "唯有德者能以寬服民。",
       "將不勝其忿而蟻附之。",
       "荆人欲襲宋，使人先表澭水。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加着重号的词表示倍数的一句是",
      "opts": [
       "九合諸侯，一匡天下。",
       "所伐而當，其福五之。",
       "淮南王有子四人，皆七八歲。",
       "拔一毛而利天下，不爲也。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加着重号的词是情态副词的一句是",
      "opts": [
       "我固嘗聞之矣。",
       "群賢畢至，少長咸集。",
       "王獨不見夫蜻蛉乎？",
       "乃自强步，日三四里，少益耆食，和於身也。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，表示被动的一句是",
      "opts": [
       "西河之爲秦取不久矣。",
       "將軍身被堅執銳。",
       "是氣也，寓於尋常之中，而塞乎天地之間。",
       "君亦見夫爲社者乎？"
      ],
      "a": 0
     },
     {
      "q": "唐代孔颖达等奉诏撰定的\"五經正義\"所属的古注类别是",
      "opts": [
       "傳注類",
       "章句類",
       "義疏類",
       "集解類"
      ],
      "a": 2
     },
     {
      "q": "\"一旦山陵崩，長安君何以自託于趙\"采用的特殊表达方式是",
      "opts": [
       "婉曲",
       "變文",
       "連類而及",
       "用典"
      ],
      "a": 0
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：先王之濟五味、和五聲也，（　）。",
      "a": "以平其心，成其政也"
     },
     {
      "q": "古文背诵：樂以安德，（　）。",
      "a": "義以正之"
     },
     {
      "q": "古文背诵：知不足，然後能自反也；知困，（　）。",
      "a": "然後能自强也"
     },
     {
      "q": "古文背诵：五十而知天命，（　），七十而從心所欲，不踰矩。",
      "a": "六十而耳順"
     },
     {
      "q": "古文背诵：（　），不患貧而患不安。",
      "a": "不患寡而患不均"
     },
     {
      "q": "古文背诵：（　），出入、周疏，以相濟也。",
      "a": "哀樂、剛柔，遲速、高下"
     },
     {
      "q": "释词：如。（五畝之宅，樹之以桑，五十者可以衣帛矣。）",
      "a": "樹：种植；如：或，选择连词"
     },
     {
      "q": "释词：賴。（馮諼先驅，誠能得生以爲賴也。）",
      "a": "賴：依靠"
     },
     {
      "q": "释词：徒。（非我徒也，小子鳴鼓而攻之可也。）",
      "a": "徒：同类的人"
     },
     {
      "q": "释词：被。（信而見疑，忠而被謗，能無怨乎？）",
      "a": "被：介词，表示被动，引进行为的主动者"
     },
     {
      "q": "释词：或。（夫物之不齊，物之情也。或相倍蓰，或相什百。）",
      "a": "或：无定代词，作主谓结构的主语"
     },
     {
      "q": "释词：安。（將誰安之？）",
      "a": "安：使动用法，使……安定"
     },
     {
      "q": "释词：因。（因其富厚，交通王侯。）",
      "a": "因：介词，引进动作行为的前提条件"
     },
     {
      "q": "释词：以。（宮之奇以其族行。）",
      "a": "以：介词。表示\"率领\""
     },
     {
      "q": "释词：於。（郤克傷於矢。）",
      "a": "於：介词，引进动作行为的主动者"
     },
     {
      "q": "释词：雖。（雖有槁暴，不復挺者，輮使之然也。）",
      "a": "雖：连词，表示假设性让步，即使"
     },
     {
      "q": "简答：指出下列句中的通假字，写出本字，并说明通假字与本字的关系。(1)不甯於身，以相無極。(2)寡君願徼福於周公、魯公，事從君。",
      "a": "(1)\"甯\"通\"寧\"，安宁；(2)\"徼\"通\"邀\"，求取"
     },
     {
      "q": "简答：下列句中加着重号的词各属于什么词类活用，把它们找出来并说明意思。(1)築室百堵，西南其户。(2)君子之學也以美其身；小人之學也以爲禽犢。",
      "a": "(1)西南：名词的使动用法。意思是\"使门户朝西南方向开\"。(2)美：形容词的使动用法。意思是\"使自己的品质变得美好\""
     },
     {
      "q": "简答：分析下列各句哪些是被动句，哪些不是被动句，并说明理由。(1)勞心者治人，勞力者治於人。(2)當仁，不讓於師。",
      "a": "(1)是被动句。\"治於人\"，引进动作行为的主动者；(2)不是被动句。\"於師\"，表示动作行为涉及的对象"
     },
     {
      "q": "翻译：宋人有酤酒者，升概甚平，遇客甚謹，爲酒甚美，縣幟甚高，然而酒酸不售。",
      "a": "宋国有个卖酒的人，量酒很公平，接待客人很殷勤，酿造的酒很醇美，悬挂的酒旗很高，然而酒酸了却卖不出去"
     },
     {
      "q": "翻译：此酒所以酸而不售也。",
      "a": "这就是酒变酸却卖不出去的原因"
     },
     {
      "q": "翻译：此國之所以有閉塞也，而有道之士所以不用也。",
      "a": "这就是国家之所以闭塞而有治国之道的人不被重用的原因"
     },
     {
      "q": "翻译：吾任國政而民多稱冤者，是以病也。",
      "a": "我担当国家大政，但是百姓中很多人声称有冤屈，因此而生病"
     },
     {
      "q": "翻译：不有所廢，君何以興？",
      "a": "没有所废除的，您怎么能兴起呢"
     },
     {
      "q": "翻译：今子賢，而反嬰不肖，何也？",
      "a": "现在您贤能，却反而说我不肖，为什么呢"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。齊大饑黔敖爲食於路以待餓者而食之有餓者蒙袂輯屨貿貿然來黔敖左奉食右執飲曰嗟來食揚其目而視之曰予唯不食嗟來之食以至於斯也從而謝焉終不食而死",
      "a": "齊大饑，黔敖爲食於路，以待餓者而食之。有餓者蒙袂輯屨，貿貿然來。黔敖左奉食，右執飲，曰：\"嗟！來食。\"揚其目而視之，曰：\"予唯不食嗟來之食，以至於斯也。\"從而謝焉。終不食而死"
     },
     {
      "q": "阅读：屬/說/是/因。（莊子與惠子遊於濠梁之上）",
      "a": "屬：连接；說：通\"悦\"，高兴；是：这；因：于是"
     },
     {
      "q": "阅读：請循其本。",
      "a": "请回到这个话题的开头"
     },
     {
      "q": "阅读：子固非魚也，子之不知魚之樂，全矣。",
      "a": "你本来就不是鱼，你不知道鱼的快乐，这是完全可以确定的"
     },
     {
      "q": "阅读：庄子认为\"出游从容\"的鲦鱼很快乐，惠子是怎样反驳他的？",
      "a": "惠子反驳说：\"我不是你，本来就不知道你；你本来就不是鱼，你不知道鱼的快乐（这件事）是完全可以确定的"
     }
    ]
   }
  },
  "2024年4月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "下列各组字中，全部是会意字的一组是",
      "opts": [
       "逐 星 鳳",
       "眉 女 晚",
       "灾 岳 牧",
       "戚 題 坑"
      ],
      "a": 2
     },
     {
      "q": "许慎《说文解字》为\"轉注\"下的定义是",
      "opts": [
       "畫成其物，隨體詰訕",
       "建類一首，同意相受",
       "比類合誼，以見指撝",
       "視而可識，察而見意"
      ],
      "a": 1
     },
     {
      "q": "下列对汉字结构的分析完全正确的一项是",
      "opts": [
       "習，从羽，从白",
       "徙，从辵，从止",
       "脩，从肉，攸聲",
       "竟，从立，从日，从儿"
      ],
      "a": 2
     },
     {
      "q": "下列句中，下划线的字与括号中的字是分化关系的一句是",
      "opts": [
       "曰：\"日食飲得無衰乎？\"曰：\"恃鬻（粥）耳。\"",
       "魏文侯燕（宴）飲，皆令諸大夫論己。",
       "少而理曰治，多而亂曰秏（眊）。",
       "使主内亡邪辟（僻）之行，外無騫汙之名。"
      ],
      "a": 3
     },
     {
      "q": "汉字隶变指的是",
      "opts": [
       "甲骨文向隶书演变",
       "金文向隶书演变",
       "篆文向隶书演变",
       "隶书向楷书演变"
      ],
      "a": 2
     },
     {
      "q": "下列句中，下划线的部分属于联绵词的一句是",
      "opts": [
       "民望之，若大旱之望雲霓也。",
       "草木榮華滋碩之時，則斧斤不入山林。",
       "於是焉河伯始旋其面目，望洋向若而歎。",
       "今有一人，入人園圃，竊其桃李。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，下划线的部分属于双音短语的一句是",
      "opts": [
       "大方無隅，大器晚成，大音希聲，大象無形。",
       "是非知能材性然也，是注錯習俗之節異也。",
       "身勞而國亂，功廢而名辱，社稷必危。",
       "古者丈夫不耕，草木之實足食也。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，下划线的词用本义的一句是",
      "opts": [
       "今我睹子之難窮也，吾非至於子之門則殆矣。",
       "齊人歸其玉而予之糴。",
       "君子疾夫舍曰\"欲之\"而必爲之辭。",
       "舉扶而易之，反席未安而没。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，下划线的词用引申义的一句是",
      "opts": [
       "夫子之病革矣，不可以變，幸而至於旦，請敬易之。",
       "晉靈公不君，厚斂以彫墙。",
       "今之爭奪，非鄙也，財寡也。",
       "夏楚二物，收其威也。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，下划线的部分属于反义构词的一句是",
      "opts": [
       "故有無相生，難易相成。",
       "目不見青黃曰盲，耳不聞宮商曰聾，鼻不知香臭曰癃。",
       "\"孰與君少長？\"\"長於臣。\"",
       "文章千古事，得失寸心間。"
      ],
      "a": 3
     },
     {
      "q": "下列句中的\"舍\"与\"鍥而舍之\"中的\"舍\"意思相同的一句是",
      "opts": [
       "宣子田於首山，舍於翳桑。",
       "死者千有餘人，軍驚而壞都舍。",
       "晉、楚治兵，遇于中原，其辟君三舍。",
       "趣舍無定謂之無常。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，下划线的词是第二人称代词的一句是",
      "opts": [
       "公笑曰：\"子近市，識貴賤乎？\"",
       "且單于信女，使決人死生。",
       "諫而不入，則莫之繼也。",
       "不知老之將至云爾。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，疑问代词作动词宾语前置的一句是",
      "opts": [
       "皮之不存，毛將焉附？",
       "多多益善，何爲爲我禽？",
       "嫂何前倨而後卑也？",
       "子貢問：\"師與商也孰賢？\""
      ],
      "a": 0
     },
     {
      "q": "下列句中，\"莫\"作否定性无定代词，指代人的一句是",
      "opts": [
       "花林曲池，園園而有。莫不桃李夏綠，竹柏冬青。",
       "至莫夜月明，獨與邁乘小舟至絕壁下。",
       "默然遙相許，欲往心莫遂。",
       "國人莫敢言，道路以目。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，下划线的词是介词引进行为主动者的一句是",
      "opts": [
       "此所謂戰勝於朝廷。",
       "以五十步笑百步，則何如？",
       "今有搆木鑽燧於夏后氏之世者，必爲鯀禹笑矣。",
       "安陵君因使唐雎使於秦。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，\"以\"作连词，连接状语和动词中心语的一句是",
      "opts": [
       "民多闕則有離叛之心，將何以封矣！",
       "陛下以絳侯周勃何如人也？",
       "君安能以有其民哉？",
       "誠若先生之言，謹奉社稷以從。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，省略介词宾语的一句是",
      "opts": [
       "客從外來，與坐談。",
       "會論虞常，欲因此時降武。",
       "項伯亦拔劍起舞，常以身翼蔽沛公。",
       "鄭武公娶於申，曰武姜。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，属于判断句的一句是",
      "opts": [
       "其宗滅於絳。",
       "夫明堂者，王者之堂也。",
       "論世之事，因爲之備。",
       "又何馬之能知也？"
      ],
      "a": 1
     },
     {
      "q": "《經傳釋詞》的作者是",
      "opts": [
       "杜預",
       "王引之",
       "俞樾",
       "段玉裁"
      ],
      "a": 1
     },
     {
      "q": "古人把每月的十六日称作",
      "opts": [
       "晦",
       "朔",
       "望",
       "既望"
      ],
      "a": 3
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：其政悶悶，（　）；其政察察，其民缺缺。",
      "a": "其民淳淳"
     },
     {
      "q": "古文背诵：先王之濟五味、和五聲也，以平其心，成其政也。（　），心平德和。",
      "a": "聲亦如味"
     },
     {
      "q": "古文背诵：哀樂、剛柔，遲速、高下，（　）。",
      "a": "出入、周疏，以相濟也"
     },
     {
      "q": "古文背诵：是故學然後知不足，（　）。",
      "a": "教然後知困"
     },
     {
      "q": "古文背诵：（　），五十者可以衣帛矣。",
      "a": "五畝之宅，樹之以桑"
     },
     {
      "q": "古文背诵：是故百戰百勝，非善之善也；（　），善之善者也。",
      "a": "不戰而屈人之兵"
     },
     {
      "q": "释词：比。（梁使三反，孟嘗君固辭不往也。）",
      "a": "固：坚决；比：连续，接连地"
     },
     {
      "q": "释词：賴。（馮諼先驅，誠能得生以爲賴也。）",
      "a": "賴：依靠"
     },
     {
      "q": "释词：信。（信而見疑，忠而被謗，能無怨乎？）",
      "a": "信：诚实"
     },
     {
      "q": "释词：被。（信而見疑，忠而被謗，能無怨乎？）",
      "a": "被：介词，表示被动，引进行为的主动者"
     },
     {
      "q": "释词：或。（夫物之不齊，物之情也。或相倍蓰，或相什百。）",
      "a": "或：无定代词，作主谓结构的主语"
     },
     {
      "q": "释词：莫。（過而能改，善莫大焉！）",
      "a": "莫：否定性无定代词，作主谓结构的主语。没有哪一种"
     },
     {
      "q": "释词：因。（因其富厚，交通王侯。）",
      "a": "因：介词，引进动作行为的前提条件"
     },
     {
      "q": "释词：以。（宮之奇以其族行。）",
      "a": "以：介词。表示\"率领\""
     },
     {
      "q": "释词：於。（郤克傷於矢。）",
      "a": "於：介词，引进动作行为的主动者"
     },
     {
      "q": "释词：雖。（雖有槁暴，不復挺者，輮使之然也。）",
      "a": "雖：连词，表示假设性让步，即使"
     },
     {
      "q": "简答：指出下列句中加着重号的词哪些用的是本义，哪些用的是引申义。(1)王之諸孤朝暮養之，亦以成其名。(2)孟嘗君客我。(3)信言不美，美言不信。",
      "a": "(1)本义；(2)引申义；(3)本义"
     },
     {
      "q": "简答：指出下列句中的名词作状语，并说明其意义和作用。(1)嫂蛇行，四拜自跪謝。(2)童子隅坐而執燭。",
      "a": "(1)蛇：像蛇一样。表示动作行为的状态；(2)隅：在角落里。表示动作行为发生的处所"
     },
     {
      "q": "简答：用例句说明古代汉语否定句中代词宾语前置的条件。",
      "a": "第一、宾语必须是代词；第二、句中必须有否定词。\"时\"在否定句中代词宾语前置。例句：\"不患人之不己知，患不知人也。\"\"我无尔诈，尔无我虞。\""
     },
     {
      "q": "翻译：以五十步笑百步，則何如？",
      "a": "（那些人）凭借自己逃跑了五十步（这件事）去嘲笑那些逃跑了一百步的人，那么怎么样呢"
     },
     {
      "q": "翻译：不可，直不百步耳，是亦走也。",
      "a": "不可以，只不过是没有跑一百步罢了，这也是逃跑"
     },
     {
      "q": "翻译：王如知此，則無望民之多於鄰國也。",
      "a": "大王如果明白这个道理，那么就不要希望自己的百姓比邻国多"
     },
     {
      "q": "翻译：無失其時，穀不可勝食也。",
      "a": "不错过（收获的）时节，粮食就吃不完"
     },
     {
      "q": "翻译：人死，则曰：\"非我也，歲也。\"",
      "a": "百姓饿死了，就说：\"不是我的过错，是年成不好\""
     },
     {
      "q": "翻译：王無罪歲，斯天下之民至焉。",
      "a": "大王不要归罪于年成，这样天下的百姓就会来归顺了"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。宋人有酤酒者升概甚平遇客甚謹爲酒甚美縣幟甚高然而酒酸不售怪其故問其所知閭長者倩倩曰汝狗猛耶曰狗猛則酒何故而不售曰人畏焉或令孺子懷錢挈壺罋而往酤而狗迓而齔之此酒所以酸而不售也夫國亦有狗有道之士為其君之計或欲過人主而狗迓而齔之此國之所以有閉塞也，而有道之士所以不用也",
      "a": "宋人有酤酒者，升概甚平，遇客甚謹，爲酒甚美，縣幟甚高，然而酒酸不售，怪其故。問其所知閭長者倩。倩曰：\"汝狗猛耶？\"曰：\"狗猛，則酒何故而不售？\"曰：\"人畏焉。或令孺子懷錢挈壺罋而往酤，而狗迓而齔之，此酒所以酸而不售也。夫國亦有狗。有道之士為其君之計，或欲過人主而狗迓而齔之。此國之所以有閉塞也，而有道之士所以不用也。\""
     },
     {
      "q": "阅读：屬/說/是/因。（莊子與惠子遊於濠梁之上）",
      "a": "屬：连接；說：通\"悦\"，高兴；是：这；因：于是"
     },
     {
      "q": "阅读：請循其本。",
      "a": "请回到这个话题的开头"
     },
     {
      "q": "阅读：子固非魚也，子之不知魚之樂，全矣。",
      "a": "你本来就不是鱼，你不知道鱼的快乐，这是完全可以确定的"
     },
     {
      "q": "阅读：庄子认为\"出游从容\"的鲦鱼很快乐，惠子是怎样反驳他的？",
      "a": "惠子反驳说：\"我不是你，本来就不知道你；你本来就不是鱼，你不知道鱼的快乐（这件事）是完全可以确定的"
     }
    ]
   }
  },
  "2024年10月": {
   "choice": {
    "head": "一、单项选择题",
    "desc": "本大题共20小题，每小题1分，共20分。在每小题列出的备选项中只有一项是最符合题目要求的，请将其选出。",
    "score": 1,
    "items": [
     {
      "q": "下列各组字，全部是象形字的一组是",
      "opts": [
       "豆户弓",
       "羊泪采",
       "鹿右床",
       "犬頁尘"
      ],
      "a": 0
     },
     {
      "q": "《说文解字》字头主要依据的汉字形体是",
      "opts": [
       "甲骨文",
       "金文",
       "小篆",
       "隸書"
      ],
      "a": 2
     },
     {
      "q": "下列各组字，属于通假字关系的一组是",
      "opts": [
       "妆-粧",
       "螓-蚌",
       "然-燃",
       "信-伸"
      ],
      "a": 3
     },
     {
      "q": "下列各组字，属于异体字关系的一组是",
      "opts": [
       "振-震",
       "溪-谿",
       "昏-婚",
       "被-披"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加下划线的字使用本字本义的一句是",
      "opts": [
       "竊人之財猶謂之盗，况貪天之功以爲己力乎？",
       "夫子至於是邦也，必聞其政。",
       "願無伐善，無施勞。",
       "大道之行也，與三代之英，丘未之逮也。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加下划线的部分属于复合词的一句是",
      "opts": [
       "虎圈嗇夫從旁代尉對上所問禽獸簿甚悉，欲以觀其口對響應無窮者。",
       "城東有甲乙同學者，一硯，一燈，一榻。",
       "君惠徼福於敝邑之社稷，辱收寡君，寡君之願也。",
       "而後王斟酌焉，是以事行而不悖。"
      ],
      "a": 1
     },
     {
      "q": "下列各组词在古代汉语中全是双声联绵词的一组是",
      "opts": [
       "参差、仿佛、從容",
       "猶豫、繽紛、匍匐",
       "望陽、倉庚、茉莒",
       "崔嵬、嬋媛、夏至"
      ],
      "a": 2
     },
     {
      "q": "下列句中，加下划线的词古今意义变化属于广度宽窄差异的一句是",
      "opts": [
       "楚國方城以爲城，漢水以爲池。",
       "勸秦王顯巖穴之士。",
       "丈人歸，酒醒而誚其子。",
       "不恤公道通義，朋黨比周，以環主圖私爲務，是篡臣者也。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加下划线的词使用本义的一句是",
      "opts": [
       "吾非悲刖也，悲夫寶玉而題之以石，貞士而名之以誑。",
       "宣子驟諫，公患之，使鉏麑賊之。",
       "近者說服而遠者懷之。",
       "貫虱之心，而懸不絕。"
      ],
      "a": 0
     },
     {
      "q": "\"敢問何謂也\"和\"穆公訪諸蹇叔\"中\"問\"\"訪\"两词的不同之处主要表现在",
      "opts": [
       "理性意义的范围广狭不同。",
       "理性意义的性状情态不同。",
       "组合功能不同。",
       "情感色彩不同。"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加下划线的词意义解释正确的一句是",
      "opts": [
       "媼之送燕后也，持其踵爲之泣。（小腿）",
       "楚子使屈完如師。（像）",
       "數罟不入洿池，魚鱉不可勝食也。（屡次）",
       "武既至海上，廩食不至，掘野鼠去草實而食之。（收藏）"
      ],
      "a": 3
     },
     {
      "q": "下列句中，前置宾语用代词复指的一句是",
      "opts": [
       "固國之艱急是爲。",
       "蓋有之矣，我未之見也。",
       "長安君何以自託於趙？",
       "日月逝矣，歲不我與。"
      ],
      "a": 0
     },
     {
      "q": "下列句中，加下划线的词属于形容词意动用法的一句是",
      "opts": [
       "荆人欲襲宋，使人先表澭水。",
       "材、性、知、能，君子小人一也。",
       "澤居苦水者，買庸而決竇。",
       "婦人不織，禽獸之皮足衣也。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，动词宾语省略的一句是",
      "opts": [
       "王誰與爲不善？",
       "人皆有兄弟，我獨無。",
       "既來之，則安之。",
       "豎子不足與謀！"
      ],
      "a": 1
     },
     {
      "q": "下列句中，\"爲\"是语气词的一句是",
      "opts": [
       "何爲紛紛然與百工交易？",
       "我以不貪爲寶。",
       "重爲之禮而歸之。",
       "君子質而已矣，何以文爲？"
      ],
      "a": 3
     },
     {
      "q": "下列句中，加下划线词语表示分数的一句是",
      "opts": [
       "禹八年於外，三過其門而不入。",
       "大都不過參國之一。",
       "舉所佩玉玦以示之者三。",
       "七年視論學取友。"
      ],
      "a": 1
     },
     {
      "q": "下列句中，加下划线的词是程度副词的一句是",
      "opts": [
       "左右皆惡之，以爲貪而不知足。",
       "群賢畢至，少長咸集。",
       "老臣今者殊不欲食。",
       "此誠危急存亡之秋也。"
      ],
      "a": 2
     },
     {
      "q": "下列句中，\"之\"用在主谓之间取消句子独立性的一句是",
      "opts": [
       "西河之爲秦取不久矣。",
       "《詩》云：\"如切如磋，如琢如磨。\"其斯之謂與？",
       "願聞子之志。",
       "臣請入，與之同命。"
      ],
      "a": 0
     },
     {
      "q": "最早对我国所有文献进行分类的是",
      "opts": [
       "《别録》",
       "《隋書·經籍志》",
       "《漢書·藝文志》",
       "《七略》"
      ],
      "a": 2
     },
     {
      "q": "\"宋人有酤酒者，升概甚平\"采用的特殊表达方式是",
      "opts": [
       "互文",
       "變文",
       "連類而及",
       "用典"
      ],
      "a": 3
     }
    ]
   },
   "short": {
    "head": "第二部分 非选择题",
    "desc": "二、古文背诵题（6分）；三、释词题（10分）；四、简答题（20分）；五、古文翻译题（12分）；六、古文标点题（12分）；七、古文阅读题（20分）。",
    "score": 1,
    "items": [
     {
      "q": "古文背诵：（　），其民淳淳；其政察察，其民缺缺。",
      "a": "其政悶悶"
     },
     {
      "q": "古文背诵：先王之濟五味、和五聲也，（　），成其政也。",
      "a": "以平其心"
     },
     {
      "q": "古文背诵：五十而知天命，（　），七十而從心所欲，不踰矩。",
      "a": "六十而耳順"
     },
     {
      "q": "古文背诵：有國有家者，不患寡而患不均，（　）。",
      "a": "不患貧而患不安"
     },
     {
      "q": "古文背诵：是故學然後知不足，教然後知困。（　），然後能自强也。",
      "a": "知不足，然後能自反也；知困"
     },
     {
      "q": "古文背诵：（　），善之善者也。",
      "a": "是故百戰百勝，非善之善也；不戰而屈人之兵"
     },
     {
      "q": "释词：比。（梁使三反，孟嘗君固辭不往也。）",
      "a": "固：坚决；比：连续，接连地"
     },
     {
      "q": "释词：賴。（馮諼先驅，誠能得生以爲賴也。）",
      "a": "賴：依靠"
     },
     {
      "q": "释词：信。（信而見疑，忠而被謗，能無怨乎？）",
      "a": "信：诚实"
     },
     {
      "q": "释词：被。（信而見疑，忠而被謗，能無怨乎？）",
      "a": "被：介词，表示被动，引进行为的主动者"
     },
     {
      "q": "释词：或。（夫物之不齊，物之情也。或相倍蓰，或相什百。）",
      "a": "或：无定代词，作主谓结构的主语"
     },
     {
      "q": "释词：莫。（過而能改，善莫大焉！）",
      "a": "莫：否定性无定代词，作主谓结构的主语。没有哪一种"
     },
     {
      "q": "释词：因。（因其富厚，交通王侯。）",
      "a": "因：介词，引进动作行为的前提条件"
     },
     {
      "q": "释词：以。（宮之奇以其族行。）",
      "a": "以：介词。表示\"率领\""
     },
     {
      "q": "释词：於。（郤克傷於矢。）",
      "a": "於：介词，引进动作行为的主动者"
     },
     {
      "q": "释词：雖。（雖有槁暴，不復挺者，輮使之然也。）",
      "a": "雖：连词，表示假设性让步，即使"
     },
     {
      "q": "简答：指出下列句中的通假字，写出本字，并说明通假字与本字的关系。(1)不甯於身，以相無極。(2)寡君願徼福於周公、魯公，事從君。",
      "a": "(1)\"甯\"通\"寧\"，安宁；(2)\"徼\"通\"邀\"，求取"
     },
     {
      "q": "简答：下列句中加着重号的词各属于什么词类活用，把它们找出来并说明意思。(1)築室百堵，西南其户。(2)君子之學也以美其身；小人之學也以爲禽犢。",
      "a": "(1)西南：名词的使动用法。意思是\"使门户朝西南方向开\"。(2)美：形容词的使动用法。意思是\"使自己的品质变得美好\""
     },
     {
      "q": "简答：分析下列各句哪些是被动句，哪些不是被动句，并说明理由。(1)勞心者治人，勞力者治於人。(2)當仁，不讓於師。",
      "a": "(1)是被动句。\"治於人\"，引进动作行为的主动者；(2)不是被动句。\"於師\"，表示动作行为涉及的对象"
     },
     {
      "q": "翻译：宋人有酤酒者，升概甚平，遇客甚謹，爲酒甚美，縣幟甚高，然而酒酸不售。",
      "a": "宋国有个卖酒的人，量酒很公平，接待客人很殷勤，酿造的酒很醇美，悬挂的酒旗很高，然而酒酸了却卖不出去"
     },
     {
      "q": "翻译：此酒所以酸而不售也。",
      "a": "这就是酒变酸却卖不出去的原因"
     },
     {
      "q": "翻译：此國之所以有閉塞也，而有道之士所以不用也。",
      "a": "这就是国家之所以闭塞而有治国之道的人不被重用的原因"
     },
     {
      "q": "翻译：吾任國政而民多稱冤者，是以病也。",
      "a": "我担当国家大政，但是百姓中很多人声称有冤屈，因此而生病"
     },
     {
      "q": "翻译：不有所廢，君何以興？",
      "a": "没有所废除的，您怎么能兴起呢"
     },
     {
      "q": "翻译：今子賢，而反嬰不肖，何也？",
      "a": "现在您贤能，却反而说我不肖，为什么呢"
     },
     {
      "q": "标点：用现代标点符号标点下面的文言短文。齊大饑黔敖爲食於路以待餓者而食之有餓者蒙袂輯屨貿貿然來黔敖左奉食右執飲曰嗟來食揚其目而視之曰予唯不食嗟來之食以至於斯也從而謝焉終不食而死",
      "a": "齊大饑，黔敖爲食於路，以待餓者而食之。有餓者蒙袂輯屨，貿貿然來。黔敖左奉食，右執飲，曰：\"嗟！來食。\"揚其目而視之，曰：\"予唯不食嗟來之食，以至於斯也。\"從而謝焉。終不食而死"
     },
     {
      "q": "阅读：屬/說/是/因。（莊子與惠子遊於濠梁之上）",
      "a": "屬：连接；說：通\"悦\"，高兴；是：这；因：于是"
     },
     {
      "q": "阅读：請循其本。",
      "a": "请回到这个话题的开头"
     },
     {
      "q": "阅读：子固非魚也，子之不知魚之樂，全矣。",
      "a": "你本来就不是鱼，你不知道鱼的快乐，这是完全可以确定的"
     },
     {
      "q": "阅读：庄子认为\"出游从容\"的鲦鱼很快乐，惠子是怎样反驳他的？",
      "a": "惠子反驳说：\"我不是你，本来就不知道你；你本来就不是鱼，你不知道鱼的快乐（这件事）是完全可以确定的"
     }
    ]
   }
  }
 },
 "blanks": {
  "考前60分": {
   "type": "raw",
   "title": "考前60分·主观题带背",
   "sections": [
    {
     "h": "第一单元",
     "c": "知识点名称                      内容\n       1.汉字的结构— 六书：\n      （1）象形：画成其物，随体诘诎，日月是也。象形是一种通过勾勒事物轮廓来构拟字形的造字方法。\n\n      （例字：日、月、高、大、向、眉、栗、血、人、大、女、又、目、耳、口、齒、草、木、水、戈、\n\n      戶、門、牛、羊、犬、豕、馬、鹿、弓、矢、止、果、心、刀、豆、番、齐、頁）\n\n      （2）指事：视而可识，察而见意，上下是也。指事，含有标识事物、指明事物的意思，一眼看去就可\n      以认识大体，仔细观察就发现意义所在。（例字：上、下、一、二、刃、亦、甘、朱、本、末、肱（厷））\n      （3）会意：比类合谊，以见指撝，武信是也。会意是根据事物间的某种关系而组合两个或两个以上的\n      独体字来构成新字的造字方法。\n\n    （例字：武信从牧莫舂臭息灋明吹春及名秉逐獲伐社為見益初）\n\n      （4）形声：以事为名，取譬相成，江河是也。根据事类（意义）而造/选取一个字作为义符，再取一\n      个读音相同或相近的字来标声，即取譬相成，构成新字。\n\n      （例字：左形右声：钱材消熔；右形左声：放鸭刎颈锦钦蚀；上形下声：茅简空罟gǔ 孟；\n\n       下形上声：柴酱盆甕wèng 幕恭築；内形外声：闻问闽赢辩辫瓣哀随；\n\n     外形内声：匪匐固裹衷戚；形在一角：颖脩赖勝腾佞疆； 声在一角：徒徙旗）\n\n      （5）转注：建类一首，同意相受。考老是也。即两个字的部首相同、两个字的意义有引申关系。\n      （6）假借：本无其字，依声托事，令长是也。原先没有，从现成的字中选读音相同或相近的字来代替。\n 第一课  例题：指出下列汉字哪些是会意字，哪些是指事字，并据以说明两种造字方法的特点。\n 汉字的结 （1）本（2）莫（3）吹（4）亦（5）伐（6）上（7）刃（8）武\n 构与演变  会意字：莫、吹、伐、武；指事字：本、亦、上、刃。\n★★★★★ 会意字：是会和两个或两个以上字的意义合成一个新字。指事字：是由形体简单的符号记录词义，或\n      是在象形基础上增加抽象的指事符号或区别符号以构成新字。\n      例题：指出下列汉字哪些是会意字，哪些是形声字并以这些字为例说明会意与形声的区别。\n      武、穎、旗、秉、惑、休\n      1）会意字：武、秉、休；  2）形声字：穎、旗、惑。\n      3）会意与形声的区别：会意字是根据事物间的某种关系而组合两个或两个以上的独体字，构成新字。\n      形声字是根据词的意义类别而选取一个义符，再取一个与词的读音相同或相近的声符，构成新字。\n       2.汉字形体的演变：\n      （1）殷商甲骨文：指刻在龟甲、兽骨上的文字。已知我国最早的成系统的文字。\n      （2）西周金文：铸刻在青铜器上的文字。\n      （3）战国文字：对战国时代周王室和各诸侯国所有品类文字的统称。两大派系：秦系文字和六国文字。\n      （4）小篆：秦始皇统一中国后实行“书同文”政策所规定采用的标准字体。\n      （5）隶书：隶书是起源于战国晚期、到汉代趋于成熟的一种新型字体。\n         汉字体系由古文字跨入今文字。隶变：汉字由篆文到隶书的演变过程。\n      （6）楷书：萌芽于东汉，流行于魏晋南北朝，完全成熟于隋唐\n      楷书：汉字笔画的最后定型。（汉字形体的演变已告最终完成）楷化：汉字由汉隶演变为楷书的过程。\n      汉字形体发展趋势：便于记忆，易于书写，从象形性向符号化演变。\n\n第二课汉 1.汉字形义统一的条件：只有本字本义总是形义统一的（早期汉字）。\n字的结构与 2.形声字与词义的探求：   【东汉许慎《说文解字》；小篆为正体字；9355 个字，540 部首】\n词义的探索 （1）形声字通过义符与词的本义发生联系，大多数形声字的义符都能够标示本义所属的意义范畴。\n ★★★★  （2）如页：本义是人头。题：从页是声，本义是前额。引申指文章的标题、题目。\n       1.通假字：\n\n      （1）本字的职能：文字承担着与它的字形相一致的本义，也承担着由本义引申出的引申义。\n      （2）我们把借来记录同音词的字叫通假字，简称借字。（因声音相同相近而被借用，不写本字而用一\n      个音同或音近的字来代替）\n\n      （例字：寤-牾；信－伸；脩－修；裁-才；胥-须；伯-霸；畔－叛；崇-终；娇－骄；彫－凋）\n\n      （例字：锡－赐；豪-毫；考－拷；管－馆；溢－镒；归-馈；格-烙）\n\n      （3）通假字辨识：1）声音：借字和本字有双声、叠韵关系。畔叛。2）判定通假字的文献证据。矜鳏\n       2.异体字：\n\n      （1）定义：指在某一历史时期音义完全相同、记词职能也完全一样，只是形体不同的字。\n      （2）异体字的类型：（小蒋说：例字较多，见笔记）\n      1）造字方法不同。 2）造字方法相同、构件不同。 3）造字方法相同、构件相同，写法不同。\n      （3）识别异体字要注意的问题：1）原来是异体字，后来不是。如咳-孩；份-彬；讶-迓。\n      2）原来不是异体字，后来是。如炮-砲；偷-媮；霓-蜺。\n      3）看起来是，但其实不是。如置-寘；游-游；赞-讃。\n       3.分化字：\n\n      （1）文字的分化：使用更多的字形来分担文字的记录职能（为文字更明确记录语言）。\n 第三课\n      （2）分化字：用来分担汉字记录职能的字形称为分化字。\n古书的用字\n      （3）源字：原先兼有多个记录职能的字形称为源字。\n★★★★★\n      （4）分化文字职能的方法：\n      1）假借其他字分化职能。何—荷；指—旨；女—汝\n      2）利用异体字分化职能。猶—猷；亨—享；箸—著，\n      3）造新字分化职能。其——箕；赴——訃；母——毋\n      （5）分化字的类型：\n      1）分化本义：有些字被常用的假借义或引申义占用后，会另造一个新字来承担它的本义。\n      孰—熟；然—燃；莫—暮；暴—曝；益—溢；要—腰；禽—擒；原—源、州—洲、止—趾、責—債。\n      2）分化引申义：当引申义与本义的距离较远时，有时会为引申义造新字，将引申义分化出去。\n      昏—婚；坐—座；齐—剂；尉—慰；竟—境；解—懈；贾—價；說—悦。\n      3）分化借义：原来本义与借义共用一字，后来为了区别，用新的字形将借义分化出去。\n      舍—捨；象—像；采—彩；牟—眸；辟—避、辟、譬、僻。\n      3）分化广义：源字表义广，后来这个意义的一部分由分化字承担，源字和分化字的意义都变得更具体。\n      受—授；祝—咒。\n      例题：指出下列句中加下划线的字与括号中的字是异体关系还是通假关系，并据以说明判断这两种字\n      际关系的依据。  （1）至殺不辜人也, 袘（拖）其衣裘，取戈劍者。\n      （2）左師觸龍言願見太后。太后盛氣而胥（須）之。\n\n      （3）齊桓任戰而伯（霸）天下。    （4）文士並飭（飾），諸侯亂惑。\n      例题：根据加着重号词在句中的意义写出其相对应的通行规范字，判断两个字的关系并说明理由\n      （1）誰習計會，能爲文受責於薛者乎？\n      責：债；分化字；“债”是在“责”的基础上增加构件，“债”分担了“责”部分职能。\n      （2）卒然遇之，則王公失其貴，晉、楚失其富，良、平失其智。\n      卒：猝；通假字；声音相同，意义无关。\n      例题：指出下列句中加下划线的字与括号中的字是分化字关系还是异体字关系,并说明理由。6 分\n      （1）秦滅韓亡魏，而君以五十里之地存者，以君爲長者，故不錯（措）意也。\n      （2）文倦於事，憒於憂，而性懧（懦）愚，沈於國家之事，開罪於先生。\n      （3）苟虧人愈多，其不仁兹（滋）甚矣。\n      （4）愛我哉！忘其口味以啗（啖）寡人。\n      答：（1）（3）是分化字关系；分化字读音相同或相近，一个字分担了另一个字多个意义职能的一个，\n      二者为分化关系。“措”分担了“錯”的“放置”的职能，“滋”分担了“兹”的“更加”的职能，\n      是分化字； （2）（4）是异体字关系；异体字音义完全相同，记词职能也完全一样，只是形体不同。\n      “懧”和“懦”、“啗”和“啖”音义完全相同、记词职能完全一样，形体不同，是异体字关系。"
    },
    {
     "h": "第二单元",
     "c": "知识点名称                      内容\n\n        1.单音词：\n      （1）定义：单音节词由一个音节构成，简称单音词。 （2）单音词与汉语的字、词关系\n      1）在一般情况下，一个汉字记录一个词。\n      2）就汉字与单音词的对应关系来说，字和词并不是一一对应的。\n      ①异词同字现象：即一个字记录意义完全不同的两个词。\n      ②异字同词现象：即一个词有不只一个记录符号，各个符号间多异体字关系，也有分化字关系。\n      （3）单音词与古代汉语中的双音短语：\n      1）看似双音词，实际上是单音词的组合（双音结构)。\n 第四课  ①所以：“所用来……的原因”（所：特殊代词；以：介词）。\n古代汉语词 ②形容：形，指形体；容，指容貌。\n 的构成  ③其实：它的果实。（其，指示代词，它的；实，名词，果实。）\n★★★★★ ④无论：更不用说。（无，否定副词；论，动词）\n      2）容易被误解为双音虚词-这些双音结构并不是双音词，而是两个有各自的词性和作用的单音词。\n      ①然而：“然”，代词。“而”，转折连词。    译为:（虽然）如此，但是…\n      ②然则：然，代词；则，承接连词。译为:（既然）如此，那么。\n      ③虽然：“虽”，让步连词。“然”，转折连词。译为：虽然（如此），但是…\n      ④且夫：“且”，连词。“夫”，远指代词。    译为：况且，（那）\n      ⑤若夫：“若”，连词。“夫”，远指代词。     译为∶至于那…\n      ⑥今夫：“今”，连词。“夫”，远指代词。     译为∶至于（那）…\n       2.复合词：\n\n      （1）从结构上来看，双音词有单纯词和复合词两类。单纯词：是由一个语素构成的双音词（如联绵词）。\n      复合词：大多数是由两个或两个以上的语素按照一定的构词法组合而成的。\n      （2）复合词的结构：\n      1）并列结构：由两个意义相同、相近的语素并列构成复合词。两个语素之间并列，没有限制、修饰、\n      补充、说明等关系。例：干戈、宾客、倾覆、谨慎、和睦、膏腴、仓廪、斟酌、祭祀、缓急、得失。\n      2）偏正结构：两个语素间有修饰和被修饰关系的复合词。\n      例：布衣、东宫、天子、诸侯、百姓、锦衾、狐裘、羌笛\n      3）支配结构：两个语素之间有支配和被支配关系的复合词，又叫动宾结构。\n      例：执事、将军、当道、持戟、败绩、知府、司寇、司马、拾遗、稽首\n      4）主谓结构：两个语素之间有说明与被说明关系的复合词。例：地震、日食、霜降、夏至、月食\n      （3）复合词形成的过程及特点：\n      1）复合词的形成：汉语由单音化向双音化发展的结果。\n      2）最初是两个单音词的临时组合，是短语，后来才形成专指义，成为复合词。\n      ①春秋：原指季节，凝固以后泛指“时间，年龄”。\n      ②社稷：原指土地神和谷神。后“社稷”结合凝固在一起，“国家”之意。\n      ③寻常：“寻”八尺，“常”为一丈八，后泛指一般长度，有了专指义。\n      ④国家：国指诸侯统治的政治区域，家指卿大夫统治的政治。短语与复合词并存。\n      ⑤俊杰：本义，俊为“材千人也”；杰为“才过万人也”，连用表示泛指才智出众的人。\n      ⑥非复合词：响应、政治、狐狸、同学、革命、規矩、妻子、都城、指示。\n       3.联绵词：\n      （1）联绵词的结构特点：\n      1）定义：联绵词是由一个语素构成的双音单纯词。\n      2）联绵词由两个字记录，这两个字不是语素，只是音节的记录符号，联绵词不能拆开来讲。\n      如果拆开，得到的是两个不能独立表示意义的音节，只有两个字组合在一起才有意义。\n      “望洋”[望羊/陽]：仰视。“犹豫”：迟疑不决。“玄黄”：表示生病。\n      3）三种结构类型：\n      ①义合式：绸缪②衍音式：参差、囹圄、趑趄、菡萏③摹声式：駃騠、騊駼、霹雳、蟋蟀、嘘唏\n      （2）联绵词的语音特点：联绵词在语音上多有双声叠韵的关系。\n      1）双声联绵词：指两个音节古音声母相同的联绵词。\n      如参差、仿佛、憔悴、踌躇、仓促、流连、忐忑、伶俐、犹豫等，特殊：玄黄、缤纷、匍匐。\n      2）叠韵联绵词：指两个音节古音“韵”母相同的联绵词。特殊：仓庚、芣苢。\n      如从容、烂漫、逍遥、蹉跎、彷徨、窈窕、崔嵬、辗转、婵媛（婵娟）、披靡、望洋（陽）等。\n      （3）联绵词的形体特点：一词多形\n      匍匐：蒲服、匍伏、蒲伏、扶服。委蛇：逶蛇、逶蛇、逶迤。\n      犹豫：犹舆、由舆、尤舆、猶夷。望洋：望羊、望陽。\n\n 第五课  1.古代义项的消失：古代事物消亡或人们观念变化，导致词的相关义项随之消失。如池、爱、劝、造。\n古今词义的 2.古代义项的微殊：是指同一个词中某一个义项在古代汉语和现代汉语中只有细微差别。\n差异与沟通 （1）广度宽窄的差异：即古今词义所表示概念的外延大小不同。如子、臭、亲戚、河、醒、菜。\n\n★★★★★ （2）程度深浅的差异：即古今词义轻重深浅不同。如恨、感激。\n      （3）色彩褒贬的差异：即词义的感情色彩发生了变化。如爪牙、谤、贿、党。\n      （4）词义特点的差异：即古今词义的特点不一致。如售、购、访。\n      例题：解释下列句中加下划线词的意义，并归纳它们所体现的古今词义变化的类型。【1904 简答】\n      （1）獻魚者曰：“天暑市遠，賣之不售，思欲棄之，不若獻之。”\n      （2）將軍者，國之爪牙也。（3）秋水時至，百川灌河。\n      答：（1）售：卖出。古代“售”强调卖的结果。现代汉语中，“售”只是表示卖这个动作。属于词义\n      特点的变化。（2）爪牙：武将、猛士。古代“爪牙”指捍卫国家的“武将”“猛士”，现代汉语中指\n      “帮凶”“走狗”。古代是褒义词，现代是贬义词。属于色彩褒贬的变化。\n      （3）河：黄河。古代“河”指黄河，后来泛指河流。属于表义范围的变化。\n       3.古今词义的沟通：\n      （1）从现代汉语复音词、成语和方言口语的词素中去了解古义：走、即、项、易。\n      （2）从词义的共同特点和相互联系上去了解古义：诬、秉。\n      1.古代汉语中的多义性：多义词，具有多个义项（两个或两个以上）的词。\n      （1）绝：本义“断丝”。由“断丝”引申出→断绝→穷尽→独一无二。刀切断丝时，刀从丝的中间切\n      过，这种过程和船从此岸划向彼岸相似，引申出“穿过，渡过”→“超过”。\n      （2）引：本义“开弓”，开弓弓弦要延长，引申出→延长→牵挽→导引、率领→退却→序言→延请→\n      招致。\n      2.词义运动的基本方式——引申：\n      （1）相似关系：引申义和本义所指称的事物在形状、功能、方式、特点等方面具有相似之处，通过类\n      比造成引申。 如斗、关、习、道。\n      （2）因果关系：引申义和本义之间具有因果关系，通过逻辑推导造成词义引申。 如虚、信。\n      （3）动静关系：动指动作行为，静指名称性状。事物本身与其性质状态及相关的动作行为有密切关系，\n 第六课  从而构成相互间的引申。这种形式的引申往往引起词性的变化。 如节、会、舒。\n 多义词和  （4）时空关系：时间和空间关系密切，表示时空的词可以互相引申。 如间、急。\n 词义引申  （5）礼俗关系：由于礼俗的原因造成词义的引申。 如朝、昏。\n★★★★★ 例题：解释下列句中加下划线词的意义，指出是本义还是引申义，并据此说明怎样确定字的本义与引\n      申义。   （1）發：A．一發飲羽，狼失聲而逋。B．秦王發圖，圖窮而匕首見。\n      （2）解：A．胡虜益解。B．及入，宰夫將解黿。\n      （3）道：A．民扶老攜幼，迎君道中。B．治世不一道，便国不必古。\n       （1）A.射箭，本义。B.打开，引申义。 （2）A.松懈，引申义。B.分解、解剖，本义。\n      （3）A.道路，本义。B.政令措施，引申义。本义是与字形相贴切的义项，与字形的关系密切。引申\n      义是由本义发展出来的，与字形的关系相对疏远。\n       3.词义引申的方式：\n      （1）连锁式引申：以本义为起点，向着同一方向派生出几个引申义的方式。\n      如防：“防”的本义是“堤坝”，引申：堤坝→堵水→禁阻、防备、防止→约束→规范、标准\n      （2）辐射式引申：以本义为中心，依据本义的特点，向不同的方向派生出数个引申义。如问-询问。\n\n      1.同义词：词的一种特殊的聚合关系，在一定条件下意义相同、读音不相关的一组词，如“发”。\n       2.同义词的差异：\n\n      （1）理性意义的差异\n      1）范围广狭不同：问、询、访。   2）性状情态不同：视、望、顾、睨、瞰、瞩。\n      3）程度轻重不同：饥、饿。     4）侧重点不同：恭、敬。\n      （2）组合功能的差异：耻、辱。\n      （3）情感色彩的差异、比、周；诛、杀、弑；唯、诺。\n      小蒋说：注意辨析方法：比较法、语言环境分析法。\n      例题：解释下列句中加下划线词的意义，并据以说明各组词之间的差异属于同义词理性意义差异的哪\n        种情况。【1510 简答】\n      （1）家有常業，雖飢不餓。    （2）賓客主恭，祭祀主敬。\n      （3）①乘彼垝垣，以望復關。②失時不雨，民且狼顧。\n      （1）饥：吃不饱，腹中空；餓：没有饭吃，或长时间没有进食。差异：程度轻重不同。\n 第七课\n      （2）恭：外表有礼貌；敬：内心尊敬。差异：侧重点不同。\n 词义关系\n        （3 ①望: 向远处看；②顧：回头看。差异：性状情态不同。\n★★★★★\n       3.同义词的应用：\n      （1）同义连用：连在一起用，各自的意义无变化，节律需要。如负恃、尝试、货财、尚犹、零落\n      （2）同义对用：工整对仗，避免字面重复。\n      父母闻之，清宫除道，张乐设饮。亲朋无一字，老病有孤舟。月乘残烛夜，人趁早凉行。\n      今之嗣主，忽于至道，皆惛于教，乱于治，迷于言，惑于语，沈于辩。\n      （3）同义构词：一些同义词经常连用，逐渐凝固成一个复合词。\n      ①与朋友交而不信乎？②不忘恭敬，民之主也。③富贵则亲戚畏惧。④齐王闻之，君臣恐惧。\n        4.反义词\n      （1）定义：在一定条件下，义项相对或相反的词，互为反义词。反义词也是词的一种特殊的聚合关系。\n      （2）反义词的类别：\n      1）绝对反义词：“男、女”，“生、死”，“动、静”，“是、非”，“内、外”\n      2）相对反义词：“左、右”，“大、小”，“轻、重”，“长、短”，“甘、苦”\n      反义构词：动静、得失、出入。"
    },
    {
     "h": "第三单元",
     "c": "知识点名称                      内容\n\n       1.词类划分的标准：\n      （1）词类是指词的语法分类。语法功能主要指能否单独充当句子成分以及充当什么样的句子成分；\n 第八课\n      意义是指词是否具有词汇意义以及具有什么样的词汇意义。\n古代汉语词\n      （2）实词与虚词：实词能够单独充当句子成分，而且具有一定词汇意义；虚词则不能单独充当句子成\n 类的划分\n      分，没有词汇意义。\n ★★★\n       2.实词的分类：\n      （1）名词：表示人、事物、时间或空间名称的词。（2）动词：表示动作、行为、心理活动变化的词。\n\n      （3）形容词：表示性状、状态的词。      （4）副词：表示行为、性状的某些特征的词。\n      （5）代词：具有代替或指示人、事物作用的词。 （6）数词：表示数目或次序的词。\n      3.实词的词类活用：在古代汉语中，某些词在一定的语言环境下，会临时具有另一类词的语法功能。\n      如：“刃”是名词，经常作句子的主语、宾语或定语，但在“左右欲刃相如”这句话中，“刃”带上\n      了宾语，充当句子的谓语，具有动词的基本功能，词的这种临时用法，叫做词类活用。\n       4.虚词的分类：\n      （1）介词：从动词虚化而来的一种词类，它的基本功能是把自己所带的宾语介绍给谓语。\n       （2）连词：在词/词组/分句/句/句群间起连接作用，表示它们之间的语法关系或逻辑关系的一类虚词。\n      （3）语气词：表达句子语气的一类虚词。\n        1.动词：\n      （1）动宾关系：指动词和宾语的语义关系。（例字较多，见笔记）\n      1）受动关系：指谓语所表示的动作行为，由主语所表示的人和物发出，宾语则是动作行为的承受者。\n      2）使动关系：指谓语所表示的动作，不是由主语所表示的人和物发出，而是在主语影响下使宾语所代\n      表的人或物发出，具有“使（宾语）……”的含义。\n      3）为动关系：指谓语动词所表示的动作是为宾语所表示的人或物发出的，动词对宾语具有“为（宾\n      语）……”的含义。为动关系中，宾语常表示动词的原因、目的和受益者。\n      （2）双宾语：指一个谓语动词后边出现两个宾语。\n      1）例：秦亦不予城于赵，赵亦不予秦璧。“予”是动词，“秦”是间接宾语，“璧”是直接宾语\n      2）直接宾语是动作的直接承受者，间接宾语表示谓语动作的方向（对谁做）或动作的目标（为谁做）\n      3）离动词近的叫近宾语（间接宾语-人），离动词远的叫远宾语（直接宾语-物）。\n      （3）双宾语的类型：\n      1）能够带双宾语的动词，往往具有“给予”“告知”“教示”等意义。\n 第九课\n      2）古代汉语中的“为”可以带双宾语。为之所，为之橔，为之箪食与肉。\n动词、形容\n      3）古代汉语中，有些动词用作使动时可以带双宾语。饮赵盾酒、生民心、负秦曲。\n 词、名词\n      4）古代汉语中有些动词可以带双宾语，发展现代汉语中这些动词不能带双宾语。立之君、予之时。\n★★★★★\n       2.形容词：\n      （1）形容词用作动词：\n      1）形容词用作一般动词：形容词因语境在具体的语法结构中临时改变了词性，具有了动词的语法功能，\n      用作动词后的意义与原形容词的意义有着密切联系。\n      2）形容词的使动用法：指形容词用作动词后，使宾语所表示的人或事物具有该形容词所表示的性质和\n      状态，具有“使（宾语）……”的含义。\n      3）形容词的意动用法：指形容词用作动词后，主观上认为后面宾语具有形容词的性质或状态。具有“认\n      为（宾语）……”的含义。   （例字较多，见笔记）\n      4）如何判断形容词是否活用为动词：（小蒋提醒-以理解为主）\n      ①形容词后面加名词，又不能构成修饰关系，一般活用为动词。\n      ②形容词放在能愿动词后面，一般活用为动词。如“能”“敢”。\n      ③形容词后面加代词，一般活用为动词。\n      ④形容词放在“所”的后面，一般活用为动词，组成所字结构。\n\n（2）形容词词尾：“若、然、尔、如”，表示“……的样子”。\n3.名词：\n（1）名词作状语：\n\n1）表示动作发生或进行的方位或处所，有“在……”、“到……”、“由……”等意思。\n2）表示动作进行时所用的工具或依据，“用……”“ 拿……”的意思。\n3）表示动作进行的方式。  群吠、指数。\n4）表示对待动作对象的态度，“把……当作…”、“像对待……一样”的意思。\n5）表示动作进行时的状态，多用比喻的方式描绘动词所表示的行动的方式或状态，有“像……一样的，”\n像……似的“之意。\n6）特殊情况：方位名词和时间名词在古汉中也常作状语，表示动作发生的处所、趋向或时间。\n（2）名词用作动词：\n\n1）名词用作一般动词：是指因为语境条件，名词在具体的语法结构中临时改变了词性，具有动词的语\n法功能。方位名词也可以用作一般动词，表示主语向某个方位行动。\n2）名词的使动用法：指名词用作动词后，使宾语成为该名词表示的人或事物，“使（宾语）……”。\n3）名词的意动用法：是指名词用作动词后，主语主观上把宾语所代表的人或事物看作是这个名词所代\n表的人或事物，具有“认为（宾语）……”的含义。\n4）名词的为动用法：名词用作动词时，后面的宾语不是动作的直接受事者，而是动作间接涉及的对象。\n5）如何判断名词用作动词：四种情况。\n①名词前有能愿动词或副词，如“可、能、敢、自、相、不、遂、当、欲、悉、数”等，\n②名词后面连带代词，且是动宾关系，这个名词就用作动词。名词不能修饰代词，当名词出现在代词\n前时，一般用作动词。\n③有的名词连用，如果不是并列或偏正关系，那么其中必有一个名词活用作动词，构成动宾关系、动\n补关系或主谓关系。\n④名词放在“所”的后面，一般用作动词。\n例题：解释下列句中加下划线名词在句中的意义，并说明其语法特点。\n（１）空以身膏草野，誰復知之！\n（２）今欲並天下……制海内，子元元，臣諸侯，非兵不可！\n（３）刑仁講讓，示民有常。  （４）鵬之徙於南冥也，水擊三千里。\n（１）膏，滋养，名词活用作动词。     （２）臣，使……成为臣下，名词使动用法。\n（３）刑，把……当作法则，名词意动用法。 （４）水，在水面上，名词作状语。\n例题：指出下列句中加下划线的词哪些是使动用法，哪些是意动用法，并据以说明两种用法的不同。\n（1）我醉，汝道苦我，何故？  （2）下義其罪，上賞其姦。\n（3）反欲鬭兩主，觀禍敗。   （4）客之美我者，欲有求於我也。\n（5）有能則舉之，無能則下之。（6）沛公旦日從百餘騎來見项王。\n使动用法：（1）苦（3）鬭（5）下（6）從。 意动用法：（2）義（4）美。\n两种用法的不同：使动用法表达的是“使宾语……”，是客观的结果；意动用法表达的是“认为宾语……”\n“把宾语当作……”，是主观看法。\n\n        1.数词：\n      （1）基数：一、二、三、四、五、六、七……十、百、千、万.\n      1）整数百、千、万前，通常不加“一”。\n      2）整数和零数之间，一般不用“零”补位，有时中间会加“有”或“又”。\n      3）“再”表示动作发生了两次或第二次，和现代汉语的“又一次”不同。\n      （2）序数：直接用基数词，或用“第”放在基数词前。\n      1）用“甲、首、冠、太上（大上）”等表示第一，第二以下用“次、次之、次者”或“其次”等表示。\n      2）用“伯（孟）仲叔季”或天干地支等表示。“伯（孟）仲叔季”主要用于兄弟姐妹之间的长幼排序。\n       （3）分数\n      1）古代汉语分数最完整的表示法是“分母+分+名词+之+分子”。\n      2）省略“分”“名词”或“之”的一些简略表示法，省作为“分母+名词+（之）”、“分母+之一（或\n      之二）”、“分母+分+之一（或之二）”、“分母+分+分子”等形式。\n      3）当分母是十（什）或百以上整数，分子是个位数时，用“分母+分子”这一形式。\n       （4）倍数\n      1）古代汉语的倍数往往用数词直接表示，其中两倍称“倍”，五倍称“蓗”。\n      2）直接说出倍数的数位或在数位后加“倍”。有时数词后面带宾语“之、此”等表示倍数。\n 第十课\n      3）如果表示几倍于某个数时，一般采用“倍数+基数”的形式。\n数词及数量\n       （5）约数\n 表示法\n      1）连用两个相邻或相近的基数表示约数。如冠者五六人,童子六七人。\n ★★★★\n      2）在数词或量词前后添加“将、且、可、约、所、余、许、数”等词，表示接近或超过某个确定的数\n      量。（大约，大概）如北山愚公者，年且九十。\n       （6）虚数\n      1）表示极多的虚数，常用基数词“三、五、七、九”及倍数或“十、百、千、万”等整数表示。\n      2）另外可用“一、一二”等表示数量极少\n       2.数量表示法：\n      （1）名量表示法\n      1）数词+名词。如此车一人殿之，可以集事。\n      2）名词+数词。如原思为之宰，与之粟九百，辞。\n      3）数词+量词+名词。如今之为仁者，犹以一杯水救一车薪之火也。\n      4）名词+数词+量词。如我持白璧一双，欲献项王；玉斗一双，欲与亚父。\n      （2）动量表示法\n      1）数词+动词。如吾日三省吾身。\n      2）动词+数词+量词。如诵三遍而请习之，放在动词后面的数词，是作为补语修饰动词的。\n      3）把表示数量的数词放在句尾，并在数词前面用“者”字。“者”字词组就充当了全句的主语，放在\n      句尾的数词成了全句的谓语。如范增数目项王，举所佩玉玦以示之者三。\n\n 第十一课 1.程度副词：\n  副词   （1）表示程度高的副词：:“极”“殊”“甚”“尤”“绝”“良”，相当于现代的“非常、特别”。\n ★★★★  （2）表示程度加深的副词：“愈、益、弥、加、滋”等，相当现代中的“更加”。\n\n      （3）表示程度较轻或渐变的副词：“略”““少”“稍”“颇”等。\n       2.范围副词：\n      （1）表示总括的范围副词：“皆、尽、咸、悉、毕、举、具”等，相当于现代汉语中的“全、都”。\n      （2）表示限定的范围副词：“唯、独、直、僅、特、徒、但”等，相当于现汉中的“只”。\n       3.时间副词：\n      （1）表示动作已经或曾经发生的时间副词：“既、已、业、曾、尝”（已经，曾经）\n      （2）表示动作正在进行或正在实现：“方、会、适”等。（正、正在）\n      （3）表示动作即将发生：“将”“且”“行”等。（将、将要）\n      （4）表示动作终究发生了：“终、竟、卒”。（最终）\n      （5）表示动作行为时间短暂或长久：“俄、姑”（短暂）；“素、常”（长久）\n       4.情态副词：\n      （1）表示肯定的情态副词:“固”-本来/“必”-一定/“诚”-的确/“乃”-就是/“果”-果真。\n      （2）表示猜度的情态副词：“盖”“殆”。\n      （3）表示反问的情态副词：“岂”“宁”“独”“庸”等。\n       5.否定副词：\n      （1）不、弗  （2）毋、勿   （3）未  （4）非\n       6.谦敬副词：\n      （1）表示尊敬别人的副词：“敬、谨、幸、惠、辱”等。\n      （2）表示自谦的副词：“敢、窃、伏、忝”等。\n\n       1.人称代词：\n      （1）第一人称代词：指代说话者自己及自己这一方的人的代词。\n      1）包括“台”、“卬”、“朕”、“吾”、“我”、“予”、“余”等。\n      2）古汉里，“我、予、余”三者在句中都可以作主语、宾语或定语。“吾”一般只充当主语和定语，\n      只有在否定句中才可用于宾语，出现在动词前面。\n      （2）第二人称代词：指代听话及他那一方的人的代词。常见的有“尔、女（汝）、若、而、乃”等。\n      1）语音看：“尔、女（汝）、若”和“而、乃”古音相近。\n      2）语法看：“尔、女（汝）、若”作主语、宾语和定语，“而、乃”作定语。\n 第十二课 3）语义看：“尔、女（汝）、若”是比较随便的称呼，一般用于称呼下级、晚辈或平辈。\n 代词   （3）第三人称代词：指代说话者和听话者以外的其他方面的人或事物的代词。常见的有“之、其、厥”\n★★★★  等。既可以指代人，也可以指代事物。\n       2.指示代词：\n      （1）“是、之、此、斯、兹”表示近指，相当于现代汉语的“这”。\n      （2）“彼、夫、其”表示远指，相当于现代汉语的“那”。\n      （3）其他：“他、然、尔、焉、诸”等。\n       3.疑问代词：\n      （1）疑问代词是指用来提出问题或表示疑问的代词，可分为指代人、事物或处所等几类。\n      （1）常见的有“谁、孰、何、曷、胡、安、恶、焉、奚”。\n      1）谁、孰  2）何、曷、奚、胡   3）恶（乌）、安、焉\n\n       4.特殊代词：\n       （1）者\n      1）形容词、动词、主谓词组+者组成具有偏正关系的词组，表示“……的人”或“……的事物”。\n      2）名词（词组）+者字。用于复指它前面的名词，起到区别人或事物的作用。\n      3）数词+者：对出现过的事物，加以总括或提示，表示几类人、几件事或几样东西。\n      ①名词（词组）+“者”字词组     ②名词（词组）十之十“者”字词组\n       （2）所\n       1）所＋动词/词组：\n      ①“所”字用在谓词性的动词/词组前，构成名词性词组，称代受谓词所修饰的人或事物。\n      ②“所”和形容词/数词/名词/代词等构成“所”字词组，具有动词的性质。\n       2）所+介词+动词/词组：“所”字与介词连用，修饰动词，与动作有关的处所/原因/工具/相关的人事。\n      （3）“者”字词组与“所”字词组对比区别：都是偏正关系的名词词组，但是两者不完全相同。\n      1）从语序看，“者”字词组是前偏后正，“所”字词组是前正后偏。\n      2）从语义看，“者”字词组中的“者”用在动词后，表示动词的施事；“所”字词组中的“所”用在\n      动词前，表示动词的受事。如“学者”是指学习的人，“所学”是指学到的东西。\n      5.无定代词：是指代的对象为不定的代词，所指代的并不肯定是何人、何物。“或、莫”"
    },
    {
     "h": "第四单元",
     "c": "知识点名称                      内容\n\n        1.介词：\n      （1）介词是从动词虚化而来的一种词类。介词和动词都能带宾语，但是他们的语法功能不同。\n      动词属于实词，在句子里主要充当谓语；介词属于虚词，介宾结构不能充当句子的谓语，用在谓语前\n      面作状语，或在谓语后面作补语。\n      （2）介词的基本功能\n      1）介绍与动作行为有关的时间。  2）介绍处所。 3）介绍动作行的原因或目的。\n      4）“于”“由”介绍原因；“为”介绍目的。5）介绍动作行为所支配或涉及对象。\n      （3）介词结构：介词宾语省略；介词宾语有时前置；一些介词结构的位置较灵活。\n 第十三课  2.古代汉语常用介词介绍：于（於，乎）、以、为、与。\n  介词   （1）于（於、乎）\n★★★★★ 1）引进动作行为的时间、处所或涉及的范围，译为：在、从、向、到、在……方面。\n      2）引进动作行为所涉及的对象，译为：“给”或“对于”。\n      3）引进比较的对象，用在形容词/少数表心理活动动词的后面充当补语。可译为“比……更……”。\n      4）引进动作行为的主动者，用在被动句的动词后面。可译为“被”。\n      例题：根據下列句中加下劃線的“於”，歸納介詞“於”的主要用法，並將例子歸到各類用法的後面。\n      1）丈人智惑於似其子者而殺於真子。  2）夫子至於是邦也，必聞其政。\n      3）苛政猛於虎也。          4）趙氏求救於齊。\n      5）子於是日哭，則不歌。       6）臣之客欲有求於臣，皆以美於徐公。\n      7）吾長見笑於大方之家。       8）始吾於人也，聽其言而信其行。\n\n      ①引进动作行为涉及的处所、时间等。如（2）（5）；\n       ②用在被动句中; 引进动作行为的主动者。如（1）（7）；\n      ③引进动作行为所涉及的对象。如（4）（8）；④引进比较的对象。如（3）（6）。\n       （2）以\n      1）介绍动作行为凭借的工具、手段、条件、依据，译为“用”“拿”“凭”“根据”。\n      2）介绍动作行为所处置的对象或涉及的人。相当于“把”“率领”。\n      3）介绍动作行为的原因、动机，可译为“因为”。\n      4）介绍动作行为发生的时间，可译为“在”。  5）与动词“有/无”组成凝固用法\n      例题：根据以下例句归纳介词“以”的用法，并将例句归到各类用法的后面。\n      （1）宫之奇以其族行。（2）武以始元六年春至京師。（3）爾貢包茅不入，王祭不共，無以縮酒。\n      （4）上使樊噲以相國將兵攻之。（5）餘聽獄雖不能察，必以情斷之。（6）君子不以言舉人。\n      答案：第一、介绍动作行为凭借的工具、手段、条件、依据，可译为“用”“拿”“凭”“根据”。\n      例句（4）（5）。第二、介绍动作行为所处置的对象或涉及的人。例句（1）。\n      第三、介绍动作行为的原因、动机，可译为“因为“。例句（6）。\n      第四、介绍动作行为发生的时间，可译为“在”。例句（2）。\n      第五、与动词“有”“无”（亡）组成“有以”“无以（亡以）”等凝固用法。例句（3）。\n       （3）为\n      1）介绍动作行为关联的对象，表示动作行为为谁（什么事物）或向谁（什么事物）所发。\n      ①“为”表示动作行为为谁而发，译为“给、替、帮”。\n      ②“为”表示动作行为向谁发出，译为“向、对”\n      2）介绍动作行为的原因或目的。 ①介绍动作行为原因，“因为”。 ②介绍原因，“为、为了”。\n      3）在被动句里，引进动作行为的主动者。\n      ①“为”在被动句里位于动词前引进动作行为的主动者，可译“被”。\n      ②介词“为”省略宾语，即不出现行为的主动者，“为”就直接与动词连用，来表示被动。\n       （4）与\n      1）介绍出动作行为发出时所涉及的对方，帮助动作行为是与谁共同完成的。译为“和、同、跟”等。\n      2）介绍动作行为的服务对象，可译为“为”“替”“给”。\n      3）介绍比较的对象，可译为：“跟……相比”“对……来说”。\n\n         1.连词\n      （1）定义：连词是在词、词组、分句、句、句群之间起连接作用，表示它们之间的语法关系或逻辑关\n      系的一类虚词。（2）连词可表示的关系：并列、顺承、转折、选择、递进、让步、因果、假设等。\n      2.古代汉语常用连词介绍：而、以、与、则、之；虽然、然而、然则。\n 第十四课\n       （1）而\n  连词\n      1）连接谓词性词语或分句，两项之间为并列或递进关系。并列译“又”，递进译“并且、而且”。\n★★★★★\n      2）表示前后两项动作行为在时间上有先后承接或事理上有原因、条件、目的等关系。\n      3）表示前后两项动作行为或性状在事理上是不一致的，“而”带有表示转折的意味。\n      4）连接状语和谓语中心语，表示偏正关系，“而”可以不译。\n      5）连接主语和谓语，表示转折或假设关系。\n\n      （2）以\n      1）连接形容词和形容词，表示并列关系。可以译为“又”；\n      2）连接动词和动词，表示前后两个动作行为是一前一后的承接关系。\n      3）连接因果复句，“以”用在表示原因的分句前。\n      4）连接状语和动词中心语，前者是动作行为进行的条件、方式、状态等。\n      5）“以”的连词、介词用法辨析：\n      ①“以”充当连词和充当介词都表示原因时，是否有修饰。\n      ②在介词“以”省略宾语，直接与它所修饰的谓语动词相连时，容易和连词用法混淆。\n      （3）与\n      1）连接名词性词语，表并列关系，译为“和”。 2）和“不如”“宁”“孰若”等词连用，构成“与……\n      不如……”“与……宁……”“与其……孰若……”等格式，连接分句和分句，表示选择关系。\n      3）怎么区分介词与连词中的“与”：\n      ①看位于“与”前后的两个词语在不改变原句基本意义的前提下，是否可以位置互相交换。\n      能交换的说明它们是并列关系，“与”是连词；不能交换的，说明它们有主次之分，把后面的名词性\n      词语介绍给谓语，以陈述主语，“与”是介词。\n      ②看在不改变原句基本结构的前提下，“与”前能否再插入其他修饰成分。\n      能插入的，说明“与”仅与后面的词语发生关系，“与”是介词；不能插入的，是连词。\n      ③介词“与”的宾语有时可以省略，所在句子也可能省略主语。\n      （4）则\n      1）连接两个谓词性词语或分句，事理上的承接，动作有时间先后，在假设或条件关系，“那么、就”。\n      2）用在并列的分句里，表示对各种情况的列举和对比。3）连接动词性词语或分句，表示后一项情况\n      的出现是前项动作施事者所未料到的，“则”有表示发现的意味，可译为“原来已经”“竟然”。\n      4）连接谓词性词语或分句，前后两项含有转折意味，可译为“却”。\n      5）连接谓词性词语或分句，表示让步关系，可译为“倒是”。\n      6）连接谓词性词语或分句，表示假设和结果关系，可译为“如果”。\n      （5）之\n      1）“之”连接定语和名词中心语，构成名词性的偏正结构，可译为“的”或不译。\n      2）“之”连接主语和谓语，取消句子独立性。主语结构→为名词性偏正结构。\n      3）“之”连接主语和介词结构，构成名词性的偏正结构。\n      （6）虽然、然而、然则：\n      1）虽然：连词“虽”+代词“然”。“虽”表示让步的连词，“虽然；即使、纵然”。\n      2）然而：代词“然”+表转折连词“而”。“然”总结上文，肯定，“而”引起下文转折。“虽然如\n      此，但是……”、“这样却”。    3）然则：代词“然”+表顺承连词“则”，“然”总结上文-\n      肯定，“而”根据事理推出下文。“既然如此，那么就……”\n\n       1.句尾语气词：\n第十五课\n      （1）陈述句的句尾语气词：“也、矣、耳、尔、焉”。\n 语气词\n      1）也：用作句尾语气词，对某种情况表示肯定、确认，表达一种确信不疑的语气。\n★★★★\n      2）矣：表示动态，事物发展到一定阶段状况陈述新情况，带有动作已完成的意味。\n\n      3）焉：指示代词兼语气词的用法虚化为纯粹的语气词。\n      4）耳、尔：表示肯定，带有限制的意味，“不过……而已”、“不过……罢了”。\n      （2）疑问句的句尾语气词：“乎”、“与（欤）”、“邪（耶）”、“哉”\n      1）“乎”：“乎”的疑问语气最为强烈，最为纯粹的疑问语气词，可用于各种疑问句中。\n      2）“与（欤）”、“邪（耶）”：表示询问的语气。  3）“哉”：表示感叹，比较强烈的感叹。\n      （3）反问句的句尾语气词：1）“不亦……乎”“得无（毋）……乎”“无乃……乎”，句尾都需要\n      有语气词煞尾。   2）“何以……为”“何……为”，“为”也是句尾语气词。\n       2.句首句中语气词：\n      1）夫：句首语气词，表示要发议论/要概述事物的特征，起到引起下文的作用。\n      2）惟（维、唯）：可作句首或句中语气词；提示强调，引出主语或时间；强调希冀、期望的语气。\n      3）蓋（盖）：常作句首语气词，有时句中；表示要对某事发表议论或提出看法。\n      4）其：句首或句中，表示委婉的语气，“恐怕”“大概”等。\n      5）也：用在主语后，起提顿作用，语气变舒缓；用在表时间的状语后，起舒缓语气、提起下文的作用。"
    },
    {
     "h": "第五单元",
     "c": "知识点名称                      内容\n       1.判断句的基本格式：\n      （1）主语+谓语。除代词充当主语外，主语和名词性谓语之间有个停顿，标点时要予以断开。\n      （2）主语+谓语+也。表示肯定确认语气的句尾语气词“也”。\n      （3）主语+“者”，谓语。主语和谓语间有语音停顿，主语后用代词“者”复指主语，加强提顿语气。\n      （4）主语+“者”，谓语+“也”。主语后用“者”，与谓语后的“也”互相呼应。\n      2.判断句的系词问题（不属于系词的情况）\n      （1）“是”：指示代词，充当主语和谓语。\n 第十六课\n      （2）“非、惟、乃、皆、尽、即、则”：“全是、就是”，不是系词，用在谓语前充当状语的副词。\n 判断句\n      （3）“为”：译为“是”，像系词但不是系词，此处作谓语，与后面的名词性词语构成动宾词组。\n      （4）特殊：句子前面出现了主项，表明“是”已经不是这个句子的主语，而是系词。\n★★★★★\n      ①此是何种也? ②韩是魏之县也。  ③是是帚彗，有内兵，年大熟。 ④融夷氏是其后也。\n      ⑤客人不知其是商君。  ⑥巫妪弟子是女子也。  ⑦此必是豫让也。\n       3.古代汉语判断句的表达功能：\n      （1）表示领属关系或等同关系。如平原君赵胜者，赵之诸公子也。\n      （2）表示比喻关系，即用谓语所代表的人或事物比喻主语。译为“好比是……”如仲尼，日月也。\n      （3）表示造成某种结果的原因。如桓公九合诸侯，不以兵车，管仲之力也。\n      （4）表示主语同谓语之间有某种逻辑关系，用判断句的形式浓缩了一种逻辑关系。如夫战，勇气也。\n\n       1.有形式标志的被动句：\n 第十七课\n      （1）用介词“于（於）”引进动作行为主动者的被动句式。\n被动句和被\n      （2）用介词“为”引进动作行为的主动者的被动句式，“为……所……”式。\n 动表示法\n      （3）用助动词“见”位于动词前的被动句式，“见……于……”式。\n★★★★★\n      （4）“被”字句。如信而见疑，忠而被谤，能无怨乎？\n\n      例题：根據下列例句歸納古代漢語被動句的類型。\n      1）以四百里之地見信於天下。  2）勞心者治人，勞力者治於人。3）君子恥不修，不恥見汙。\n      4）方術不用，爲人所疑。  5）西河之爲秦取不久矣。   6）國一日被攻，雖欲事秦，不可得也。\n      ①用介词“于”引进动作行为主动者的被动句式。如例2。\n      ②用介词“为”引进动作行为主动者的被动句式，如例5。“为……所……”式，如例4。\n      ③助动词“见”位于动词前的被动句式,如例3。“见……於……”式，如例1。④“被”字句,如例6。\n      2.非被动句：“被”译成“覆盖”“遭受”“蒙受”。\n      1）君实不察其罪，被此名也以出，人谁纳我？\n      2）今有仁心仁闻而民不被其泽，不可法于后世者，不行先王之道也。\n      3）项王身亦被十余创。 4）高祖被酒，夜径泽中。  5）世之有饥穰，天之行也，禹汤被之矣。\n       1.主谓倒装句：\n      （1）古汉的主谓顺序：即主语在前，谓语在后。在感叹句和疑问句中有时为了强调谓语，而把谓语提\n      前到主语之前；如甚矣,汝之不惠！\n      （2）表示感叹的主谓倒装句：1）有是哉，子之迂也！2）贤哉，回也！3）甚矣，汝之不惠！\n      （3）表示疑问的主谓倒装句：1）谁与，哭者？2）何哉，尔所谓达者？3）子邪，言伐莒jǔ者？\n       2.宾语前置句：\n      （1）在疑问句中，如果宾语是疑问代词，一般都位于动词和介词前。两个条件：一是必须是疑问句，\n      二是必须是疑问代词充当宾语，主要有“谁、何、安、奚、孰、焉、胡、恶”等。\n      （2）在否定句中，如果宾语是代词，常位于动词之前。两个条件：一必须是否定句，即句中必须有否\n      定词，如“不、弗、勿、莫、未”等，二宾语必须是代词。\n      （3）宾语借助代词的复指而前置。在前置宾语和动词之间有一个代词来复指宾语，构成“前置宾语+\n      代词+动词”。常用于复指宾语的代词有“之”或“是”。  （4）为强调宾语而前置。\n      例题：歸納下列句中賓語前置的類型，並說明每種類型賓語前置的條件。\n 第十八课\n      1）日月逝矣，歲不我與。     2）孟嘗君曰：“客何好？”曰：“客無好也。”\n语序和省略\n      3）前世不同教，何古之法？    4）蓋有之矣，我未之見也。     5）無乃爾是過與？\n★★★★★\n      第一类：（1）中的“歲不我與”，（4）中的“我未之見”；在否定句中，如果宾语是代词，常位于\n      动词前。第二类：（2）中的“客何好”；在疑问句中，如果宾语是疑问代词，一般位于动词前。\n      第三类：（3）中的“何古之法”，（5）中的“爾是過”；宾语借助代词的复指而前置。\n       3.古代汉语句法成分的省略：\n      （1）主语的省略\n      1）常见的是主语承前省略，即主语在上文已经出现过，为了行文简洁，后句省略主语。\n          2 叙述主语是既定的，在行文中也可省略主语。3）探下文而省，即上文被省略的主语在下文里出现。\n      （2）宾语的省略：\n      1）动词宾语的省略：一般都是宾语所代表的人或事物在上文已经出现过，因此承上省略。\n      2）介词宾语的省略：古汉中介词“以、为、与”的宾语常可省略，介词“于/於/乎”的宾语不可省略。\n      例题：補出下列各句中省略的成分，並據以歸納古代漢語句子成分省略的幾種類型。\n      1）居有頃，倚柱彈其劍。       2）豎子不足與謀。3）人皆有兄弟，我獨無。\n      4）宜子骤諫，公患之，使鉏麑賊之。5）王奪鄭伯政，鄭伯不朝。 6）赐也，始可與言《詩》已矣。\n\n      1）（馮諼）倚柱彈其劍。  2）豎子不足與（之）謀。  3）我獨無（兄弟）。\n      4）（公）使鉏麑贼之。   5）鄭伯不朝(王)。      6）始可與(之) 言《詩》已矣。\n      古代汉语句子成分的省略主要有三种情况：\n      ①省略主语，如（1）（4）。②省略动词宾语，如（3）（5）。③省略介词宾语，如（2）（6）。"
    },
    {
     "h": "第六单元",
     "c": "知识点名称                      内容\n\n       1.古文标点的步骤：\n      （1）通读全篇：先默读一至两遍，体会文章的内容大意，理解文字意思后再着手断句标点。\n      （2）梳理脉络：把握一段文字描写了什么人物，陈述什么事件，说明什么道理，事件的前因后果。\n      （3）吃透文意：多义词要结合上下文，吃透文中是用的是哪个义项，避免误导。\n       2.古注的类别：\n      （1）传注类：最早是指对儒家经书中的文字作的古注，给经作传。（言简意赅，以解释词义为主）\n      如《毛诗故训传》、孔安国的《尚书传》、东汉郑玄的《三礼注》、《春秋经传集解》。\n      （2）章句类：是指用分章析句的方式来解释古书的一种古注类型。（除释词外还串讲文意，指明主题\n      旨意）。如东汉时赵岐的《孟子章句》。\n      （3）音义类：是指对古书中文字进行辨音释义的注释类型。\n      如陆德明《经典释文》：一部音义型的注释专书，《尚书音义》《毛诗音义》《一切经音义》\n      （4）义疏类：指既解释经文又给前人的注作解释的一种古注类型，又称“义注、正义、义证”，汇通\n      经文/传注的义理，并加以阐释。如孔颖达的“五经正义”、梁代皇侃《论语义疏》、贾公彦《周礼疏》\n 第十九课  （5）补注类：既解释经文又给前人的注作解释，在前人注释的基础上，加以补充修订的一种辅助类型。\n古代文献的 如宋代洪兴祖的《楚辞补注》，清代王先谦《汉书补注》。\n  阅读   （6）集解类：是指汇集各家注解合成一书，或者说把各家的注解选集在一起，再加上自己的注解，\n      这样一种古注类型，又称“集注”。如南宋朱熹的《四书章句集注》。\n★★★★★ 3.古代的注音方法\n       （1）读若（读似/读近/音近/音如/声相似）\n      1）读若：用一个音近/音同的字为另一个字注音。讗读若畫。（可指出本字与借字关系）\n      2）读如：引熟悉的诗文，用诗文中与该字音近的字来注音。（可指出本字与借字关系）\n      3）如字：按常见的读音读某字，按常见的意思来理解该字。\n      4）读破：与如字相对，反映语音与意义的变化，用本字读音来改读借字读音。\n      （2）譬况：用比喻和形容词性的词语对难字的读音进行描写。\n       （3）直音：“音某/读为/读曰/读与某同”，用一个字为另一个同音的字注音。\n      （4）反切：用两个汉字来注一字的读音方法。上字取声，下字取韵。（上字双声，下字叠韵）\n         释义项工具书：《古汉语常用字字典》、《辞源》。\n          虚词类工具书：【2404/2410 单选】\n      《文言虚字》：当代吕叔湘著，适合初学者使用的虚字专书。\n       《经传释词》：清代王引之著，160 组虚字(词)。 《词诠》：杨树达，虚词研究专著。\n         最早对我国所有文献进行分类的是《七略》。 唐代四部分类法：经、史、子、集。\n\n      1.婉曲：说话不便、不宜或原过于直白，为避免说出粗俗的话，时常用迂曲的表达来陈述己意。\n       1）明主不晓。 2）新来瘦，非闹病酒，不是悲秋。 3）一旦山陵崩，长安君何以自托于赵？\n      4）荒侯市人病，不能为人。  5）即阳为病狂，卧便利。\n      2.互文：又叫“互辞”“互言”，一般是指前后文句或词语在意义上互相补充、参互见义。\n      1）单句互文见义：燕歌赵舞为君开。秦时明月汉时关。\n      2）对句互文见义：事出于沉思，义归乎翰藻。大城铁不如，小城万丈余。\n      3.变文：有变化的使用同义词，避免重复啰嗦/求协韵。雷霆不作，风雨不兴。母也天只，不惊人只。\n      4.连类而及：两事物同类/相关，用一事物时将另一事物也连带提出，连带提及的文中无实际表意作用。\n      1）禹、稷当平世，三过其门而不入。2）绣黼丹朱中衣。3）大夫不得造车马。4）无羽毛以御寒暑。\n      5.用典：指旧典故实为后代袭用而具有典面之外的内在涵义的典例故实。\n       焦尾：“焦尾琴”。弄獐宰相：嘲讽不通文墨的权贵。\n       6.古文默写必背10 个段落：【小蒋说：此为必考点-背熟会考6 分，答题可以写简体字】\n      （1）《吾十有五而志於學》子曰：“吾十有五而志於學，三十而立，四十而不惑，五十而知天命，六\n      十而耳順，七十而從心所欲，不踰矩。”\n      （2）《季氏將伐顓臾》有國有家者，不患寡而患不均，不患貧而患不安。蓋均無貧，和無寡，安無傾。\n      夫如是，故遠人不服，則修文德以來之；既來之，則安之。\n      （3）《寡人之於國也》不違農時，穀不可勝食也；數罟不入洿池，魚鱉不可勝食也；斧斤以時入山林，\n 第二十课\n      材木不可勝用也。穀與魚鱉不可勝食，材木不可勝用，是使民養生喪死無憾也。養生喪死無憾，王道\n古书的特殊\n      之始也。\n 表达方式\n      （4）《雖有佳餚》雖有佳餚，弗食，不知其旨也。雖有至道，弗學，不知其善也。是故學然後知不足，\n★★★★★\n      教然後知困。知不足，然後能自反也。知困，然後能自強也。故曰教學相長也。《兌命》曰：“學學\n      半。”其此之謂乎？\n      （5）《晏嬰論和》先王之濟五味、和五聲也，以平其心，成其政也。聲亦如味，一氣，二體，三類，\n      四物，五聲，六律，七音，八風，九歌，以相成也；清濁、小大，短長、疾徐，哀樂、剛柔，遲速、\n      高下，出入、周疏，以相濟也。君子聽之，以平其心。心平，德和。\n      （6）《宋人獻玉》宋人或得玉，獻諸子罕。子罕弗受。獻玉者曰：“以示玉人，玉人以為寶也，故敢\n      獻之。”子罕曰：“我以不貪為寶，爾以玉為寶。若以與我，皆喪寶也，不若人有其寶。”\n      （7）《北冥有魚》北冥有魚，其名曰鯤。鯤之大，不知其幾千裏也；化而為鳥，其名為鵬。鵬之背，\n      不知其幾千裏也；怒而飛，其翼若垂天之雲。是鳥也，海運則將徙於南冥。南冥者，天池也。\n      （8）《其政悶悶》其政悶悶，其民淳淳;其政察察，其民缺缺。禍兮福所倚，福兮禍所伏。孰知其極？\n      其無正邪？正複為奇，善複為妖。人/民之迷，其日固久。是以聖人方而不割，廉而不劌，直而不肆，\n      光而不燿。\n      （9）《上兵伐謀》凡用兵之法，全國為上，破國次之；全軍為上，破軍次之；全旅為上，破旅次之；\n      全卒為上，破卒次之；全伍為上，破伍次之。是故百戰百勝，非善之善者也；不戰而屈人之兵，善之\n      善者也。\n      （10）《觸龍說趙太后》“父母之愛子，則為之計深遠。媼之送燕後也，持其踵為之泣，念悲其遠也，\n      亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反！’豈非計久長，有子孫相繼為王也哉？”"
    }
   ]
  },
  "考学一点通": {
   "type": "raw",
   "title": "考学一点通·逻辑重点",
   "sections": [
    {
     "h": "考学一点通·全书逻辑重点导图",
     "c": "1 第一章 汉字的结构与演变\n1.1 第一节 汉字的性质\n1.2 第二节 汉字的结构\n  1.2.1 一、象形\n  1.2.2 二、指事\n  1.2.3 三、会意\n  1.2.4 四、形声\n  1.2.5 五、转注\n  1.2.6 六、假借\n1.3 第三节 汉字形体的演变\n  1.3.1 一、殷商甲骨文\n  1.3.2 二、西周金文\n  1.3.3 三、战国文字\n  1.3.4 四、小篆\n  1.3.5 五、隶书\n  1.3.6 六、楷书\n1.4 第四节 文选\n  1.4.1 一、夫子至于是邦也\n  1.4.2 二、贫而无谄\n  1.4.3 三、吾十有五而志于学\n  1.4.4 四、哀公问社\n  1.4.5 五、我未见好仁者\n  1.4.6 六、女与回也孰愈\n  1.4.7 七、颜渊季路侍\n  1.4.8 八、季氏将伐颛臾\n  1.4.9 九、子适卫\n  1.4.10 十、阳货欲见孔子\n2 第二章 汉字的结构与词义的探索\n2.1 第一节 汉字形义统一的条件\n  2.1.1 一、只有早期汉字和有规律演变的字形才是形义统一的\n  2.1.2 二、只有本字本义才是形义统一的\n2.2 第二节 汉字的结构与词义的探求\n  2.2.1 一、纯表意字与词义的探求\n  2.2.2 二、形声字与词义的探求\n2.3 第三节 从汉字的结构探求词义的重要参考书——《说文解字》\n2.4 第四节 文选\n  2.4.1 一、子欲子之王之善与\n  2.4.2 二、齐人伐燕\n  2.4.3 三、桀纣之失天下\n  2.4.4 四、寡人之於国也\n3 第三章 古书的用字\n3.1 第一节 通假字\n  3.1.1 一、通假字的定义\n  3.1.2 二、借义 1题\n  3.1.3 三、通假字的辨识\n3.2 第二节 异体字\n  3.2.1 一、异体字的定义\n  3.2.2 二、异体字的类型\n  3.2.3 三、识别异体字要注意的问题\n3.3 第三节 分化字\n  3.3.1 一、分化字的定义\n  3.3.2 二、分化文字职能的方法\n  3.3.3 三、分化字的类型\n3.4 第四节 文选\n  3.4.1 一、以善先人者谓之教\n  3.4.2 二、士君子之勇\n  3.4.3 三、材性知能君子小人一也\n  3.4.4 四、圣王之制也\n  3.4.5 五、有乱君无乱国\n4 第四章 古代汉语词的构成\n4.1 第一节 单音词\n  4.1.1 一、单音词与汉语的字、词关系\n  4.1.2 二、单音词与古代汉语中的双音短语\n4.2 第二节 复合词\n  4.2.1 一、复合词的结构\n  4.2.2 二、复合词的形成过程及其特点\n4.3 第三节 联绵词\n  4.3.1 一、联绵词的结构特点\n  4.3.2 二、联绵词的语音特点\n  4.3.3 三、联绵词的形体特点\n4.4 第四节 文选\n  4.4.1 一、博学\n  4.4.2 二、曾子寝疾\n  4.4.3 三、大同与小康\n  4.4.4 四、虽有佳肴\n  4.4.5 五、子夏丧其子而丧其明\n5 第五章 古今词义的差异与沟通\n5.1 第一节 古今词义的差异\n  5.1.1 一、古代义项的消失\n  5.1.2 二、古代义项的微殊\n5.2 第二节 古今词义的沟通\n  5.2.1 一、从现代汉语复音词、成语甚至方言口语的词素中去了解古义\n  5.2.2 二、从词义的共同特点和相互联系上去了解古义\n5.3 第三节 文选\n  5.3.1 一、齐桓公伐楚\n  5.3.2 二、介子推不言禄\n  5.3.3 三、子文治兵\n  5.3.4 四、晋灵公不君\n  5.3.5 五、子产论为政\n6 第六章 多义词和词义引申\n6.1 第一节 古代汉语中词的多义性\n6.2 第二节 词义运动的基本方式——引申\n  6.2.1 一、词的本义与引申义\n  6.2.2 二、引申义与本义的联系\n  6.2.3 三、词义引申的方式\n  6.2.4 四、引申义列\n6.3 第三节 文选\n  6.3.1 一、楚人献鼋\n  6.3.2 二、楚归晋知罃\n  6.3.3 三、祁奚荐贤\n  6.3.4 四、晏婴论和\n  6.3.5 五、宋人献玉\n7 第七章 词义关系\n7.1 第一节 同义词\n  7.1.0 同义词\n  7.1.1 一、同义词的定义与特点\n  7.1.2 二、同义词的差异\n  7.1.3 三、同义词的辨析\n  7.1.4 四、同义词的应用\n7.2 第二节 反义词 7题\n  7.2.1 一、反义词的定义和特点\n  7.2.2 二、反义词的类别\n  7.2.3 三、反义词的应用\n  7.2.4 四、学习反义词的意义\n7.3 第三节 文选\n  7.3.1 一、景公所爱马暴死\n  7.3.2 二、景公出猎\n  7.3.3 三、景公使晏子为东阿宰\n  7.3.4 四、晏子为齐相\n  7.3.5 五、景公欲更晏子之宅\n8 第八章 古代汉语词类的划分\n8.1 第一节 划分词类的标准\n8.2 第二节 实词的分类\n  8.2.1 一、名词\n  8.2.2 二、动词\n  8.2.3 三、形容词\n  8.2.4 四、副词\n  8.2.5 五、代词\n  8.2.6 六、数词\n8.3 第三节 实词的活用与兼类\n8.4 第四节 虚词的分类\n8.5 第五节 文选\n  8.5.1 一、北冥有鱼\n  8.5.2 二、秋水时至\n  8.5.3 三、惠子相梁\n  8.5.4 四、庄子妻死\n  8.5.5 五、运斤成风\n9 第九章 动词、形容词、名词\n9.1 第一节 动词\n  9.1.1 一、动宾关系\n  9.1.2 二、双宾语\n9.2 第二节 形容词\n  9.2.1 一、形容词用作动词\n  9.2.2 二、形容词词尾\n9.3 第三节 名词\n  9.3.1 一、名词作状语\n  9.3.2 二、名词用作动词\n9.4 第四节 文选\n  9.4.1 一、天下皆知美之为美\n  9.4.2 二、上士闻道\n  9.4.3 三、其政闷闷\n  9.4.4 四、礼法以时而定\n  9.4.5 五、兵者诡道\n  9.4.6 六、上兵伐谋\n10 第十章 数词及数量表示法\n10.1 第一节 数词\n  10.1.1 一、基数与序数\n  10.1.2 二、分数与倍数\n  10.1.3 三、约数和虚数\n10.2 第二节 数量表示法\n  10.2.1 一、名量表示法\n  10.2.2 二、动量表示法\n10.3 第三节 文选\n  10.3.1 列德而尚贤\n  10.3.2 天下兼相爱\n  10.3.3 义与不义\n11 第十一章 副词\n11.1 第一节 程度副词\n  11.1.1 一、表示程度高的副词主要有“最”“极”“殊”“甚”“尤”“绝”“良”等\n  11.1.2 二、表示程度加深的副词主要有“愈”“益”“弥”“加”“滋”等\n  11.1.3 三、表示程度较轻或渐变的副词主要有“略”“少”“稍”“颇”\n11.2 第二节 范围副词 2题\n  11.2.1 一、表示总括的范围副词主要有“皆”“尽”“咸”“悉”“毕”“举”“具”等\n  11.2.2 二、表示限定的范围副词主要有“唯”“独”“直”“仅”“特”“徒”“但”等\n11.3 第三节 时间副词 8题\n  11.3.1 一、表示动作已经或曾经发生的时间副词有“既”“已”“业”“曾”“尝”等\n  11.3.2 二、表示动作正在进行或正在实现的时间副词有“方”“适”“会”等\n  11.3.3 三、表示动作即将发生的时间副词有“将”“且”“行”等\n  11.3.4 四、表示动作终究发生了的时间副词有“终”“竟”“卒”等\n  11.3.5 五、表示动作行为时间短暂或长久的时间副词有“俄”“姑”“素”“常”等\n11.4 第四节 情态副词 9题\n  11.4.1 一、古代汉语中表示肯定的情态副词有“固”“必”“诚”“乃”“果”等\n  11.4.2 二、表示猜度的情态副词有“盖”“殆”\n  11.4.3 三、表示反问的情态副词有“岂”“宁”“独”“庸”等\n11.5 第五节 否定副词\n  11.5.1 一、不、弗 1题\n  11.5.2 二、毋、勿 1题\n  11.5.3 三、未 1题\n  11.5.4 四、非\n11.6 第六节 谦敬副词 2题\n  11.6.1 一、晋献公欲假道于虞以伐虢\n  11.6.2 二、弥子瑕有宠于卫君\n  11.6.3 三、和氏之璧\n  11.6.4 四、宋人有酤酒者\n  11.6.5 五、上古之世\n11.7 第七节 文选\n12 第十二章 代词\n12.1 第一节 人称代词\n12.2 第二节 指示代词\n12.3 第三节 疑问代词\n  12.3.1 一、谁、孰\n  12.3.2 二、何、曷、奚、胡\n  12.3.3 三、恶（乌）、安、焉\n12.4 第四节 特殊代词\n  12.4.1 一、者\n  12.4.2 二、所\n12.5 第五节 无定代词\n12.6 第六节 文选\n  12.6.1 一、缭粱三旦\n  12.6.2 二、纪昌学射\n  12.6.3 三、九方皋相马\n13 第十三章 介词\n13.1 第一节 介词的定义及特点\n13.2 第二节 古代汉语常用介词介绍\n  13.2.1 一、于（於、乎）\n  13.2.2 二、以 7题\n  13.2.3 三、为 13题\n  13.2.4 四、与\n13.3 第三节 文选\n  13.3.1 一、吴起治西河\n  13.3.2 二、奇鬼\n  13.3.3 三、荆人欲袭宋\n  13.3.4 四、魏文侯燕饮\n14 第十四章 连词\n14.1 第一节 连词的定义及特点\n14.2 第二节 古代汉语常用连词介绍\n  14.2.1 一、而\n  14.2.2 二、以\n  14.2.3 三、与\n  14.2.4 四、则\n  14.2.5 五、之\n  14.2.6 六、虽然、然而、然则\n14.3 第三节 文选\n  14.3.1 一、苏秦以连横说秦\n  14.3.2 二、触龙说赵太后\n  14.3.3 三、冯谖客孟尝君\n15 第十五章 语气词\n15.1 第一节 句尾语气词\n  15.1.1 一、陈述句的句尾语气词\n  15.1.2 二、疑问句的句尾语气词\n  15.1.3 三、反问句的句尾语气词\n15.2 第二节 句首句中语气词\n  15.2.1 一、夫\n  15.2.2 二、惟（维、唯）\n  15.2.3 三、盖 1题\n  15.2.4 四、其 4题\n  15.2.5 五、也 4题\n15.3 第三节 文选\n  15.3.1 一、唐雎不辱使命\n  15.3.2 二、邹忌讽齐王纳谏\n  15.3.3 三、展禽使乙喜以膏沐犒师\n  15.3.4 四、臧文仲如齐告籴\n16 第十六章 判断句\n16.1 第一节 古代汉语判断句的构成和基本格式\n  16.1.1 一、主语+谓语\n  16.1.2 二、主语+谓语+“也”\n  16.1.3 三、主语+“者”，谓语\n  16.1.4 四、主语+“者”，谓语+“也”\n16.2 第二节 古代汉语判断句的系词问题\n  16.2.1 一、“是”\n  16.2.2 二、“非”“惟”“乃”“皆”“即”“则”\n  16.2.3 三、“为”\n16.3 第三节 古代汉语判断句的表达功能\n  16.3.1 一、表示领属关系或等同关系，即主语所代表的人或事物是谓语所表达人或事物的同类，或与之具有同一的关系 1题\n  16.3.2 二、表示比喻关系，即用谓语所代表的人或事物比喻主语。可译为“好比是……”\n  16.3.3 三、表示造成某种结果的原因，即在叙述某件事情和观点后，用判断句说明原因\n  16.3.4 四、表示主语同谓语之间有某种逻辑关系\n16.4 第四节 文选\n  16.4.1 一、斗且廷见令尹子常\n  16.4.2 二、召公谏厉王弭谤\n  16.4.3 三、叔向贺贫\n17 第十七章 被动句和被动表示法\n17.1 第一节 无形式标志的被动句\n17.2 第二节 有形式标志的被动句式\n  17.2.1 一、用介词“于（於）”引进动作行为主动者的被动句式\n  17.2.2 二、用介词“为”引进动作行为的主动者的被动句式，“为……所……”式\n  17.2.3 三、用助动词“见”位于动词前的被动句式，“见……於……”式\n  17.2.4 四、“被”字句\n17.3 第三节 文选\n  17.3.1 一、鸿门宴\n  17.3.2 二、即墨之战\n  17.3.3 三、管鲍之交\n18 第十八章 语序和省略\n18.1 第一节 古代汉语的语序\n18.2 第二节 古代汉语句法成分的省略\n18.3 第三节 文选\n19 第十九章 古代文献的阅读\n19.1 第一节 中国古代文献的分类\n  19.1.1 一、刘歆《七略》对中国文献进行了初步的分类\n19.2 第二节 古书的标点\n19.3 第三节 古代的注释\n  19.3.1 一、古注的类别\n  19.3.2 二、古注与今注\n  19.3.3 三、古代的注音方法\n19.4 第四节 古书阅读工具书\n  19.4.1 一、释义类工具书\n  19.4.2 二、虚词类工具书\n19.5 第五节 文选\n  19.5.1 一、送孟东野序\n  19.5.2 二、进学解\n  19.5.3 三、潮州韩文公庙碑\n20 第二十章 古书的特殊表达方法\n20.1 第一节 婉曲\n20.2 第二节 互文\n20.3 第三节 变文\n20.4 第四节 连类而及\n20.5 第五节 用典\n20.6 第六节 文选\n  20.6.1 一、《古书疑义举例》三则\n  20.6.1.1 一字误为二字例\n  20.6.1.2 二字误为一字例\n  20.6.1.3 以大名冠小名例\n21 第二十一章 古代文化常识\n21.1 第一节 古代的祭祀文化\n21.2 第二节 古代的军事文化\n21.3 第三节 古代的生活习俗\n21.4 第四节 古代的名号称谓\n21.5 第五节 古代的天文知识\n21.6 第六节 古代的历法知识\n21.7 第七节 古代的地理知识\n21.8 第八节 古代的职官科举制度\n21.9 第九节 文选\n  21.9.1 一、王子坊\n  21.9.2 二、白马寺\n  21.9.3 三、御试举人\n  21.9.4 四、正阳之月\n  21.9.5 五、济水\n  21.9.6 六、种谷\n  21.9.7 七、水稻"
    }
   ]
  },
  "95篇文选翻译": {
   "type": "raw",
   "title": "古代汉语95篇文选翻译（原文繁体+注释+简体译文）",
   "sections": [
    {
     "h": "01《夫子之於是邦也》",
     "c": "【原文】子禽問於子貢曰：“夫子至於是邦也，必聞其政。求之與？抑與之與？”子貢曰：“夫子溫、良、恭、儉、\n讓以得之。夫子之求之也，其諸異乎人之求之與？”\n【注釋】選自《論語・學而》。本篇記載了子禽向子貢詢問孔子參與政事的途徑。\n 子禽：孔子弟子，姓陳名亢。 子貢：孔子弟子，姓端木，名賜。\n“與之”的“與”表示“給與”，動詞；另兩個“與”是表揣度的疑問語氣詞，多用在選擇問句後，可譯爲“呢”，\n後作“歟”。抑：轉折連詞，可譯爲“還是……”。溫、良、恭、儉、讓：溫和、善良、恭謹、節儉、謙遜。\n其：句首語氣詞，表示委婉語氣。諸：補充音節，無義。乎：介詞，引進比較的對象，相當於“於”。\n【参考译文】\n子禽向子贡问到：“夫子每到一个国家，一定会知道这个国家的政事。是自己求来的呢，还是人家主动给的呢？”\n子贡说：“夫子温和、善良、恭敬、节俭、谦让，是这样得来的。夫子得来的方法，大概异于别人的求法吧？”"
    },
    {
     "h": "02《貧而無諂》",
     "c": "【原文】子貢曰：“貧而無諂(chǎn，奉承巴結)，富而無驕，何如？”子曰：“可也。未若貧而樂，富而好禮者\n也。”子貢曰：“《詩》雲，‘如切如磋！如琢如磨(加工骨器/象牙/玉器/石器的過程的名稱)’，其斯(代詞，此\n-本句為賓語前置，“斯”作“謂”的前置賓語，用代詞“之”複指。)之謂與？”子曰：“賜(子貢)也！始可與\n(介詞，同，跟，省略了賓語之)言《詩》已矣，告諸(“之於”的合音。之，代詞，這裏指子貢。於，介詞，\n引進動作涉及的對象)往而知來者。”\n\n\n【参考译文】\n  子贡说：“贫穷而能不谄媚，富有而能不骄傲自大，怎么样？”孔子说：“这也算可以了。但是还不如虽\n贫穷却乐于道，虽富裕而又好礼之人。”子贡说：“《诗》上说，‘要像对待骨、角、象牙、玉石一样，切磋\n它，琢磨它’，就是讲的这个意思吧？”孔子说：“赐呀，你能从我已经讲过的话中领会到我还没有说到的意\n思，举一反三，我可以同你谈论《诗》了。”"
    },
    {
     "h": "03《吾十有五而志於學》",
     "c": "【原文】子曰：“吾十有五而志於學，三十而立，四十而不惑，五十而知天命，六十而耳順，七十而從心所欲，\n不踰矩。”\n【注釋】出處：《論語·為政》。立:學問品行達到一定的境界，能在社會上立足。：:迷惑、糊塗。\n耳順：聽見什麼都覺得習以為常了，不再感到什麼話會逆耳了。 ：:法度、常規。  不踰：:不會超越法度。\n\n\n\n【参考译文】\n  我十五岁开始立志学习，三十岁能自立于世，四十岁遇事就不迷惑，五十岁懂得了什么是天命，六十岁能\n听得进不同的意见，到七十岁才能达到随心所欲，想怎么做便怎么做，也不会超出规矩。"
    },
    {
     "h": "04《哀公問社》",
     "c": "【原文】哀公問社於宰我。宰我對曰：“夏後氏以松，殷人以柏，周人以栗。”曰：“使民戰慄。”子聞之，曰：“成\n事不說，遂事不諫，既往不咎。”\n【注釋】本篇選自《論語·八佾》。本篇記載了魯哀公問宰我，祭祀土地，用什麽木料做牌位的事情。\n古代立社，各用適合在其土地上栽培生長的樹木作爲社主，宰我的“使民戰慄”說牽強附會，孔子批評他。\n宰我：姓宰，名予，字子我，孔子學生。社：土地神，這裏指社主，即社神的牌位。\n周人以栗：周朝人用栗子樹製作社主的牌位。\n遂事：已爲既成事實的事情。遂，成。諫：下級給上級提意見。\n既：副詞，表已然狀態，已經。往：過去的(事情)。咎：責備。\n【参考译文】\n  鲁哀公问宰我，土地神的神主应该用什么树木，宰我回答：“夏朝用松树，商朝用柏树，周朝用栗子树。\n用栗子树的意思是说：使老百姓战栗。”孔子听到后说：“已经做过的事不用提了，已经完成的事不用再去劝\n阻了，已经过去的事也不必再追究了。”"
    },
    {
     "h": "05《我未見好仁者》",
     "c": "【原文】子曰：“我未見好(喜歡，喜好)仁者，惡(討厭)不仁者。好仁者(特殊代詞，指代“……的人”)，無\n以(沒有什麼用來)尚(動詞，加在……之上，即超過)之(之：代詞，指代“好仁者”)；惡不仁者，其為仁矣(語\n氣詞，相當於“也”)，不使不仁者加(淩越，超越)乎其身。有能一日用其力於仁矣乎？我未見力不足者。蓋(句\n首語氣詞，表示揣度，可譯作“大概”)有之矣，我未之見也(賓語前置，否定句中代詞“之”作賓語，置於動\n詞“見”前。之，代詞，指沒有足夠的力量行仁義之事的人，孔子的意思是，人人都有能力做仁義之事)。”\n\n【参考译文】\n\n  孔子说：“我没有见过爱好仁德的人，也没有见过厌恶不仁的人。爱好仁德的人，是不能再好的了；厌恶\n\n不仁的人，在实行仁德的时候，不让不仁德的人影响自己。有能一天把自己的力量用在实行仁德上吗？我还没\n\n有看见力量不够的。这种人可能还是有的，但我没见过。”"
    },
    {
     "h": "06《女與回也孰愈》",
     "c": "【原文】子謂子貢曰：“女(rǔ,你，第二人稱代詞)與回也孰(疑問代詞，誰，哪一個)愈(勝過)？”對曰：“賜也\n(句中語氣詞，表示提頓。賜：子貢自稱)何敢望回？回也聞一以知十，賜也聞一以知二。”子曰：“弗如也，吾\n與女弗如也！”\n\n【参考译文】\n\n孔子对子贡说：“你和颜回比，谁好些？”子贡说：“我怎能和他比！颜回听到一件事能知道十件事，我听到\n\n一件事只能知道二件事。”孔子说：“是不如，我赞同你比不上颜回。”"
    },
    {
     "h": "07《顏淵季路侍》",
     "c": "【原文】顏淵季路侍。子曰：“盍各言爾志？”子路曰：“願車馬衣輕裘與朋友共，敝之而無憾。”顏淵曰：“願無\n伐善，無施勞。”子路曰：“願聞子之志。”子曰：“老者安之，朋友信之，少者懷之。”\n\n【注釋】選自《論語·公冶長》。孔子借讓學生談論個人志向的機會，表達了自己的志向和對理想社會的看法。\n\n顏淵、季路：孔子弟子。顏淵，名回，字子淵。季路，名由，字子路或季路。\n\n侍：恭敬地侍候，侍立。盍hé：“何不”的合音。爾：第二人稱代詞你們。願：希望。裘：皮衣。共：共用。\n\n敝：形容詞使動用法，使……破舊。 之：代詞，指代車馬和衣裘。\n\n憾：抱怨，不滿。無：輿“毋”通用，不要。伐：自誇，自我表白。\n\n施：誇大。勞：功勞。 懷：歸附。安：形容詞使動用法，使……安逸。信：動詞使動用法，使……信任。\n\n【参考译文】\n\n颜渊、季路侍立在孔子身旁(人名可不译)。\n\n孔子说(子：男子的尊称，这里指孔子)：“何不各自谈谈你们的志向呢(盍：何不)？”\n\n子路说：“(我)愿将我的车马、衣服和朋友共同享用(衣裘：泛指衣服。“裘”：本指皮衣。共：动词：指共\n\n同享用)，用坏了也不抱怨(敝之：指把车马、衣裘用破，用坏。敝：使动用法。憾：懊恼)。”\n\n颜渊说：“(我)愿做到不夸耀自己的好处(伐：夸耀)，不表白自己的功劳。”\n\n子路说：“希望(愿的古义)听听您的志向。”\n\n孔子说：“让老人安享晚年；让朋友互相信任；让少年的孩子得到关怀。”"
    },
    {
     "h": "08《季氏將伐顓臾》",
     "c": "【原文】季氏將伐顓臾zhuān yú(鲁国的附属国)。冉有、季路見(xiàn，请求接见，求见)於孔子，曰：“季氏\n將有事(指採取軍事行動)於(介詞，引進動作行爲涉及的地点，譯作在，到)顓臾。”孔子曰：“求！無乃爾是過\n與？(句子分析：求：冉有的名。無乃……與：由情態副詞“無乃”與疑問語氣詞“與”構成的固定格式，是\n委婉的反問句，可譯作“恐怕……吧”。爾是過：賓語前置，“爾”作動詞“”的前置賓語，用代詞“是”複\n指。爾，第二人稱代詞，你。過，動詞，責備。)夫fú顓臾，昔者先王以為東蒙主，且在邦域之中矣，是社稷\n之臣也(是：指示代词，用在判断句中作主语，指代顓臾。社稷之臣：国家的臣属)。何以伐為(何以……爲：\n表示反問的固定格式，意思是“爲什麽……呢”。爲，句末語氣詞，表示反問語氣)？”冉有曰：“夫子欲之(之，\n代词，指代季氏想做的事)，吾二臣者皆不欲也。”孔子曰：“求！周任有言曰：“陳力就列，不能者止。’危而不\n持，顛而不扶，則將焉用彼相（xiàng,辅佐）矣(危：本義是“高”，引申爲“不穩定”，這裏指盲人走路不\n穩。顛：跌倒。相：扶助盲人走路的人，助手。焉：疑問代詞，哪里。彼：遠指代詞，可譯作“那”，可不譯。\n這三句以盲人走路需要人攙扶、輔佐打比方，批評冉有作爲季氏的家臣沒有起到勸諫、輔佐的作用)？且爾言\n過矣。虎兕sì(犀牛)出於柙xiá(關猛獸的木籠子)，龜玉(龜版和瑞玉)毀於櫝dú（匣子）中，是誰之過與(是：\n指示代词，作主语，可译作“这”)？”冉有曰：“今夫顓臾，固(城墙坚固)而近於費。今不取，後世必為子孫\n憂。”孔子曰：“求！君子疾夫舍曰‘欲之’而必為之辭(疾：厭惡，討厭。夫：遠指代詞，可譯作“那種”。舍：\n舍去，在此可譯爲“回避”。爲之辭：雙賓語，替自己想做的事找個藉口。之，代詞，指代“欲之”，即想做\n的事，作直接賓語。辭，託辭，藉口，作間接賓語)。丘也聞：有國有家者，不患寡而患不均，不患貧而患不\n安(根據上下文，“寡”和“貧”應該互換位置，因抄寫而致誤。貧：財物少。寡：人口少。患：擔憂，憂慮。\n全句大意：不擔憂財物缺乏，而擔憂分配不均；不擔憂國家人口少，而擔憂社會不安定)。蓋均無貧，和無寡，\n安無傾(財物分配均勻，就無所謂貧窮；國家上下和睦圖結，就無所謂人口少；國家安定，就沒有傾覆的危險。\n蓋，語氣詞，表示一種論斷語氣，可不譯)。夫如是(如此，是-指示代词)，故遠人不服，則修文德以來之。既\n來lài 之，則安之(來：動詞使動用法，使……來(歸附)。之：代詞，指代“遠人”。安：形容詞使動用法，使……\n安定)。今由與求也相夫子，遠人不服而不能來也；邦分崩離析(四個同義詞連用，均指分裂)而不能守也：而\n謀動干戈於邦內。吾恐季孫之憂，不在顓臾，而在蕭牆(国君宫门内的矮墙，借指宫廷内部)之內也。”\n【参考译文】\n\n\n\n\n  季孙氏将要讨伐颛臾。冉有、季路拜见孔子说：“季孙氏准备对颛臾采取军事行动。”孔子说：“冉有！\n\n我恐怕该责备你了。那颛臾，从前先王把他当作主管东蒙山祭祀的人，而且它地处鲁国境内。这是鲁国的臣属，\n\n为什么要讨伐它呢？”冉有说：“季孙要这么干，我们两个做臣下的都不愿意。”孔子说：“冉有！周任有句\n\n话说：‘能施展才能就担任那职位，不能这样做则不担任那职务。’盲人遇到危险却不去护持，将要跌倒却不\n\n去搀扶，那何必要用那个做相的人呢？况且你的话错了，老虎和犀牛从笼子里跑出，龟甲和玉器在匣子里被毁\n\n坏，这是谁的过错呢？”\n\n   冉有说：“如今颛臾城墙坚固而且靠近费城，现在不夺取，后世一定会成为子孙们的忧虑。”孔子说：\n\n“冉有！君子厌恶那种不说自己想去做却偏要编造借口(来搪塞态度)的人。我听说士大夫都有自己的封地，他\n\n们不怕财富不多而怕分配不均匀，不怕民众不多而怕不安定。财物分配公平合理，就没有贫穷；上下和睦，就\n\n不必担心人少；社会安定，国家就没有倾覆的危险。依照这个道理，原来的远方的人不归服，就发扬文治教化\n\n来使他归服；使他来了之后，就要使他安定下来。如今由与求两人辅佐季孙，远方的人不归服，却不能使他们\n\n来；国家四分五裂而不能保持它的稳定统一；反而在境内策划兴起干戈。我恐怕季孙氏的忧虑，不在颛臾，而\n\n是在鲁国内部。”"
    },
    {
     "h": "09《子適衛》",
     "c": "【原文】子適衛，冉有僕。子曰：“庶矣哉！”冉有曰：“既庶矣，又何加焉？”曰：“富之。”曰：“既富矣，又何\n加焉？”曰：“教之。”\n\n\n【注釋】選自《論語·子路》。孔子闡述了治理天下的方法：先使百姓富裕起來然後進行教化。\n\n適：動詞，到……去。僕：駕車。庶：眾，指人多。\n\n矣哉：陳述語氣詞“矣”和感歎語氣詞“哉”連用，句子語氣的重點在感歎語氣上。\n\n何加焉：對他們增添些什麽？賓語前置，疑問代詞“何”作賓語，置於動詞“加”前。\n\n焉：兼詞，相當於“於是”。於，引進動作涉及的對象；是，指代百姓。富：形容詞使動用法，使……富。\n\n【参考译文】\n\n  孔子到卫国去，冉有给他驾车。孔子说：“(卫国)人真多啊！”冉有说：“人口已经够多的了，又该给他\n\n们做些什么事呢？”孔子说：“使他们富裕起来。”\n\n  冉有说：“富裕之后，再给他们做些什么呢？”孔子说：“对他们施行教化。”"
    },
    {
     "h": "10《陽貨欲見孔子》",
     "c": "【原文】陽貨欲見xiàn 孔子，孔子不見jiàn，歸kuì孔子豚。孔子時sì其亡也，而往拜之，遇諸塗。謂孔子曰：\n“來！予與爾言。”曰：“懷其寶而迷其邦，可謂仁乎？”曰：“不可。好hào 從事而亟qì失時，可謂知乎？”曰：“不\n可。日月逝矣，歲不我與。”孔子曰：“諾，吾將仕矣。”\n\n\n【注釋】選自《論語·陽貨》。陽貨用激將法想迫使孔子出來従政。孔子不願意與陽貨合作，但表示自己將要\n\n出仕。陽貨：又叫陽虎，季氏的家臣。季氏在魯國事權，陽貨又是季氏家臣中最有權勢的人。\n\n欲見孔子：想使孔子拜見自己。見，求見，拜見，動詞使動用法，使……見，第二個“見”是一般用法。\n\n歸：“饋”的借字。豚：小豬，這裏指做熟了的小豬。時：“伺”的借字，窺視，探查。亡：外出。\n\n遇諸塗：遇：出乎意料的相遇。諸：“之於”的合音。之，代詞，代陽貨。於，介詞，引進動作發生的地點。\n\n\n\n\n塗：路途，後作“途”。\n\n這一段除了最後一句是孔子的回答之外，都是陽貨在自問自答。寶物，這裏喻指才能。迷其邦：聽任自己的國\n\n家陷於混亂狀態。迷，動詞使動用法，聽任。此處的“曰”和下麵兩個“曰：‘不可’”都是陽貨的自問自答。\n\n好：動詞，喜歡。從事：從政。事，指政事。亟：屢次。時：時機，機會。知：聰明、智慧，後作“智”。\n\n日、月、歲：時光，歲月。歲不我與：賓語前置，否定句中代詞“我”作賓語，置於動詞“與”前。與，給予。\n\n諾：應答之辭。仕：出仕，出來作官。\n\n【参考译文】\n\n  阳货想会见孔子，孔子不去见他。于是，阳货想了一个办法，给孔子送去蒸熟的小猪。根据当时礼尚往来\n\n的原则，孔子在收到礼物以后，应该登门拜谢。孔子不想见这个人，就趁他不在家的时候去拜谢他，在路上遇\n\n上了阳货。阳货对孔子说：“来，我有话要跟你说。”阳货接着说：“有才能却怀着不用而听任国家迷乱，\n\n这可以叫做仁爱吗？”“不可以。喜欢参与政事而又屡次错过机会，这可以说是聪明吗？”“不可以。时间\n\n一天天过去了，岁月是不等人的。”孔子说：“好吧，我答应你去做官。”\n\n\n第二課 汉字的结构与词义的探索"
    },
    {
     "h": "01《子欲子之王之善與》",
     "c": "【原文】\n  孟子謂戴不勝(宋國的臣子)曰：“子欲子之王之(動詞，本義指“到……地方去”，這裏指學習)善與？我\n明告子。有楚大夫於此，欲其子之齊語也，則使齊人傅諸？使楚人傅(傳授，教)諸(“之乎”的合音，其中“之”\n代指“楚大夫之子”)？”\n  曰：“使齊人傅之。”\n  曰：“一齊人傅之，衆楚人咻(xiū,喧嘩，這裏指打擾)之，雖日(名詞作狀語，每天)撻(鞭打)而求其齊也，\n不可得矣；引而置之莊、嶽(齊國街名、里名)之間數年，雖日撻而求其楚，亦不可得矣。子謂薛居州，善士也。\n使之居於王所。在於王所者，長幼卑尊皆薛居州(人名，名詞用作動詞，像薛居州那樣的好人)也，王誰與爲不\n善？(王與誰做不好的事呢？誰與，介賓結構，賓語前置，疑問代詞“誰”作賓語，置於介詞“與”前)在王所\n者，長幼卑尊皆非薛居州也，王誰與爲善？一薛居州，獨如宋王何？”\n\n\n【注釋】本篇選自《孟子·滕文公下》。題目爲後加。《孟子》是孟軻與其門人所著的一部政論集，記錄了孟\n子的思想和政治主張。\n【参考译文】\n  孟子对戴不胜说：“你想要你们君王向善吗？我可以明确地告诉你。譬如这里有位楚国的大夫，希望他的\n儿子能说齐国的方言，是让齐国人来教他呢？还是让楚国人来教他？”\n  戴不胜说：“让齐国人来教他。”\n  孟子说：“一个齐国人教他，众多楚国人在旁喧哗，即使天天鞭挞并强逼他说齐国话，也是无法做到的。\n要是把他送到齐国的街上去住几年，即使天天鞭挞并强逼他说楚国话，那也是做不到的。你说薛居州是个善人，\n要让他住在宫中。如果在国君身边的人无论年纪大小、地位高低都是薛居州那样的人，君主能和谁去做不好的\n事呢？如果在国君身边的人无论年纪大小、地位高低都不是薛居州那样的人，君主能和谁去做善事呢？一个薛\n居州，怎改变宋王什么呢？”"
    },
    {
     "h": "02《齊人伐燕》",
     "c": "【原文】\n  齊人伐燕，取之。諸侯將謀救燕。宣王曰：“諸侯多謀伐寡人者，何以待之？”\n\n\n\n  孟子對曰：“臣聞七十里爲政於天下者，湯是也。未聞以千里畏人者也。《書》曰：‘湯一征，自葛始。’\n天下信之。‘東面而征，西夷怨；南面而征，北狄怨。曰，奚爲後我？’民望之，若大旱之望雲霓也。歸市者不\n止，耕者不變。誅其君而弔(diào,撫恤，慰問)其民，若時雨降，民大悅。《書》曰：‘徯(xī,等待)我后(君\n主，王)，后來其蘇(復活，蘇醒)。’今燕虐其民，王往而征之。民以爲將拯己於水火之中也，簞食壺漿，以迎\n王師。若殺其父兄，係纍(束縛，捆綁)其子弟，毀其宗廟，遷其重器(寶器，這裏指燕國的故鼎)，如之何其可\n也？天下固畏齊之彊也。今又倍(擴大了一倍)地而不行仁政，是動天下之兵也。王速出令，反其旄倪(老人和\n小孩子)，止其重器，謀于燕衆，置君而後去之，則猶可及止也。”\n\n\n【注释】本篇選自《孟子·梁惠王下》。孟子認爲只要對百姓施行仁政,就會獲得百姓的支持,就會無敵於天下，\n在諸侯兼併戰爭中獲勝,達到一統天下的目的；而如果不顧及百姓死活，就得不到百姓的支持，衹能招致失敗。\n湯一征，自葛始：《尚書》逸文。一，第一(次)，開始。葛，葛伯，湯時部落首領。\n奚爲後我：爲什麽把征伐我們放在後面？或譯：爲什麽後征伐我們？言湯征伐無道，不驚擾百姓，受到百姓歡\n迎。奚，疑問代詞，作賓語，置於介詞“爲”前。後，方位名詞用作動詞，放在後面。\n雲霓：霓是彩虹，虹霓早晨出現在西方是下雨的徵兆，晚上出現在東方则雨止天晴。\n簞(dān)食壺漿：名詞性詞組用作動詞，用竹筐裝着食物，用壺裝着水。簞，圓形竹器。\n如之何：也作“若之何”，慣用短語，或稱凝固結構，用在句首，可譯爲“怎麽能” 。其：句中語氣詞，表\n示委婉語氣。     旄倪：老人和小孩子。旄，“耄”的借字，八十、九十歲的老人稱耄。\n【参考译文】\n  齐国人攻打燕国，占领了它。其他的诸侯国在谋划着要用救助燕国。齐宣王说：“有很多诸侯都在谋划着\n要来攻打我，该怎么办呢？”\n  孟子回答说：“我听说过，有凭借着方圆七十里的国土就统一天下的，商汤就是。却没有听过拥有千里疆\n土的国家害怕别国的。《尚书》说：‘商汤征伐，是从葛国开始。’天下人都信服汤。所以，当他向东方进军\n时，西边国家的老百姓便抱怨；当他向南方进军时，北边国家的老百姓便抱怨。都说：‘为什么把我们放到后\n面呢？’老百姓盼望他，就像久旱时盼望出现预示天将下雨的云霓一样。这是因为在征伐途中汤的军队一点也\n不惊扰百姓。做生意的照常做生意，种地的照常种地。只是诛杀那些暴虐的国君来抚慰百姓。就像天上下了及\n时雨一样，老百姓非常高兴。《尚书》说：‘等待我们的王，王一来，我们也就得救了！’如今，燕国的国君\n虐待老百姓，大王前去讨伐，燕国的老百姓以为您是要把他们从水深火热中拯救出来，所以用饭筐装着饭，用\n酒壶盛着酒浆来欢迎您的军队。可您却杀死他们的父兄，抓走他们的子弟，毁坏他们的宗庙，抢走他们宝器，\n这怎么能够使他们容忍呢？天下的诸侯本来就畏惧齐国的强大，现在齐国的土地又扩大了一倍，还不施行仁政，\n这就必然会激起天下各国兴兵。大王您赶快发出命令，释放燕国老老小小的俘虏，停止运走燕国的宝器，再和\n燕国的各界人士商议，为他们选立一位国君，然后撤出军队，那还来得及阻止各国的兴兵。”"
    },
    {
     "h": "03《桀紂之失天下》",
     "c": "【原文】\n  孟子曰：“桀紂之失天下也，失其民也；失其民者，失其心也。得天下有道：得其民，斯得天下矣；得其\n民有道：得其心，斯(副詞，就)得民矣；得其心有道：所欲(主語是“民”)與之聚之(爲他們聚積。與：介詞，\n給，爲)，所惡(主語是“民”)勿施(施加)，爾也(如此而已。爾，指示代詞，如此，這樣)。民之歸仁也，猶\n水之就下、獸之走壙也(連詞，用在主謂結構之間，取消句子獨立性。就：走向，趨向。走：奔跑。壙：“曠”\n的借字，空闊)。故爲淵敺(qū“驅”的異體字)魚者，獺也；爲叢敺爵(“雀”的借字，改讀què)者，鸇也；\n爲湯武敺民者，桀與紂也。今天下之君有好仁者，則諸侯皆爲之敺矣。雖欲無王，不可得已。今之欲王者，猶\n七年之病求三年之艾也。苟(如果)爲不畜(xù,積蓄，積攢)，終身不得。苟不志於仁，終身憂辱，以陷於死亡。\n《詩》雲‘其何能淑，載胥及溺’，此之謂也。”\n\n\n【注釋】本篇選自《孟子·離婁上》。孟子認爲，得天下與失天下的關鍵，在於得民心還是失民心。衹有施行\n仁政纔能得到民心，纔能得到天下。\n\n\n\n雖欲無王：即使想不稱王。雖，連詞，即使，表假設。無，與“毋”通用，不要。己：語氣詞。\n猶七年之病求三年之艾也：譬如害了七年的病要用放置了三年的陳艾來灸治。艾，一種可以治病的草，針灸時\n使用，晾乾保存，放置越久，療效越好。\n《詩經·大雅·桑柔》文，可譯爲：那如何能辦得好，不過相與落水滅頂罷了。其，句首語氣詞，表示委婉的\n語氣。淑，美，善，好。載，虛詞，無實義。胥，相互。及，動詞，到達。\n此之謂也：“此”作“謂”的前置賓語，用代詞“之”複指。\n【参考译文】\n  孟子说：“夏桀、商纣之所以失去天下，是因为失去了百姓的拥护；他们之所以失去百姓，是因为失去了\n民心。取得天下是有一定的道路的，有了百姓的拥护，就能得到天下；得到百姓也是有一定方法的，得到百姓\n的心，就会得到人民的拥护。得到百姓的心也是有一定的方法的，百姓所想要的就要给他们，就为他们聚集起\n来，百姓所厌恶的就不要强加给他们，不过如此罢了。百姓归向于仁爱，就像水向低处流，野兽喜欢跑在旷野\n一样。所以，替深渊把鱼驱赶来的，是水獭；替森林把鸟儿驱赶来的，是鹞、鹰；替汤王和武王把百姓驱赶来\n的，是夏桀和商纣王。现今天下若有施行爱民政策的国君，那么诸侯们就会甘愿为他所驱使。即使他不想称王\n天下，也不可能了。而当前一些希望统一天下的人，就好像生了七年的病企图用三年的陈艾来医治一样。假如\n不积蓄民心，一辈子也得不到天下。如果不立志于仁爱，就会一辈子忧患受辱，以至陷入死亡的境地。《诗经》\n上说：‘这样的人怎么能有好结局呢，(最后)一定是相继沉船落水啊！’说的正是这个道理。”"
    },
    {
     "h": "04《寡人之於國也》",
     "c": "【原文】\n  梁惠王曰：“寡人之于國也，盡心焉(相當於“於是”，“是”代指“國”)耳矣(句末語氣詞連用)。河內\n凶(收成不好；遭饑荒)，則移其(代詞，指代“河内的”)民於河東，移其(代詞，指代“河東的”)粟(穀子，\n這裏泛指糧食)於河內。河東凶亦然(指示代詞，如此，這樣)。察鄰國之政，無如寡人之用心者。鄰國之民不\n加少，寡人之民不加多，何也？”\n  孟子對曰：“王好戰，請(表敬副詞，是請求對方允許自己做某事，而不是讓對方做某事)以戰喻。(文意：\n此段孟子通過“五十步笑百步”的比喻，指出梁惠王治國與鄰國之政相比，没有本質的區別)填(象聲詞，鼓聲)\n然(詞尾)鼓(動詞，擊鼓)之，兵刃既接(兵器已經相互碰撞上了，指戰爭已經開始)，棄甲(鎧甲)曳(拖着，拉\n着)兵而走(跑，這裏指逃跑)。或(肯定性無定代詞，有的人)百步而後止，或五十步而後止。以五十步笑(嘲笑，\n耻笑)百步(名詞性詞組用作動詞，跑了百步)，則何如(賓語前置，可譯為“怎麼樣”)？”曰：“不可。直(範圍\n副詞，僅僅，衹)不百步耳，是(指示代詞，此/這，指代逃跑了五十步的行爲)亦走也。”曰：“王如知此，則無\n(與“毋”通用，不要。下文“無失其時、王無罪歲”的“無”同此)望民之多於鄰國也。不違(違背，違反，\n這裏指耽誤)農時(季節)，穀(糧食的統稱)不可勝食(吃完,勝shēng：盡。意思是在農忙季節不應該讓農民扔\n下農活爲公家服勞役，即不應該擾民)也。數cù(密)罟gǔ(魚網)不入洿wū池(池沼，池塘)，魚鱉不可勝食也。\n斧斤(同義詞連用，斧子)以時(按照季節。指在草木凋落、生長期已過的季節纔能造山砍柴伐木。以：介詞,\n按照。)入山林，材木不可勝用也。穀與魚鱉不可勝食，材木不可勝用，是(指示代詞，指代前面提到的)使民\n養生喪死無憾也(養生：供養活著的人。喪死：爲死者辦喪事。生、死，都是不及物動詞，在此用作名詞，指\n“活著的人”和“死了的人”，分別作養、喪的賓語)。養生喪死無憾，王道(孟子理想的政治局面，以仁義治\n天下)之始也。\n  “五畝(合現在一畝二分多)之宅，樹(動詞，種植)之以桑，五十者可以衣(yì,名祠用作動詞,穿)帛矣。雞\n豚(小猪)狗彘(zhì,大猪)之畜(xù,養，飼養)，無失(失去，這裏指耽誤)其時(季節,這裏指家禽、家畜等繁\n殖的時期)，七十者可以食肉矣。百畝之田，勿奪(奪去，這裏指耽誤)其(代詞,它們的,指農業的季節)時，數\n口之家可以無飢矣。謹(謹慎，這裏指認真從事)庠xiáng 序(学校)之教，申之以孝悌之義(以孝悌之教申之，\n即反復進行孝悌的教育。孝敬父母爲孝，敬爱兄長爲悌。第一个“之”：代詞，指代“庠序之教”。義：道理。)，\n頒白者不負戴于道路矣(頒白：(鬚髮)花白，半百半黑，此爲借代的手法，指代老年人。負：背着(重物)。戴：\n頂在頭上。這句指百姓得到教化，尊老成爲社會風尚，看不到老年人做重活的現象)。七十者衣帛食肉，黎民(百\n姓,黎:眾)不飢不寒，然而(如此，但是……。然，指示代詞，如此，這樣，指達到了“七十者衣帛食肉，黎民\n\n\n\n不飢不寒”的社會境況。而，轉折代詞,但是)不王者，未之有也(還没有出現過這種情況，賓語前置，否定句\n中代詞”之”作賓語，置於動詞“有”前)。狗彘食人食而不知檢(約束,限制)，塗(道路，後作“途”)有餓殍\npiǎo(餓死的人)而不知發(打開(糧倉))；人死，則曰：‘非我也，歲(年成,年景)也。’是何異於刺人而殺之(這\n和…… 有何異？是，指示代詞，指百姓餓死却歸因於收成。於，介詞，引進比較的對象，即殺了人却歸罪於\n兵器)，曰：‘非我也，兵也。’王無罪歲，斯(連詞,則,就)天下之民至焉(兼词，相當於“於是”/在這裏－是指\n代梁國)。”\n\n\n【注釋】\n本篇選自《孟子·梁惠王上》。題目爲後加。孟子以“五十步笑百步”作比喻，説明\n衹有實行真正的仁政，纔能使百姓歸附，使國家興盛。\n寡人：諸侯對自己的謙稱。之：連詞，用在名詞“寡人”和介賓結構“於國”之間，構成一個偏正詞組，作全\n句的主語。梁惠王：即魏惠王，名罃yīng。他在位時，把國都由安邑(故址在今山西運城西)遷到大梁(今河\n南開封市)，故魏國又稱梁國，魏王又稱梁王。\n耳矣：句末語氣詞連用。耳，相當於“而已”，有“不過如此”的意思，可譯爲“罷了”。矣，表示報導一種\n新情況。兩個以上句末語氣詞連用時，句子的語氣重點落在最後的語氣詞上。\n河内：指黃河北岸魏地，今河南濟源市一帶。河東：指黄河以東魏地，今河南延津市、開封市一帶。\n【参考译文】\n  梁惠王说：“我对国家的治理，真的是尽心竭力了！河内发生灾荒，就把那里的灾民迁移到河东，把河东\n的粮食运到河内。当河东发生灾荒的时候，我也是这样做的。看看邻国的君主主办政事，没有谁像我这样尽心\n竭力。可是邻国的百姓并不见减少，而我的百姓并不见增多，这是为什么呢？”\n  孟子回答道：“大王您喜欢打仗，就让我用打仗来做比喻吧。战鼓敲响，战场交战激烈了，战败的士兵丢\n盔弃甲拖着武器逃跑，有的跑了上百步才停下，有的跑了五十步就停了下来。跑了五十步的人因此就去讥笑跑\n了一百步的人，您觉得怎么样呢？”梁惠王说：“不行。他只不过没有逃跑到一百步罢了，但也是逃跑！”孟\n子说：“大王您既然懂得这个道理，就不必去期望您国家的民众比邻国多啦。只要不违背农时，那粮食就吃不\n完；密孔的渔网不入池塘，那鱼鳖之类水产就吃不完；砍伐林木有定时，那木材便用不尽。粮食和鱼类吃不完，\n木材也用不尽，这样便使老百姓能够养活家小，葬送死者而无遗憾了。老百姓养生送死没有缺憾，这正是王道\n的开始。\n  在五亩大的宅田上，种上桑树，上了五十岁的人就可以穿丝织品的衣服了；鸡鸭猪狗不失时节地繁殖饲养，\n上了七十岁的人就可以经常吃到肉食了。一家一户所种百亩的田地不误农时得到耕种，数口之家就不会闹灾荒\n了。注重乡校的教育，强调孝敬长辈的道理，须发花白的老人们就不再会肩挑头顶，出现在道路上了。年满七\n十岁的人能穿上丝绸、吃上鱼肉，老百姓不缺衣少食，做到了这些而不称王于天下的是决不会有的。现在，猪\n狗吃的是人吃的食物而不知道设法制止，路上出现饿死的人而不知道赈济饥民，人死了反而说‘与我无关，是\n年成不好的缘故’。这和把人杀了反而说‘与我无干，是武器杀的’又有什么不同呢？大王您要能够不归罪于\n荒年，这样，普天下的百姓便会涌向您这儿来了。”\n\n\n第三課 古書的用字"
    },
    {
     "h": "01《以善先人者謂之教》",
     "c": "【原文】\n  以善先(在人的前面，可譯作“引導”)人者謂之教，以善和(附和)人者謂之順(顺應)；以不善先人者謂之\n諂，以不善和人者謂之諛。是是(把對的看成是對的。第一個“是”是形容詞意動用法，把……看成對的)、非\n非(把錯的看成是錯的。第一個“非”是形容詞意動用法，把……看成錯的)謂之知(智慧，後作“智”)，非是\n(把對的看成是錯的。非，形容詞意動用法，把……看成错的)、是非(把错的看成是封的。是，形容詞意動用\n法，把……看成是對的)謂之愚。傷良曰讒，害良曰賊。是謂是，非謂非曰直。竊貨(財物)曰盜，匿行曰詐，\n易言曰誕(易言：輕易地乱説。誕：荒誕,狂妄)。趣舍(拿取和放棄。趣,“取”的借字，改讀qǔ,獲取,拿取。)\n\n\n\n無定謂之無常。保利棄義謂之至賊。多聞曰博，少聞曰淺。多見曰閑(嫻熟,熟練,後作“嫻”)，少見曰陋。難\n進曰偍(tí,難以進展叫做遲缓,偍,遲缓)，易忘曰漏。少而理曰治(措施简少而有條理叫政治清明。治,政治清\n明)，多而亂曰秏(mào,“眊”的借字，(眼睛)昏花,引申指混乱不明)。\n\n\n【参考译文】\n  用善良的言行来引导别人的叫做教导，用善行去附和别人叫做顺应，用不良的言行引导别人叫做谄媚，用\n不好的言行去附和别人叫做阿谀。以是当是，以非当非，就叫做明智，以是为非，以非为是，就叫做愚蠢。用\n言论中伤善良，就叫做谗言，用言论陷害良士，就叫做虐害。以是为是，以非为非，就是正直。窃取财物，就\n叫做偷窃，隐瞒自己的行为，就叫做欺骗，信口开河，就叫做虚妄，对追求是进取还是放弃犹豫不决，就叫做\n无常，为了保住利益而背信弃义，就叫做大贼。听到的事情多叫做广博，听到的事情少叫做浅薄，见多识广叫\n做僴，见识少叫做孤陋寡闻。难于进取叫做废弛，学过的经常遗忘叫做遗漏。事情少但井井有条叫做治理、管\n理，事情多但繁多而杂乱无章叫做昏乱不明。"
    },
    {
     "h": "02《士君子之勇》",
     "c": "【原文】\n  有狗彘之勇者，有賈盜之勇者，有小人之勇者，有士君子之勇者：爭飲食，無廉恥，不知是非，不辟(逃\n避,後作“避”)死傷，不畏衆彊，牟牟(後作“侔”)然惟利飲食之見，是狗彘之勇也。爲事利，爭貨財，無辭\n讓，果敢而振(行動果敢而振奮)，猛貪而戾，恈恈然唯利之見，是(指示代詞，指代上文“争飲食，無廉耻……”\n的情況)賈盜之勇也。輕死而暴(輕視死亡而行動暴怒。輕：形容詞意動用法,把……看的很輕,認為……不值得\n重视)，是小人之勇也。義之所在，不傾于權(不向權勢傾倒，即不屈服於權勢。傾，傾倒)，不顧其利，舉國\n而與(動詞，給與)之不爲改視，重死持義而不橈(náo,彎曲)，是士君子之勇也。\n\n\n【注釋】\n本篇選自《荀子·榮辱》。“勇”是古人追求的道德之一，荀子卻將“勇”分爲“狗彘之勇、賈盜之勇、小人\n之勇、士君子之勇”四類，闡釋了每一種“勇”的特徵，表明了他對各種“勇”的態度，提倡“士君子之勇”。\n士君子：有操守和學問的人。\n【参考译文】\n  有狗和猪的勇敢，有商人和盗贼的勇敢，有小人的勇敢，有士君子的勇敢。争喝抢吃，没有廉耻自信，不\n辨是非，不顾死伤，不怕众人的强大，眼红得只看到吃喝，这是狗和猪的勇敢。做事贪图利益，争夺财物，毫\n无谦让之心，行动果断大胆而振奋，心肠凶猛、贪婪而暴戾，贪婪得眼中只有财物和利益，这是商人和盗贼的\n勇敢。不在乎死亡而行为暴虐，是小人的勇敢。合乎道义的地方，就不屈服于权势，不顾虑个人的利益得失，\n把整个国家都给他他也不改变观点，重视生命但为了坚持正义而永不屈服，这是士与君子的勇敢。"
    },
    {
     "h": "03《材性知能君子小人一也》",
     "c": "【原文】\n  材、性、知、能，君子小人一也(資質、本性、智慧、才能，君子和小人是一樣的。一，数詞用作動詞，\n是一樣的)；好榮惡辱，好利惡害，是君子小人之所同也。若其所以求之之道則異矣。小人也者，疾爲誕(肆意\n妄言。疾,急。誕,荒誕的言論)而欲人之(連詞,用在主謂結構之間,取消句子獨立性)信己也，疾爲詐而欲人之\n親己也，禽獸之行而欲人之善己也；慮之難知也，行之難安也，持之難立也，成則必不得其所好，必遇其所惡\n焉。故君子者，信矣，而亦欲人之信己也；忠矣,而亦欲人之親己也；修正治辨(bàn,“辦”的借字,治理)矣,\n而亦欲人之善己也。慮之易知也，行之易安也，持之易立也，成則必得其所好，必不遇其所惡焉。是故窮則不\n隱，通則大明，身死而名彌(副詞,更加)白。小人莫(否定性無定代詞,沒有人)不延(伸長)頸舉(抬起)踵(後腳\n跟)而願曰：“知慮材性，固有以賢人(賢於人。賢,形容詞用作動詞,勝過)矣！”夫不知其與己無以異也。則君\n\n\n\n子注(投)錯(安排處理,後作“措”)之當(合適,適宜)，而小人注錯之過也。故孰(詳細,後作“熟”)察小人之\n知(智慧,後作“智”)能，足以知其有餘，可以爲君子之所爲也。譬之越人安越，楚人安楚，君子安雅(“夏”\n的借字,華夏,指中原地區)。是非知能材性然也，是注錯習俗之節異也。\n【注釋】\n本篇選自《荀子·王制》。荀子闡釋了根據萬物生長的自然規律取用自然資源的道理，由此可見荀子是我國歷\n史上最早提倡保護環境和可持續發展的學者之一。\n窮則不隱，通則大明：仕途不順的時候，他們的名聲也不會被埋沒；通達的時候，名聲就會十分顯赫。\n窮，仕途不順。通，仕途順利、通達\n【参考译文】\n  资质、本性、智慧、才能，君子、小人是一样的。喜欢光荣而厌恶耻辱，爱好利益而憎恶祸害，这是君子，\n小人所相同的，至于他们用来求取光荣、利益的途径就不同了。小人嘛，肆意妄言却还要别人相信自己，竭力\n欺诈却还要别人亲近自己，禽兽一般的行为却还要别人赞美自己。他们考虑问题难以明智，做起事来难以稳妥，\n坚持的一套难以成立，结果就一定不能得到他们所喜欢的光荣和利益，而必然会遭受他们所厌恶的耻辱和祸害。\n至于君子嘛，对别人说真话，也希望别人相信自己；对别人忠诚，也希望别人亲近自己；善良正直而处理事务\n合宜，也希望别人赞美自己。他们考虑问题容易明智，做起事来容易稳妥，坚持的主张容易成立，结果就一定\n能得到他们所喜欢的光荣和利益，一定不会遭受他们所厌恶的耻辱和祸害；所以他们穷困时名声也不会被埋没，\n而通达时名声就会十分显赫，死了以后名声会更加辉煌。小人无不伸长了脖子踮起了脚跟而羡慕地说：“这些\n人的智慧、思虑、资质、本性，肯定有超过别人的地方啊。”他们不知道君子的资质才能与自己并没有什么不\n同，只是君子将它措置得恰当，而小人将它措置错了。所以仔细地考察一下小人的智慧才能，就能够知道它们\n是绰绰有余地可以做君子所做的一切的。拿它打个比方来说，越国人习惯于越国，楚国人习惯于楚国，君子习\n惯于华夏；这并不是智慧、才能、资质、本性造成的，这是由于对其资质才能的措置以及习俗的节制之不同所\n造成的啊。"
    },
    {
     "h": "04《聖王之制也》",
     "c": "【原文】\n  聖王之制也：草木榮華(草本植物開花叫“榮”,木本植物開花叫“華”)滋(生長)碩(大)之時，則斧斤不\n入山林，不夭其生，不絕其長也；黿(yuán,大鱉)鼉(tuó,揚子鱷)、魚鱉、鰍鱣(“鱔”的異體字)孕別(指離\n別母體,即生育)之時，罔罟毒藥不入澤，不夭其生，不絕其長也；春耕、夏耘(鋤草)、秋收、冬藏，四者不失\n時(季節)，故五穀(指黍、稷、豆、麥、稻。一說指黍、稷、豆、麥、麻。這裏泛指糧食作物)不絕，而百姓有\n餘食也；汙池(蓄水的池塘。汙，停積不流動的水)、淵(深水潭)沼(水池)、川(河流)澤(湖泊)，謹其時禁(嚴\n格遵守每個季節的禁令)，故魚鱉優多，而百姓有餘用也；斬伐養長不失其時，故山林不童(禿)，而百姓有餘\n材也。\n\n\n【参考译文】\n  圣明帝王的制度：草木正在开花长大的时候，砍伐的斧头不准进入山林，这是为了使它们的生命不夭折，\n使它们不断生长；鼋、鼍、鱼、鳖、泥鳅、鳝鱼等怀孕产卵的时候，鱼网、毒药不准投入湖泽，这是为了使它\n们的生命不夭折，使它们不断生长。春天耕种、夏天锄草、秋天收获、冬天储藏，这四件事都不丧失时机，所\n以五谷不断地生长而老百姓有多余的粮食；池塘、水潭、河流、湖泊，严格禁止在规定时期内捕捞，所以鱼、\n鳖丰饶繁多而老百姓有多余的资财；树木的砍伐与培育养护不错过季节，所以山林不会光秃秃而老百姓有多余\n的木材。"
    },
    {
     "h": "05《有亂君無亂國》",
     "c": "【原文】\n\n\n\n  有亂君，無亂國(有搞亂國家的君主，沒有自行混亂的國家)；有治人，無治法(有治理國家的人才，沒有\n自行治理的法制)，羿之法非亡也，而羿不世中(后羿射箭的方法並沒有失傳，但后羿並不能使後世的人們都百\n發百中)；禹之法(大禹的治國之法。禹，傳說中的賢君)猶存，而夏不世王。故法不能獨立(法制不可能離開人\n的執行而單獨有所建樹。立，建樹)，類不能自行(律例不可能制動被實行。類，與“法”同義)；得其人(指上\n文提到的“治人”，即治理國家的人才)則存，失其人則亡。法者，治之端也；君子者，法之原也。故有君子，\n則法雖省，足以徧（“遍”的異體字，與亂相對，普遍得到治理）矣；無君子，則法雖具，失先後之施，不能\n應事之變，足以亂矣。不知法之義，而正法之數者(不懂得法制的原理而只是去修訂法律條文的人。義，道理，\n原理。法之數，法律條文的數量)，雖博，臨事必亂。故明主急得其人，而闇(昏聵，糊涂)主急得其埶(shì，\n權勢，後作“勢”)。急得其人，則身佚而國治(就會自身安逸可是國家却很安定。佚，安樂)，功大而名美，\n上可以王，下可以霸；不急得其人，而急得其埶，則身勞而國亂，功廢而名辱，社稷必危。故君人者(統治者。\n君，名詞用作動詞，統治)，勞于索之，而休於使之(在尋覓人才時勞纍，而栽使用人才後就會得到休息了。索\n之，搜索人才。休，休息，休止)。書曰：“惟文王敬忌，一人以擇(要想想文王的恭敬戒懼，親自去選擇人才。\n忌，語氣詞，無意義)。”此之謂也。\n\n\n【参考译文】\n  有搞乱国家的君主，没有自行混乱的国家；有治理国家的人才，没有自行治理的法制。后羿的射箭方法并\n没有失传，但后羿并不能使世世代代的人都百发百中；大禹的法制仍然存在，但夏后氏并不能世世代代称王天\n下。所以法制不可能单独有所建树，律例不可能自动被实行；得到了那种善于治国的人才，那么法制就存在；\n失去了那种人才，那么法制也就灭亡了。法制，是政治的开头；君子，是法制的本原。所以有了君子，法律即\n使简略，也足够用在一切方面了；如果没有君子，法律即使完备，也会失去先后的实施次序，不能应付事情的\n各种变化，足够形成混乱了。不懂得法治的道理而只是去定法律的条文的人，即使了解得很多，碰到具体事情\n也一定会昏乱。所以英明的君主急于得到治国的人才，而愚昧的君主急于取得权势。急于得到治国的人才，就\n会自身安逸而国家安定，功绩伟大而名声美好，上可以称王天下，下可以称霸诸侯；不急于得到治国的人才，\n而急于取得权势，就会自身劳苦而国家混乱，功业败坏而声名狼藉，国家政权必然危险。所以统治人民的君主，\n在寻觅人才时劳累，而在使用他以后就安逸了。《尚书》说：“要想想文王的恭敬戒惧，亲自去选择人才。”\n说的就是这种道理啊。\n\n\n第二单元\n\n第四課 古代漢語詞的構成"
    },
    {
     "h": "01《博學》",
     "c": "【原文】\n  博(廣博)學之(代詞,指代動作的對象,作賓語)，審(詳細)問之，慎思之，明辨之，篤(專一)行之。有弗學，\n學之弗能，弗措也(學習達不到學會的程度,就不放棄。措：放棄)；有弗問，問之弗知，弗措也；有弗思，思\n之弗得，弗措也；有弗辨，辨之弗明，弗措也；有弗行，行之弗篤，弗措也。人一(學習一次)能之，己百(百\n倍努力)之；人十能之，己千之；果能此道矣。雖愚必明，雖柔必強。\n【注釋】\n本篇選自《禮記•中庸》。題目後加。《禮記》是戰國至秦漢年間儒家學者解釋說明經書《儀禮》的文章選集。\n到西漢前期《禮記》共有一百三十一篇，相傳戴德選編其中八十五篇，稱爲《大戴禮記》；戴聖選編其中四十\n九篇，稱爲《小戴禮記》，即我們今天見到的《禮記》。本篇寫要廣泛學習並鍥而不捨。\n\n\n【参考译文】\n  要广泛地学习，仔细地询问，审慎地思考，清晰地分辨，忠实地实践。要么就不学，学了没有学会就不中\n止。要么就不问，问了还不明白就不中止。要么就不思考，思考了不懂得就不中止。要么就不辨别，辨别了不\n\n\n\n分明就不中止。要么就不实行，实行了但不够忠实就不中止。别人一次能做的，我用百倍的工夫，别人十次能\n做的，我用千倍的工夫。如果真能这样做，即便愚笨也会变得聪明，即使柔弱也会变得刚强。"
    },
    {
     "h": "02《曾子寢疾》",
     "c": "【原文】\n  曾子(孔子的學生,名,參)寢疾(寢疾：卧病)，病(病重)，樂正子春(曾子的學生,姓樂正,字子春)坐於牀(“床”\n的異體字)下，曾元、曾申(曾子的兒子)坐於足，童子隅坐(在墻角坐着。隅,名詞作狀語,表示動作發生的處所)\n而執燭。童子曰：“華而睆(huǎn,明亮的樣子)，大夫之簀(zé：竹制床墊,泛指竹席)與？”子春曰：“止。”曾\n子聞之，瞿然(驚視的樣子)曰：“呼(歎息聲)！”曰：“華而睆，大夫之簀與？”曾子曰：“然，斯季孫(季桓子,魯\n國大夫,春秋默念執掌魯國政權)之賜也，我未之能易也。元，起易簀。”曾元曰：“夫子之病革(改讀jí,“亟”\n的借字,緊急)矣，不可以變，幸而至於旦，請敬易之。”曾子曰：“爾之愛我也不如彼(指童子)。君子之愛人也\n以德，細人(小人)之愛人也以姑息。吾何求哉？吾得正(正道,這裏指合乎自己身份的禮)而斃焉，斯已矣。”\n舉扶而易之。反(返回,後作“返”)席未安而沒(死亡,後作“殁”)。\n\n\n【注釋】\n本篇選自《禮記•檀弓上》，本篇寫曾子在臨終之前，要求更換墊在身下的不符合自己身份等級的席子。\n【参考译文】\n  曾子卧病在床，病得很厉害。他的弟子乐正子春坐在床下，他的儿子曾元、曾申坐在脚旁。一个小孩子坐\n在角落里，手执火炬。小孩子看到曾子身下的竹席，便说：“多么漂亮光滑呀！是大夫用的竹席吧？”子春说：\n“别作声！”曾子听到了，猛然惊醒过来，有气无力地出了口气。小孩子又说：“多么漂亮光滑呀！是大夫用\n的竹席吧？”曾子说：“是的。这是季孙送的，我因为病重，未能把它换掉。元呀，起来把席子换掉！”曾元\n说：“您老人家的病已经很危险紧急了，不可以移动。希望能等到天亮，再为您换掉它。”曾子说：“你爱我\n的心意还不如那个小孩子。君子的爱人，是考虑如何成全他的美德；小人的爱人，则是考虑如何让他苟且偷安。\n此刻我还求什么呢？我能够合乎礼仪地死去，我的愿望就满足了。”于是，他们抬起曾子换席，换过后再把曾\n子放回席上，还没有放好，曾子就断气了。"
    },
    {
     "h": "03《大同與小康》",
     "c": "【原文】\n  昔者仲尼(孔子的字)與(參與)於蜡(zhà，古代天子或諸侯年終举行的祭祀鬼神的儀式)賓(陪祭的人)，事\n畢，出遊於觀(guàn，宗廟或宮廷門外兩旁的高建築物)之上，喟然而歎。仲尼之歎，蓋歎魯也。言偃(孔子的\n弟子，名偃，字子由)在側，曰：“君子(指孔子)何歎？”孔子曰：“大道(原則)之行也，與(jǔ，“舉”的借字，\n推舉)三代之英，丘未之逮(趕上)也，而有志焉。大道之行也，天下爲公。選賢與能，講(提倡)信脩(“修”的\n借字，使變得更好)睦，故人不獨親其親，不獨子其子，使老有所終，壯有所用，幼有所長，矜(guān，“鰥”\n的借字，老年無妻)寡孤獨廢疾者皆有所養。男有分(職責)，女有歸(出嫁，這裏指夫家)。貨(財物)惡(厭惡)\n其棄於地也，不必藏於己；力惡其不出於身也，不必爲己。是故謀閉而不興，盜竊亂賊而不作，故外戶而不閉，\n是謂大同。今大道既隱(消逝)，天下爲家(私家)，各親其親，各子其子，貨力爲己，大人(天子諸侯)世(父子\n相傳)及(兄弟相傳)以爲禮。城郭溝池(護城河)以爲固，禮義以爲紀；以正(形容詞使動用法，使……端正)君\n臣，以篤(形容詞使動用法，使……純正)父子，以睦(形容詞使動用法，使……和睦)兄弟，以和(形容詞使動\n用法，使……和諧)夫婦，以設制度，以立田里，以賢(形容詞意動用法，認為……賢)勇知(智慧，後作“智”)，\n以功爲己(做事祗爲自己)。故謀用是作而兵由此起。禹湯文武成王周公由此其選(選拔出來的，指在這樣的環\n境中產生的傑出人物)也。此六君子者，未有不謹於禮者也。以著(動詞使動用法，顯露。下同)其義，以考(成\n全)其信，著有過，刑(名詞意動用法，把……當做法則)仁講讓，示民有常(常規)。如有不由此者，在埶(權勢，\n後作“勢”)者去衆以爲殃，是謂小康。\n\n\n【注釋】\n\n\n\n親其親：第一個“親”是名詞意動用法，把……當作雙親；第二個“親”是名詞，雙親。\n子其子：第一個“子”是名詞意動用法，把……當作子女；第二個“親”是名詞，子女。\n【参考译文】\n  从前，孔子曾作为来宾参与蜡祭，祭事完毕后，孔子出来到观楼上游览，不禁发出感叹。孔子的感叹，大\n概是感叹鲁君的失礼。言偃在一旁问道：“老师为什么叹气呢？”孔子说：“大道施行的时代，和夏商周三代\n杰出君主在位的时代，我都没能赶得上，但我有志与能有他们那样的业绩。大道施行的时代，天下是人们所共\n有的，大家推选有道德有才能的人来治理国家，彼此之间讲诚信，和睦相处。所以人们不仅仅只敬奉自己的亲\n人，也不仅仅只慈爱自己的子女，使老年人都能安度晚年，壮年人都有工作可做，幼年人都能健康成长，矜寡\n孤独和残废有病的人，都能得到照顾。男子都有职业，女子都适时而嫁。对于财物，人们只是不愿让它遗弃在\n地上，倒不一定非藏到自己家里不可；对于气力，人们生怕不是出在自己身上，倒不一定是为了自己。所以勾\n心斗角的事没有市场，明抢暗偷作乱害人的现象绝迹。所以，门户只须从外面带上而不须用门上锁。这就叫大\n同。现在的大同社会的准则已经消逝不见了，天下成为一家所有，人们各自亲其双亲，各自爱其子女，财物生\n怕不归自己所有，气力则唯恐出于己身。天子、诸侯的宝座，时兴父传于子，兄传于弟。内城外城加上护城河，\n这被当作防御设施。把礼义作为根本大法，用来规范君臣关系，用来使父子关系亲密，用来使兄弟和睦，用来\n使夫妇和谐，用来设立制度，用来确立田地和住宅，用来表彰有勇有智的人，用来把功劳写到自己的账本上。\n因此，勾心斗角的事就随之而生卜，兵戎相见的事也因此而起。夏禹、商汤、周文王、武王、成王、周公，就\n是在这种情况下产生的佼佼者。这六位君子，没有一个不是把礼当作法宝，用礼来表彰正义，考察诚信，指明\n过错，效法仁爱，讲究礼让，向百姓展示一切都是有规可循。如有不按礼办事的，当官的要被撤职，民众都把\n他看作祸害。这就是小康。”"
    },
    {
     "h": "04《雖有佳肴》",
     "c": "【原文】\n  雖有嘉肴(熟的肉類食物，這裏泛指魚肉)，弗食，不知其旨(味美)也。雖有至(最好的)道，弗學，不知其\n善也。是故學然後知不足，教然後知困(這裏指困惑不通之處)。知不足，然後能自反(反求之於自己，即自我\n檢查，對自己提出要求)也；知困，然後能自強(鞭策自己努力進修)也，故曰：教學相長(教和學是互相促進的。\n長zhǎng,促進,推進)也。《兌命》曰：“學學半。”其此之謂乎？\n  古之教者，家有塾(舊時私人設立的進行教學的地方)，黨(古行政區劃,五百家爲一黨,黨的學校叫做庠)\n有庠，術(suì,“遂”的借字。古行政區劃,一萬二千五百家家爲一遂,遂的學校叫做序)有序，國(天子的王城\n和諸侯的都城)有學(指大學)。比年(每年)入學(這裏指入大學)，中年考校(每隔一年考查一次。中zhòng,間\n隔。校jiào,考核)。一年視(考察)離經(斷開經文章句。離,分析,斷開)辨志(弄清經文旨意。志,經文的思想\n內容)，三年視敬業(專心學習)樂群(跟生活在一起的學友和樂相處)，五年視博習(廣泛學習)親師(親愛師長)，\n七年視論學取友(論說所學之是非,擇取善人以爲友)，謂之小成(七年成就,比九年尚小,故謂小成)。九年知類\n通達(懂得事物之間類比的關係,依類推理,即觸類旁通)，強立(這裏指思想觀點堅定不移)而不反(不違反師教)，\n謂之大成。夫然後足以化民易俗(改變習俗。易,改變,更改)，近者說服(愉快服從。說yuè,後作“悅”)而遠\n者懷(歸順)之，此大學之道也。《記》(古代典籍)曰：“蛾子時術之(小螞蟻時時學着銜土,也能堆成大蟻塚,\n這裏指學者時時學問,終能達到大成。蛾yǐ,“蟻”的借字，螞蟻。蛾子,蛾之子,即小螞蟻。術,“述”的借\n字,學習,實踐)。”其此之謂乎？\n  大學始教(始入學,開學)，皮弁祭菜，示敬道也；宵雅(宵xiǎo,即《詩經•小雅》)肄(練習)三(這裏指小\n雅三首詩,即《鹿鳴》《四牡》《皇皇者華》。這三首詩宣揚君臣之間要和樂忠信)，官其始(在一開學就用做\n官事上的道理勉勵學生。官,名詞用作動詞)也；入學鼓篋(入學授課之前,先擊鼓召集學生,整齊威儀,然後打開\n書篋。篋qiè,小箱)，孫(xùn,恭順,後作“遜”)其業(指所治經業)也；夏楚二物，收(約束，控制)其威(威\n儀，儀容舉止)也；未卜禘不視學(考察學業。“視學”由君親往,或派主管教育的官員前往)，遊其志(使學生\n內心從容不迫。遊,優遊)也；時觀(時事觀察)而弗語，存其心(讓問題在學生的心中積聚)也；幼者聽而弗問，\n學不躐等也(年幼的學生祗聽老師講解而不隨便發問,學習不逾越進度。躐liè等,超越進度)。此七者，教之\n大倫(基本原則)也。《記》曰：“凡學，官先事，士先志(大凡學習,若學習做官,就先學習與職務有關的事；若\n\n\n\n學習做士,就先學習學士應有的志向)。”其此之謂乎？\n  大學之法，禁於未發(這裏指邪惡念頭尚未產生)之謂豫(預防)，當其可(受教育的最好時機)之謂時(適時)，\n不陵(超越)節(次第,次序,這裏指小學內容深淺的次序)而施(施教)之謂孫(xùn,循序漸進,後作“遜”)，相觀\n(彼此觀察)而善(獲益、長進)之謂摩(切磋)。此四者，教之所由興也。\n  發然後禁，則扞格(抵觸抗拒,格格不入。扞hàn,抵制、抗拒,後作“捍”。格,堅硬難入)而不勝(克服)；\n時過然後學，則勤苦而難成；雜施而不孫(雜亂施教而不循序漸進)，則壞亂而不修(學業就會搞亂而無所成)；\n獨學而無友，則孤陋而寡聞；燕(褻狎)朋逆其師(違背老師的教導)；燕辟(受寵幸的女子小人,後作“嬖”)廢\n其學。此六者，教之所由廢也。\n\n\n【注釋】\n本篇選自《禮記•學記》，本篇主要寫古代的學制與教育思想。\n學學半：教是學的一半。這句話是要說明教與學對於增長知識來說同等重要。上“學”xiào 字,今《尚書》\n做“斆”,指教人。下“學”xué字,指學習\n皮弁祭菜：主語是天子所派的主管教育的有關官員,大學開學時,主管教學的官員著皮弁,以蘋藻之菜祭先師。\n皮弁,一種用白鹿皮做的帽子,爲上朝的常服。祭菜, 以蘋藻之菜祭先師。菜,指蘋藻一類菜。\n夏楚：二樹名,其枝條可以撲撻人。夏,“榎”的借字,改讀jiǎ ,又作“檟”,樹名,即山楸。楚,樹名,即牡荆,\n枝條堅勁,可以做刑杖\n卜禘：占卜而大祭。《禮記•王制》：“天子諸侯宗廟之祭,春曰礿,夏曰禘,秋曰嘗,冬曰丞。” 禘是大祭,必\n先占卜\n【参考译文】\n  尽管有味美可口的菜肴，不吃是不会知道它的美味的；尽管有高深完善的道理，不学习也不会了解它的好\n处。所以，通过学习才能知道自己的不足，通过教人才能感到困惑。知道自己学业的不足，才能反过来严格要\n求自己；感到困惑然后才能不倦的钻研。所以说，教与学是互相促进的。《兑命》篇说：“在教学过程中，教\n与学是一个事情的两个方面”，難道不是说的这个道理吗？\n  古时候的教育制度是：在每二十五“家”的“闾”设立“塾”，在每五百家的“党”设立“庠”，在每万\n二千五百家的“遂”设立“序”，在国都设立大学。大学每年招收学生，每隔一年考查学生的成就一次。第一\n年考查学生分析课文的能力和志趣；第三年考查学生的专业思想是不是巩固，同学之间能不能相亲相助；第五\n年考查学生的知识是否广博，学生对于教师是否敬爱；第七年考查学生研讨学问的本领与识别朋友的能力；合\n格的就叫作“小成”。到第九年，学生对于学业已能触类旁通，他们的见解行动已能坚定不移，这就叫作“大\n成”。这样才能收到教化人民，移风易俗的效果，使跟前的人心悦诚服，远方的人向往来归，这就是大学施教\n的过程。古书上说：“小蚂蚁总是跟着大蚂蚁走”，岂不正好说明了这层道理吗？\n  大学开学的时候，天子或官吏穿着礼服，备有祭菜来祭祀先哲，表示尊师重道，学生要吟诵《诗经·小雅》\n中《鹿鸣》、《四牡》、《皇皇者华》三篇叙述君臣和睦的诗，在一开学就用做官事上的道理勉励学生；入学\n授课之前，先击鼓召集学生，整齐威仪，然后打开书箱；同时展示戒尺，来约束他们的仪容举止；（学生春季\n入学，教官）没有占卜而大祭就不去考查学生，使学生内心从容不迫；时时观察却不说，让问题在学生的心中\n积聚；年幼的学生只听老师讲解而不随便发问，学习不逾越难度。这七点，是教学的基本原则。古书上说：“大\n凡学习，若学习做官，就先学习与职务有关的事；若学习做士，就先学习学士应有的志向。”就是说的这个道\n理啊。\n  大学里的教学方法：在学生的问题还没有发生时就加以防范，这叫预防；教学恰到好处，这叫做抓住了时\n机；不超过学生的接受能力而进行教学，这叫做合乎顺序；观察学生，发现好的地方就表扬他，这叫做慢慢培\n养。这四点是教学成功的原因。\n  错误出现了再去禁止，就有坚固不易攻破的趋势；放过了学习时机，事后补救，尽管勤苦努力，也较难成\n功；施教者杂乱无章而不按规律办事，打乱了条理，就不可收拾；自己一个人瞑思苦想，不与友人讨论，就会\n形成学识浅薄，见闻不广；与不正派的朋友来往，必然会违逆老师的教导；从事一些不正经的交谈，必然荒废\n正课学习。这六点，是教学失败的原因。"
    },
    {
     "h": "05《子夏喪其子而喪其明》",
     "c": "【原文】\n  子夏(孔子弟子,姓卜,名商,字子夏)喪(sāng,哀悼他的兒子。喪,哀悼。下文“喪爾親”“喪爾子”同)\n其子而喪(sàng,喪失了他的視力。喪,喪失。下文“朋友喪明”“喪爾明”同。明,視力)其明。曾子(孔子弟\n子,姓曾,名參,字子與)弔(慰問)之曰：“吾聞之也：朋友喪明則哭之。”曾子哭，子夏亦哭，曰：“天乎！予之無\n罪也！”曾子怒曰：“商！女(rǔ,第二人稱代詞)何(怎麼)無罪也？吾與女事(侍奉)夫子于洙、泗(魯國境內水\n名)之間，退(退休)而老(養老)於西河(今陝西境內黃河以西一帶)之上，使西河之民疑(nǐ,“擬”的借字,比\n擬)女於(如)夫子，爾罪一也；喪爾親，使民未有聞焉，爾罪二也；喪爾子，喪爾明，爾罪三也。而曰-------\n女何無罪與！”子夏投(擲)其杖(手杖)而拜(拜謝)曰：“吾過矣！吾過矣！吾離群而索居(獨居)，亦已(太)久矣。”\n\n\n【注釋】\n本篇選自《禮記•檀弓上》，寫曾子對子夏的批評：對老師不敬、對父母不孝、對兒子溺愛。\n【参考译文】\n  子夏因为死了儿子而哭瞎了眼睛。曾子去慰问他，说：“我听说过，朋友丧失了视力，应该为他难过得哭\n一场。”说完就哭了。子夏也跟着哭，说：“天啊！我是无罪的，怎么落此下场！”曾子一听动了气，说：“商！\n你怎么无罪呢？我和你都在洙、泗之间跟着我们的老师学习本领，年纪大了，你就回到了西河地区，也没听说\n你如何称扬老师，倒是使西河的居民把你比作我们的老师，这是你的第一条罪过。你的双亲死了，居丧期间，\n你也没有让当地居民看到你有什么好的表现，这是你的第二条罪过。死了儿子，你就哭瞎了眼睛，说明你把儿\n子看得比老子还重要，这是你的第三条罪过。等等……，你怎么会是没有罪过呢？”子夏听得很服气，就抛开\n手杖下拜说：“我错了！我错了！我离开朋友而独居，时间也太久了！”\n\n\n第五課 古今詞義的差異與溝通"
    },
    {
     "h": "01《齐桓公伐楚》",
     "c": "【原文】\n  四年，春，齊侯(指齊桓公)以(介詞，率領)諸侯之師(指參加此次戰役的魯、宋、陳、衛、鄭、許、曹等\n國的軍隊)侵蔡(國名,姬姓,侯爵,現河南省汝南、上蔡一帶)。蔡潰(潰敗)，遂伐楚。楚子(楚成王,名惲)使與\n師言曰：“君處北海(今渤海)，寡人處南海(楚國國境不到南海，北海、南海並非實指，泛指兩國距離很遙遠)，\n唯是風(馬、牛牝牡相誘)馬牛不相及也。不虞(料想、想到)君之涉(本指徒步過河,這裡指走到、進入)吾地也，\n何故？”管仲(齊國大夫,姓管,名夷吾,字仲)對曰：“昔召康公命我先君大公(大後作“太”)曰：‘五侯九伯，女(rǔ,\n你,後作“汝”)實(句中語氣詞)征之，以夾輔(輔佐)周室。’賜我先君履(鞋。這裡代指可以征伐的範圍)：東\n至于海(泛指黃海、渤海)，西至于河(黃河)，南至于穆陵(楚國地名,指今湖北穆陵關,一說指今山東穆陵關)，\n北至于無棣(地名,今山東無棣一帶)。爾貢包茅(包裹成捆的菁茅,菁茅爲楚國特產,祭祀使用。包一作“苞”)\n不入，王祭不共(gōng,供給,後作“供”)，無以縮酒(滲酒,古代祭祀一種儀式。把酒倒在神主前包茅上讓其\n慢慢滲下,表示神已飲酒)，寡人是徴；昭王(周昭王,成王之孫,名瑕)南征(遠行)而不復(回來)，寡人是問。”\n對曰：“貢之不入，寡君之罪也，敢(謙敬副詞,做狀語,可譯爲“怎敢”)不共給？昭王不復，君其(語氣詞,做\n狀語,表示委婉語氣,可譯爲“請”)問諸(“之於”的合音,其中“之”指代這件事)水濱。”\n  師進，次(臨時駐扎)於陘(山名,在今河南)。\n  夏，楚子使屈完(楚國大夫)如(前往,到……去)師(諸侯聯軍)。師退，次於召陵(楚國地名,在今河南)。\n\n\n\n\n  齊侯陳(陳列)諸侯之師，與屈完乘(乘車)而觀之。齊侯曰：“豈不穀是爲？先君之好是繼。豈不穀同好，\n如何？”對曰：“君惠(表敬副詞)徼(求)福於敝邑之社稷(社,土地神。稷,五穀神)，辱(表敬副詞)收寡君，寡君\n之願也。”齊侯曰：“以此衆戰，誰能禦之！以此攻城，何城不克！”對曰：“君若以德綏(安撫)諸侯，誰敢不服？\n君若以力，楚國方城(楚國山名,在今河南。“方城”作介詞“以”的前置賓語)以爲城，漢水以爲池(護城河。\n“漢水”作“以”的前置賓語)，雖衆，無所用之！”\n  屈完及諸侯盟。\n\n\n【注釋】\n\n本篇選自《左傳》。題目爲後加。本篇講述了齊桓公熟啊領齊、魯、宋、衛、鄭、許、曹等國軍隊進攻楚國。\n\n楚國也不示弱,派出使者與齊國展開了針鋒相對的鬥爭。最後雙方訂立了盟約\n\n召(shào)康公：召公奭,周成王太保,與周公共同輔佐王室。因食邑在召地,故稱召公,謚號“康”\n\n大(tài)公：姜姓,呂氏,名尚。稱姜太公,輔佐周王滅商。封在齊國,爲齊國始祖。大,後作“太”\n\n五侯九伯：泛指諸侯。五侯指公、侯、伯、子、男五等爵位。九伯,九州之長\n\n寡人是徴：賓語前置,代詞“是”作賓語置于動詞“徴”之前。徴,索取\n\n寡人是問：賓語前置,代詞“是”做賓語,置於動詞“問”之前\n\n豈不穀是爲：賓語前置,“不穀”做“爲”的前置賓語,用代詞“是”複指。不穀,不德,諸侯自謙之辭\n\n先君之好是繼：賓語前置,“先君之好”做“繼”的前置賓語,用代詞“是”復指\n\n\n【参考译文】\n\n  鲁僖公四年的春天，齐桓公率领诸侯国的军队攻打蔡国。蔡国溃败，接着又去攻打楚国。\n\n  楚成王派使节到齐军对齐桓公说：“您住在北方，我住在南方，因此牛马发情相逐也到不了双方的疆土。\n\n没想到您进入了我们的国土这是什么缘故？”管仲回答说：“从前召康公命令我们先君姜太公说：‘五等诸侯\n\n和九州长官，你都有权征讨他们，从而共同辅佐周王室。’召康公还给了我们先君征讨的范围：东到海边，西\n\n到黄河，南到穆陵，北到无棣。你们应当进贡的包茅没有交纳，周王室的祭祀供不上，没有用来渗滤酒的东西，\n\n我特来征收这个；周昭王南巡没有返回，我特来查问这件事。”楚国使臣回答说：“贡品没有交纳，是我们国\n\n君的过错，我们怎么敢不供给呢？周昭王南巡没有返回，还是请您到水边去问一间吧！”于是齐军继续前进临\n\n时驻扎在陉。\n\n  这年夏天，楚成王派使臣屈完到齐军中去交涉，齐军后撤，临时驻扎在召陵。\n\n  齐桓公让诸侯国的军队摆开阵势，与屈完同乘一辆战车观看军容。齐桓公说：“诸侯们难道是爲我而来吗？\n\n他们不过是爲了继承我们先君的友好关系罢了。你们也同我们建立友好关系，怎么样？”屈完回答说：“承蒙\n\n您惠临敝国并爲我们的国家求福，忍辱接纳我们国君，这正是我们国君的心愿。”齐桓公说：“我率领这些诸\n\n侯军队作战，谁能够抵挡他们？我让这些军队攻打城池，什么样的城攻不下？”屈完回答说：“如果您用仁德\n\n来安抚诸侯，哪个敢不顺服？如果您用武力的话，那么楚国就把方城山当作城墙，把汉水当作护城河，您的兵\n\n马虽然衆多，恐怕也没有用处！”\n\n  后来，屈完代表楚国与诸侯国订立了盟约。"
    },
    {
     "h": "02《介子推不言祿》",
     "c": "【原文】\n  晉侯(晉文公,名重耳,謚號“文”)賞從亡者(跟隨他到國外流亡的人)，介之推不言祿，祿亦弗及。推曰：\n\n\n\n\n“獻公(名詭諸,晉武公之子,文公重耳之父)之子九人，唯君在矣！惠(晉惠公,名夷吾,晉獻公之子)、懷(名圉,\n晉惠公之子)無親(親近的人)，外(國外諸侯)內(國內百姓)棄之。天未絕晉，必將有主。主晉祀者，非君而誰？\n天實置之，而二三子(指跟隨重耳出亡并得到賞賜的人)以爲己力，不亦誣(虛妄不實,荒唐)乎？竊人之財猶謂\n之盜，況貪(《說文•貝部》：“貪,欲物也,從貝,今聲。”此處用本義。義爲貪求,貪取)天功以爲己力乎？下\n義(名詞意動用法。把……當作義行)其罪，上賞其姦(邪惡)，上下相蒙(欺騙)，難與處矣。”其母曰：“盍(何\n不)亦求之？以死，誰懟(賓語前置,疑問代詞“誰”作賓語,置於動詞“懟”之前。懟,怨恨)？”對曰：“尤(指\n責)而效(模仿,效法)之，罪又甚焉(兼詞,相當於“於是”,其中“是”指代“貪天功以爲己力”這件事)。且出\n怨言，不食其食。”其母曰：“亦使知之，若何(怎麼樣)？”對曰：“言，身之文(文飾,裝飾)也。身將隱，焉(疑\n問代詞,做狀語,哪里)用文之？是求顯也。”其母曰：“能如是乎？與女(rǔ,第二人稱代詞,你)偕(一起)隱。”\n遂隱而死。\n  晉侯求(尋找)之，不獲，以綿上(晉國地名,故址在今山西)爲之田(雙賓語。田,封地)，曰：“以志(記)吾\n過(過失,錯誤)，且旌(表彰)善人。”\n\n\n【参考译文】\n\n  晋文公赏赐跟着他逃亡的人们，介之推没要求禄赏，而晋文公赐禄赏时也没有考虑到他。介之推说：“献\n\n公的儿子有九个，现在惟独国君还在人世。惠公、怀公没有亲信，国内外都抛弃他们。上天没有打算灭绝晋，\n\n所以必定会有君主。主持晋国祭祀的人，不是君王又是谁呢？上天实际已经安排好了的，而跟随文公逃亡的人\n\n却认爲是自己的贡献，这不是欺骗吗？偷窃别人的钱财都被说爲是盗窃。更何况这种贪图天大的功劳而将其作\n\n爲自己贡献的人呢？下面的臣子将罪当做道义，上面的国君对这奸诈的人给予赏赐。上下互相欺瞒，难以和他\n\n们相处啊。”他的母亲说：“你何不也去求得赏赐呢？否则这样贫穷地死去又能去埋怨谁呢？”回答说：“责\n\n备这种行爲而又效仿它，罪更重啊！况且我已经说出埋怨的话了，不能吃他的俸禄了。”他的母亲说：“也让\n\n国君知道这事，好吗？”回答说：“言语，是身体的装饰。身体将要隐居了，哪里还需要装饰呢？这样是乞求\n\n显贵啊。”他的母亲说：“你能够这样做吗？那么我和你一起隐居。”于是就隐居到死去。\n\n  晋文公没有找到他，便用绵上作爲他的封地。说：“用它来记下我的过失，并且表彰善良的人。”"
    },
    {
     "h": "03《子文治兵》",
     "c": "【原文】\n  楚子(指楚成王，名頵yūn)將圍宋(子姓諸侯國,成湯的後代,今河南商丘一帶)，使子文治兵於睽(kuí ,\n楚國邑名)，終朝(日出至上午十時左右)而畢，不戮一人。子玉(姓成,名得臣,字子玉,現楚國令尹)復治兵于蔿\n(wěi,楚國邑名)，終日而畢，鞭七人，貫(這裡指用箭刺穿。貫耳是軍隊中一種刑罰)三人耳。國老(退職的有\n名望的老臣)皆賀子文，子文飲之酒。蔿賈(字伯嬴,即後來楚國名相孫叔敖之父)尚幼，後至，不賀。子文問之，\n對曰；“不知所賀。子之傳政於子玉(子文把令尹的職位傳給了子玉)，曰：‘以靖(安定)國也。’靖諸(“之於”\n的合音)內而敗諸外，所獲幾何？子玉之敗，子之舉(推薦)也。舉以敗國，將(副詞,做狀語,還、又)何賀(賓語\n前置,疑問代詞“何”做賓語,置於動詞“賀”之前)焉？子玉剛(剛愎自用)而無禮，不可以治民。過三百乘(三\n百輛戰車的兵力)，其(語氣詞,表示測度語氣,大概)不能以(率領,後面省略了賓語“之”字)入(回國)矣。苟(假\n如)入而賀，何後之有(賓語前置,“何後”作“有”的前置賓語,用代詞“之”復指)？”\n\n\n【注釋】\n\n\n\n\n子文：闘榖於菟(dòu gǔ wū tú),字子文,楚國大夫闘伯比之子,楚國前任令尹(最高行政長官)\n\n飲之酒：雙賓語,“之”代指國老,作間接賓語。“酒”爲直接賓語。飲yìn,動詞使動用法,使……喝。\n\n\n【参考译文】\n\n  楚成王将要包围宋国，让前任令尹子文在睽地训练军队，练兵一早晨，连一个士兵也不惩罚。令尹子玉又\n\n在蒍地训练军队，练兵一天后，鞭打过七人，用箭贯穿了三人的耳朵。已经退休的卿大夫们都去向子文庆贺，\n\n子文送酒给他们喝。蒍贾当时还年幼，迟后些来到子文那里，不对他表示庆贺。子文问他爲什么不庆贺，回答\n\n说：“不知道要庆贺什么。你把政事传给子玉，说是:‘用来安定国家。’安定了内部而失败于外部，收获有\n\n多少呢？子玉的失败，是由你推举的。你推举他却导致国家失败，还有什么可庆贺的呢？子玉刚愎自用而不懂\n\n礼仪，不能够治理军队，如果让他率领的军队超过三百乘，他就不能让这支军队回到国内。假如他能全军回来\n\n我再祝贺，还有什么迟后的呢？”"
    },
    {
     "h": "04《晉靈公不君》",
     "c": "【原文】\n  晉靈公(名夷皋,晉襄公之子)不君(名詞用作動詞。不君,不行君道)，厚(重)斂(賦稅)以彫(畫)牆；從臺上\n彈(tán，用彈弓射)人而觀其辟(躲避,後作“避”)丸(彈丸)也；宰夫胹(ěr,燉)熊蹯(熊掌)不孰(後作“熟”)，\n殺之，寘諸(“之於”的合音,“之”指代“宰夫”)畚(用草繩編成的筐一類的器皿)，使婦人載(抬著,一說用\n車裝着)以過朝(從朝廷上經過)。趙盾(謚號“宣子”,趙國正卿)、士季(名會,趙國大夫)見其手，問其故而患\n之。將諫，士季曰：“諫而不入，則莫之繼也。會請先，不入，則子(對人的敬稱,您)繼之(代詞,指代說話者)。”\n三進及溜(指屋檐下的滴水處)，而後視之。曰：“吾知所過(所犯的過錯)矣，將改之。”稽首而對曰：“人誰無過？\n過而能改，善莫(否定性無定代詞,作主謂結構的主語,沒有哪一種)大焉(兼詞,相當於“於是”,其中“是”指\n代“過而能改”)！《詩》(引自《詩經•大雅•蕩》)曰：‘靡(無定代詞,沒有誰)不有初(開始)，鮮(少)克(能夠)\n有終。’夫如是，則能補過者鮮矣。君能有終，則社稷之固也，豈惟群臣賴之。又曰：‘袞職(周天子。袞是周天\n子穿的禮服,指代天子。此詩中指周宣王)有闕(過失)，惟仲山甫(周宣王的相。此詩出自《詩經•大雅•烝民》)\n補之。’能補過也。君能補過，袞不廢矣。”\n  猶不改。宣子驟(多次)諫。公患之，使鉏麑(chú ní,晉國力士)賊(《說文•戈部》：“賊,敗也,戈部,\n則聲。”此處用本義,義爲殺害)之。晨往，寢(臥室)門闢(開)矣，盛(穿戴整齊)服將朝(上朝)。尚早，坐而假\n寐(打瞌睡)。麑退，嘆而言曰：“不忘恭敬，民之主(當家人)也。賊民之主，不忠；棄君之命，不信(信用)。\n有一於此，不如死也。”觸槐而死。\n  秋，九月，晉侯飲趙盾酒，伏甲將攻之。其右提彌明知之, 趨(小步快跑)登，曰：“臣侍君宴，過三爵，\n非禮也。”遂扶以下。公嗾(sǒu,喚狗的聲音)夫獒(猛犬)焉，明搏而殺之。盾曰：“弃人用犬，雖猛何爲！”鬥\n且出。提彌明死(爲……而死,這裡指爲趙盾而戰死)之。\n  初，宣子田(田獵)於首山(首陽山,在今山西)，舍(休息)于翳桑(地名,今不詳)。見靈輒餓(長時間缺乏飲\n食)，問其病，曰：“不食三日矣。”食(sì,動詞使動用法,使……吃)之，舍(剩下,後作“捨”)其半。問之，\n曰：“宦(在貴族家做奴僕)三年矣，未知母之存否。今近焉，請以遺(wèi,送給)之。”使盡之，而爲之簞食與\n肉，置諸橐(口袋)以與之。既而(不久)與(參與)爲公介(甲士)，倒戟以禦公徒而免(動詞使動用法,使……免除\n禍難)之。問何故，對曰：“翳桑之餓人也。”問其名居，不告而退。遂自亡(逃走)也。\n  乙丑(九月二十六日)，趙穿(晉襄公女婿,趙盾昆弟)攻(一作“殺”)靈公於桃園(晉靈公的園囿)。宣子未\n出山(指晉國邊境的山)而復。大史書曰：“趙盾弑其君。”以示于朝。宣子曰：“不然。”對曰：“子爲正卿，亡不\n\n\n\n\n越竟(邊境,後作“境”)，反(回來,後作“返”)不討賊(指殺害晉靈公的兇手)，非子而誰？”宣子曰：“烏呼！\n‘我之懷(眷戀)矣，自詒(留下)伊戚(憂患)’，其我之謂矣。”\n\n【注釋】\n\n莫之繼：賓語前置,否定句中代詞“之”作賓語,置於動詞“繼”之前。意爲“沒有誰能接繼您”。因趙盾是正\n\n卿,除國君外,官位最高。之,代詞,指聽話者\n\n三進：士季每進一次,就向晉靈公跪拜一次,靈公故意裝作看不見。所以只能繼續往前走,再拜,一共前進了三次\n\n稽首：先跪拜,再拱手至地,頭伏在雙手前的地上稍作停留。稽首是古人最恭敬的禮節\n\n飲趙盾酒：雙賓語,“酒”是直接賓語,“趙盾”是間接賓語。飲yìn,動詞使動用法,使……喝。\n\n右：車右,又叫參盛。戰車上的勇力之士。古代車制,一車三人。君王或者主帥居中,御者居左,勇力之士居右。\n\n非帥車中,則尊者居左,御者居中\n\n爲之簞食與肉：雙賓語,“簞食與肉”是直接賓語,“之”是間接賓語。爲,準備。簞dān,盛飯用的圓竹筐。\n\n其我之謂：意爲,說的是我。其：語氣詞,表示測度、委婉語氣,可譯爲“大概”。我之謂：賓語前置,“我”作\n\n“謂”的前置賓語,用“之”復指。\n\n【参考译文】\n\n  晋灵公不行君道，大量征收赋税来满足奢侈的生活。他从高台上用弹弓射行人，观看他们躲避弹丸的样子。\n\n厨师没有把熊掌炖烂，他就把厨师杀了，把尸体放在筐里，让宫女们抬着经过朝廷。大臣赵盾和士季看见露出\n\n的死人手，便询问他被杀的原因，并爲晋灵公的无道而忧虑。他们准备规劝晋灵公，士季说：“如果您去进谏\n\n而国君不听，那就没有人能接着进谏了。让我先去规劝，他不接受，您就接着去劝谏。”士季去见晋灵公时往\n\n前跪拜了三次，到了屋檐下，晋灵公才抬头看他，并说：“我已经知道自己的过错了，打算改正。”士季叩头\n\n回答说：“哪个人能不犯错误呢，犯了错误能够改正，没有比这更大的好事了。《诗经》里说：‘没有谁向善\n\n没一个开始的，但很少有人能坚持到底。’如果这样，那么弥补过失的人就太少了。您如能始终坚持向善，那\n\n么国家就有了保障，而不止是臣子们有了依靠。《诗经》还说：‘周宣王有了过失，只有仲山甫来弥补。’这\n\n是说周宣王能补救过失。国君能够弥补过失，君位就不会失去了。”\n\n  可是晋灵公仍然没有改正。赵盾又多次劝谏，使晋灵公感到厌烦，晋灵公便派鉏麑去刺杀赵盾。鉏麑一大\n\n早就去了赵盾的家，只见卧室的门开着，赵盾穿戴好礼服准备上朝，时间还早，他和衣坐着打盹儿。鉏麑退了\n\n出来，感叹地说：“时刻不忘记恭敬国君，真是百姓的领袖啊。杀害百姓的领袖，这是不忠；背弃国君的命令，\n\n这是失信。不忠不信中有一样违背了，还不如去死！”于是，鉏麑一头撞在槐树上死了。\n\n  秋天九月，晋灵公请赵盾喝酒，事先埋伏下武士，准备杀掉赵盾。赵盾的参乘提弥明发现了这个阴谋，快\n\n步走上殿堂，说：“臣下陪君王宴饮，酒过三巡还不告退，就不合礼仪了。”于是他扶起赵盾走下殿堂。晋灵\n\n公唤出了猛犬来咬赵盾。提弥明徒手上前搏斗，打死了猛犬。赵盾说：“不用人而用狗，即使凶猛，又有什么\n\n用！”他们两人与埋伏的武士边打边退。结果，提弥明爲赵盾战死了。\n\n  当初，赵盾到首阳山打猎，住在翳桑。他看见有个叫灵辄的人饿得厉害，便去问他的病情。灵辄说：“我\n\n已经多日没吃东西了。”赵盾给他东西吃，他留下了一半。赵盾询问原因，灵辄说：“我在外当奴仆已经多年\n\n了，不知道家中老母是否活着。现在离家近了，请允许我把这一半留给她。”赵盾让他把食物吃完，另外给他\n\n准备了一篮饭和肉，放在口袋里给他。不久灵辄做了晋灵公的武士，他在搏杀中把武器倒过来抵挡晋灵公手下\n\n的人，使赵盾得以脱险。赵盾问他爲什么这样做，他回答说：“我就是在翳桑的饿汉。”赵盾再问他的姓名和\n\n住处，他没有回答就退走了。赵盾自己也逃亡了。\n\n  九月二十六日，赵穿在桃园杀掉了晋灵公。赵盾还没有走出国境的山界，听到灵公被杀便回来了。晋国太\n\n史董狐记载道：“赵盾弑杀了他的国君。”他还把这个说法拿到朝廷上公布。赵盾说：“不是这样。”董狐说：\n\n“您身为正卿，逃亡而不出国境，回来后又不讨伐叛贼，不是您杀了国君又是谁呢？”赵盾说：“哎！《诗经》\n\n\n\n中说：‘由于我怀念祖国，反而自己找来了忧患。’这话大概说的是我吧。”"
    },
    {
     "h": "05《子產論爲政》",
     "c": "【原文】\n  鄭子產(時任鄭國執政大夫)有疾，謂子大叔(名游吉,鄭國大夫,大tài,後作“太”)曰：“我死，子必爲\n政(執政，治理政事)。唯有德者能以寬(寬大,鬆緩)服(動詞使動用法,使……服從)民，其次莫如猛(嚴厲)。夫\n火烈，民望而畏之，故鮮(xiǎn,少)死焉(兼詞,相當於“於是”,其中“是”指代“火”)。水懦弱，民狎(xiá,\n輕視)而翫(wán,戲耍)之，則多死焉。故寬難。”疾數月而卒。\n  大叔爲政，不忍猛而寬。鄭國多盜(強盜)，取人(指劫取他人財物。一說“取人”當爲“聚”之誤)於萑苻\n(huán pǔ,又作萑蒲,澤名,今不詳。一說爲“蘆葦”)之澤。大叔悔(對……後悔)之，曰：“吾早從夫子(對人\n的尊稱,指子產)，不及此。”興(出動)徒兵(步兵)以攻萑苻之盜，盡殺之。盜少(副詞,漸漸)止。\n  仲尼曰：“善哉，政寬則民慢(懈怠)，慢則糾之以猛。猛則民殘(受到損害)，殘則施之以寬。寬以濟(補助,\n救助)猛，猛以濟寬，政是以(代詞“是”作賓語,置於介詞“以”前,可譯作“因此”)和(適中)。《詩》(指《詩\n經•大雅•民勞》)曰：‘民亦勞(辛勞)止(語氣詞)，汔(qì,庶幾,希望。一說爲“乞”的借字,義爲“乞求”)可\n小康(安居,安寧)；惠此中國(周王室統治的地區)，以綏(安撫)四方(指諸侯國)’，施之以寬也。‘毋(副詞,不要)\n從(zòng,放縱,後作“縱”)詭(狡詐)隨(順從)，以謹(警戒)無良(不善之人)；式(語氣詞,無義)遏(制止)寇虐，\n慘(一作“憯”,曾)不畏明(指公開的法令)’，糾之以猛也。‘柔(懷柔)遠能(和睦)邇，以定我王’，平之以和也。\n又曰：‘不競(急躁)不絿(qiú,舒緩)，不剛不柔。布(施)政優優(寬和的樣子)，百祿是遒’，和之至也。”\n  及子產卒，仲尼聞之，出涕(眼淚)曰：“古之遺愛(仁。意思是說“子產的仁愛,有古之遺風”)也。”\n\n\n【注釋】\n\n百祿是遒：“百祿”作“遒”的前置賓語，用代詞“之”復指。遒：聚集。這四句出自《詩經•商頌•長發》\n\n【参考译文】\n\n  郑国的子产得了病。对子大叔说：“我死以后，您必定主政。只有道德高尚的人能够用宽厚的政策使民衆\n\n服从，其次没有比严厉的政策更有效的了。比如烈火，民衆望见就害怕它，所以很少死在其中的。水柔弱，民\n\n衆轻视并戏耍其中，就很多死在水中的，所以宽厚的政策难以实施。”子产病数月后死去。\n\n  大叔执政，不忍心严厉，而施行宽柔政策。郑国因此很多盗贼，他们在萑苻之地劫取他人财物。大叔后悔\n\n了，说：“我早听从子产的，不会到此地步。”发步兵去攻击萑苻的盗贼，将他们全部杀灭，盗贼才渐渐地被\n\n遏止。\n\n  孔子说：“好啊！政策宽厚民衆就怠慢，民衆怠慢就用严厉的政策来纠正。政策严厉民衆就受伤害，民衆\n\n受伤害了就施与他们宽厚的政策。用宽大来调和严厉；用严厉来补充宽大，政治因此而调和。《诗经》中说：\n\n‘民衆也辛苦了，希望可以安宁；赐予城中的民衆恩惠，用来安抚诸侯。’这是施与民众以宽厚啊。‘不要放\n\n纵狡诈，用来防范邪恶；遏止盗贼肆虐，因爲他们不畏惧法令。’这是用严厉来纠正。‘用怀柔方式对待远方\n\n的民衆能够使大家亲近，这样来稳定我们的王朝。’这是用和缓的政策来使民衆平安祥和啊。《诗经》还说：\n\n‘不急躁不舒缓，不严厉不柔弱，实施政策平和，所有的福祉就都聚集过来。’这是平和的极致啊。”\n\n  等到子产逝世，孔子听说了，哭泣道：“子产的仁爱，有古之遗风。”\n\n\n第六課 多義詞與詞義引申"
    },
    {
     "h": "01《楚人獻黿》",
     "c": "【原文】\n  楚人獻黿(yuán，狀似鱉而大。古人以爲美味)于鄭靈公(名夷，鄭穆公太子)。公子宋(字子公，鄭國大夫)\n與子家(即公子歸生，鄭國大夫)將見(xiàn，指被詔上朝見君)。子公之食指動，以示子家，曰：“他(別的)\n日我如此，必嘗異味。”及入，宰夫將解黿，相視而笑。公問之，子家以告。及食(sì，動詞使動用法，使……\n吃)大夫黿，召子公而弗與也。子公怒，染指(用手指在湯中蘸了一下)於鼎，嘗之而出。公怒，欲殺子公。子\n公與子家謀(商議)先(先動手)。子家曰：“畜老猶憚(害怕，這裡指不忍心)殺之，而況君乎(習慣句式，何况是……\n呢)？”反譖(誣陷，這裡指誣陷子家想弒君)子家，子家懼而從之。夏，弑靈公。\n  書曰：“鄭公子歸生弑其君夷。”權(權利，一說“權謀”。杜預注：“子家權不足以禦侮，懼譖而從弒君，\n故書以首惡。”)不足也。君子曰：“仁(仁愛之心，指子家起初稱“畜老猶憚殺之，而况君乎？”)而不武(勇\n武果敢)，無能達(實現，這裡指實現仁愛)也。”\n\n\n【参考译文】\n\n  楚国人献给郑灵公一只大甲鱼。公子宋和子家将要进见，走在路上，公子宋的食指忽然自己动了起来，就\n\n把它给子家看，说：“以往我遇到这种情况，一定可以尝到美味。”等到进去以后，厨师正准备切甲鱼，两人\n\n互相看着而笑起来。郑灵公问他们为什么笑，子家就把刚才的情况告诉郑灵公。等到郑灵公把甲鱼赐给大夫们\n\n吃的时候，也把公子宋召来但偏不给他吃。公子宋发怒，用手指头在鼎里蘸了蘸，尝到味道后才退出去。郑灵\n\n公发怒，要杀死公子宋。公子宋和子家策划先下手。子家说：“牲口老了，尚且不忍心杀掉，何况是国君呢？”\n\n公子宋就反过来诬陷子家。子家害怕，只好跟着他干。夏季，杀死了郑灵公。\n\n  《春秋》记载说：“郑公子归生弑其君夷。”这是由于子家的勇气不足。君子说：“仁爱而没有勇武，总\n\n是达不到目的。”"
    },
    {
     "h": "02《楚歸晉知罃》",
     "c": "【原文】\n  晉人歸公子穀臣(楚莊王之子，在邲之戰中被晉軍俘虜)與連尹(楚國官名)襄老(楚國大夫，在邲之戰中被\n晉軍射死)之屍于楚，以求知罃(字子羽，又稱知伯、知武子，荀首之子，晉國大夫。知，後作“智”)。於是\n荀首(又稱知莊子，食邑於知，以知爲氏。知罃之父，晉軍將領)佐中軍矣，故楚人許之。王(楚共gōng 王，\n名審，楚莊王之子)送知罃曰：“子其怨(怨恨)我乎？”對曰：“二國治戎(整頓軍隊，這裡指交戰)，臣不才，不\n勝其任，以爲俘馘(作戰時被對方活捉的人稱“俘”，割取對方戰死者的左耳稱“馘”，這裡指戰俘)。執事(君\n王手下的辦事人員，代稱君王，表尊重)不以釁鼓(一種祭祀儀式，殺牲將其血塗在鐘鼓上，這裡指殺死戰俘)，\n使歸即戮，君之惠也。臣實不才，又誰敢怨？”王曰：“然則德(感激)我乎？”對曰：“二國圖其社稷(爲國家謀劃)，\n而求紓(緩和)其民，各懲(戒)其忿(怒氣，怨恨)以相宥(原諒)也，兩(雙方)釋累囚(指戰俘)以成其好。二國有\n好，臣不與及，其誰敢德？”王曰：“子歸，何以報我？”對曰：“臣不任(擔任)受怨，君亦不任受德，無怨無德，\n不知所報。”王曰：“雖然，必告不穀。”對曰：“以君之靈，纍臣得歸骨于晉，寡君之以爲戮，死且不朽。若從\n君之惠而免之，以賜君之外臣(臣子對別的國家的君主稱呼本國的大臣爲“外臣”)首(即知罃父親荀首)，首其\n請於寡君，而以戮於宗(宗廟)，亦死且不朽。若不獲命，而使嗣(sì，繼承)宗職(宗子世襲的職務)，次(按照\n順序)及於事(指軍事)，而帥偏師(副帥所率領的部隊。這是謙敬的說法)以脩(指守衛)封疆(疆界)。雖遇(《說\n文•辵部》：“遇，逢也。从辵，禺聲。”此處用本義，義爲不期而遇、遭遇)執事，其(時間副詞，將)弗敢違\n(是交戰的委婉說法。違，躲避)。其竭力致死，無有二心，以盡臣禮，所以報也。”王曰：“晉未可與爭。”重爲\n之禮而歸之(很隆重地給他舉行了禮儀，把他送回去了。爲之禮，雙賓語)。\n\n\n\n\n\n\n【注釋】\n\n佐中軍：即爲中軍副帥。古代出師分上、中、下或左、中、右三軍，主帥親自統中軍\n\n即戮：受死。即：《說文•皀部》：“即食也。从皀，卪聲。”徐鍇曰：“即，就也。”此處用本義，走近。\n\n誰敢怨：賓語前置，疑問代詞“誰”作賓語，置於動詞“怨”和助動詞“敢”前。可譯爲“敢怨恨誰”\n\n誰敢德：賓語前置，疑問代詞“誰”作賓語，置於動詞“德”和助動詞“敢”前，可譯爲“敢感激誰”\n【参考译文】\n\n   晋国人把楚国公子穀臣和连尹襄老尸首归还给楚国，以此要求换回知罃。当时荀首已经是中军副帅，所\n\n以楚国人答应了。楚共王送别知罃，说：“您恐怕怨恨我吧！”知罃回答说：“两国交战，下臣没有才能，不\n\n能胜任所当职务，所以做了俘虏。君王的左右的人没有用我的血来祭鼓，而让我回国去接受杀戮，这是君王的\n\n恩惠啊。下臣实在没有才能，又敢怨恨谁？”楚共王说：“那么感激我吗？”知罃回答说：“两国为自己的国\n\n家打算，希望让百姓得到安宁，各自抑止自己的愤怒，求得互相原谅，两边都释放被俘的囚犯，以结成友好。\n\n两国友好，下臣不曾与谋，又敢感激谁？”楚共王说：“您回去，用什么报答我？”知罃回答说：“下臣既不\n\n怨恨，君王也不值得感恩，没有怨恨，没有恩德，就不知道该报答什么。”楚共王说：“尽管这样，也一定把\n\n您的想法告诉我。”知罃回答说：“承君王的福佑，被囚的下臣能够带着这把骨头回晋国，寡君如果加以诛戮，\n\n死得幸运。如果由于君王的恩惠而赦免下臣，把下臣赐给您的外臣荀首，荀首向我君请求，而把下臣杀戮在自\n\n己的宗庙中，也死得幸运。如果得不到寡君诛戮的命令，而让下臣继承宗子的地位，按次序承担晋国的大事，\n\n率领一部分军队以保卫边疆，虽然碰到君王的左右，我也不敢违背礼义回避，要竭尽全力以至于死，没有二心，\n\n以尽到为臣的职责，这就是所报答于君王的。”楚共王说：“晋国是不可以和它相争的。”于是就对知罃重加\n\n礼遇而放他回晋国去。"
    },
    {
     "h": "03《祁奚薦賢》",
     "c": "【原文】\n  祁奚(字黃羊，食邑於祁，晉國大夫)請老(指告老還鄉)，晉侯(指晉悼公，名周)問嗣(繼承人)焉。稱(推\n舉)解狐(解xiè，晉臣)，其讎(仇敵)也。將立之而卒。又問焉，對曰：“午(祁奚之子祁午)也可。”於是(指示\n代詞，作介詞“於”的賓語，此，這時)羊舌職(複姓羊舌，此時擔任中軍尉佐，副中軍尉)死矣，晉侯曰：“孰\n可以代之？”對曰：“赤(羊舌赤，羊舌職的兒子)也可。”於是使祁午爲中軍尉，羊舌赤佐之。\n  君子謂祁奚於是能舉善矣。稱其讎，不爲諂(chǎn，從言，閻省聲，此處用本義，義爲諂媚)；立其子，\n不爲比(bì，近，偏私)；舉其偏(副，羊舌職爲中軍佐，祁奚的下屬。這裡指其下屬的兒子)，不爲黨(偏袒)。\n《商書》(指《商書•洪範》，相傳此篇爲商代箕子所作，故又稱《商書》)曰：“無偏無党，王道(統治者提倡\n的一種理想政治，後指與霸道相對的政治)蕩蕩(shāng，公平無私)。”其祁奚之謂矣！解狐得舉，祁午得位，\n伯華得官，建(立，任命)一官而三物成，能舉善也夫！唯善，故能舉其類。《詩》(見《詩經•小雅•裳裳者華》)\n云：“惟(副詞，祗有)其有之(美德)，是以(因此)似之(意思是像他自己一樣的人)。”祁奚有焉(兼詞，相當於\n“於是”，其中“是”指代《詩經》中稱讚的美德)。\n\n【注釋】\n\n其祁奚之謂矣：大概說的是祁奚吧。其：語氣詞，表示揣度、委婉語氣，可譯爲“大概”。“祁奚”作“謂”\n\n的前置賓語，用代詞“之”復指。\n\n【参考译文】\n\n  祁奚请求告老退休，晋悼公问谁来接替他。祁奚称道解狐。解狐，是祁奚的仇人，晋悼公打算任命解狐，\n\n\n\n\n他却死了。晋悼公又问祁奚，祁奚回答说：“祁午也可以胜任。”这时羊舌职死了，晋悼公说：“谁可以接代\n\n他？”祁奚回答说：“羊舌赤也可以胜任。”因此，晋悼公就派遣祁午做中军尉，羊舌赤为副职。\n\n  君子认为祁奚在这种情况下能够推举有德行的人。举荐他的仇人而不是谄媚，推荐他的儿子而不是自私，\n\n推举他的副手而不是结党。《商书》说：“‘不偏私不结党，君王之道浩浩荡荡。’这说的就是祁奚啊。解狐\n\n得到推荐，祁午得到安排，羊舌赤能有官位，建立一个官位而成全三件事，这是由于能够推举贤能的人的缘故\n\n啊。唯其有德行，才能推举类似他的好人。《诗》说，‘正因为具有美德，推举他的人才能和他相似’，祁奚\n\n就是这样的人。”"
    },
    {
     "h": "04《晏嬰論和》",
     "c": "【原文】\n   齊侯(指齊景公，名杵臼)至自田(田獵)，晏子(又稱晏子，字平仲，齊國執政大夫，先後輔佐齊靈公、\n齊莊公、齊景公)侍於遄台(遄chuán，齊國地名，今山東省淄博附近)。子猶(梁丘據)馳而造(《說文•辵部》：\n“造，就也。從辵，告聲。”此處用本義，義爲來到)焉。公曰：“唯據與我和夫！”晏子對曰：“據亦同也，焉\n得爲和？”公曰：“和與同異乎？”對曰：“異。和如羹(用肉和菜調和五味做成的帶汁的食物)焉，水、火、醯(x\nī，醋)、醢(hǎi，肉醬)、鹽yán、梅(指用梅做成的醬)，以烹魚肉，燀(chǎn，炊)之以薪。宰夫和之，齊\n(jì，調和使適中，後作“劑”)之以味，濟(助，增加)其不及，以洩(xiè，減少)其過。君子食之，以平(形\n容詞使動用法，使……平和)其心。君臣亦然。君所謂可(正確的，可行的)而有否(錯誤的，不可行的)焉，臣\n獻(指出)其否以成(成就)其可；君所謂否而有可焉，臣獻其可以去其否。是以政平而不干(違犯)，民無爭心。\n故《詩》(指《詩經•商頌•烈祖》)曰：‘亦有和羹，既戒(完備)既平(平和)。鬷(zōng，獻，這裡指“獻羹”)\n嘏(gǔ，至，這裡指神到來。一說鬷嘏義爲“祭禱”)無言，時靡(沒有)有爭。’先王之濟五味(指辛、酸、鹹、\n苦、甘)，和五聲(指宮、商、角、徵、羽)也，以平其心，成其政也。聲亦如味，一氣，二體，三類，四物，\n五聲，六律，七音，八風，九歌，以相成也；清(清音)濁(濁音)、小大，短長、疾(快)徐(慢)，哀樂、剛柔，\n遲速、高下，出入、周(密)疏(稀)，以相濟也。君子聽之，以平其心。心平，德和。故《詩》(指《詩經•豳風\n•狼跋》)曰：‘德音不瑕(缺陷)。’今據不然。君所謂可，據亦曰可；君所謂否，據亦曰否。若以水濟水，誰能\n食之？若琴瑟之專壹(指祗出一種聲音)，誰能聽之？同之(連詞，用在主謂結構之間，取消句子獨立性)不可也\n如是(像這樣)。”\n\n【注釋】\n\n一氣：指聲靠氣來發動。二體：文體和武體，指用形體舞蹈來配合演唱。\n\n三類：指“風、雅、頌”三種類別。四物：指用來製成樂器的四方貢物。\n\n六律：指“黃鐘、太蔟(còu )、姑洗(xiǎn)、蕤(ruí )宾、夷则、无射(yì)”六種樂律。\n\n七音：指“宮、商、角、徵、羽、變宮、變徴”七個音階。\n\n八風：八方之風。即：條風(東北)、明庶風(東)、清明風(東南)、景風(南)、涼風(西南)、閶闔風(西)、不周\n\n風(西北)、廣莫風(北)。\n\n九哥：歌頌九功之德的歌。\n\n【参考译文】\n\n  齐景公从打猎的地方回来，晏子在遄台侍候，梁丘据驱车来到。齐景公说：“惟有据与我和谐啊！”晏子\n\n回答说：“据也只不过相同而已，哪里说得上和谐？”齐景公说：“和谐跟相同不一样吗？”晏子回答说：“不\n\n一样。和协好像做羹汤，用水、火、醋、酱、盐、梅来烹调鱼和肉，用柴禾烧煮，厨工加以调和，使味道适中，\n\n味道太淡就增加调料，味道太浓就加水冲淡。君子喝汤，内心平静。君臣之间也是这样。国君所认为行而其中\n\n\n\n\n有不行的，臣下指出它的不行的而使行的部分更加完备。国君所认为不行而其中有行的，臣下指出它的行的部\n\n分而去掉它的不行，因此政事平和而不肯违背礼仪，百姓没有争夺之心。所以《诗》说：‘有着调和的羹汤，\n\n已经告诫厨工把味道调得匀净。神灵来享而无所指责，上下也都没有争竞。’先王调匀五味、谐和五声，是用\n\n来平静他的内心，完成政事的。声音也像味道一样，是由一气、二体、三类、四物、五声、六律、七音、八风、\n\n九歌互相组成的。是由清浊、大小、短长、缓急、哀乐、刚柔、快慢、高低、出入、疏密互相调节的。君子听\n\n了，内心平静。内心平静，德行就和协。所以《诗》说‘德音没有缺失’。现在梁丘据不是这样。国君认为行\n\n的，据也认为行。国君认为不行的，梁丘据也认为不行。如同用清水去调剂清水，谁能吃它呢？如同琴瑟老弹\n\n一个音调，谁去听它呢？不应该相同的道理就像这样。”"
    },
    {
     "h": "05《宋人獻玉》",
     "c": "【原文】\n  宋人或(無定代詞，作主謂結構的主語，有一個人)得玉，獻諸(“之於”的合音，“之”代指“玉”)子罕\n(即公子喜，字罕，宋穆公之子，宋國賢大夫。時任司城，爲宋國六卿之一)。子罕弗受。獻玉者曰：“以示玉\n人(加工玉的匠人)，玉人以爲寶也，故敢獻之。”子罕曰：“我以不貪爲寶，爾以玉爲寶。若以與我，皆喪寶也。\n不若人有其寶。”稽首而告曰：“小人懷(懷揣，攜帶)璧，不可以越鄉(穿越鄉里。杜預注：“言必爲盜所害。”)。\n納(獻)此以請死(請求免死)也。”子罕置諸其里(鄉里，指子罕居住的鄉里)，使玉人爲之攻(治，加工)之，富(指\n賣玉得以富有)而後使復其所。\n\n\n【参考译文】\n\n宋国有人得到美玉，献给子罕。子罕不受。献玉的人说：“拿给玉工看过，玉工认为是宝物，所以才敢进献。”\n\n子罕说：“我把不贪婪作为宝物，你把美玉作为宝物，如果把玉给了我，我们两人都丧失了宝物，不如各人保\n\n有自己的宝物。”献玉的人叩头告诉子罕说：“小人带着玉璧，不能够越过乡里，把它送给您是用来免于一死\n\n的。”子罕把美玉放在自己的乡里，让玉工为他雕琢，卖出去，使献玉的人富有以后，然后让他回到家里。\n\n\n第七課 詞義關係"
    },
    {
     "h": "01《景公所愛馬暴死》",
     "c": "【原文】\n  景公(齊景公)使圉人(養馬的人)養所愛馬，暴(突然)死，公怒，令人操(持)刀解(肢解，分解肢體)養馬者。\n是時，晏子侍前，左右執刀而進，晏子止(動詞使動用法，使……停止)而問於公曰:“堯舜支(後作“肢”，下\n文同)解人，從何軀(身體，軀體)始？”公矍然(矍jué，內心驚慌而四處張望的樣子)曰：“从寡人始。”遂不支\n解。公曰：“以屬(zhǔ，交給，後作“囑”)獄。”晏子曰：“此不知其罪而死，臣爲君數(動詞，列舉)之，使知\n其罪，然後致之獄。”公曰：“可。”晏子數之曰：“爾罪有三：公使汝養馬而殺之，當(判處)死罪一也。又殺公\n之所最善馬，當死罪二也。使公以一馬之故而殺人，百姓聞之，必怨吾君；諸侯聞之，必輕(輕視，看不起)\n吾國。汝殺公馬，使怨積于百姓，兵弱於鄰國，汝當死罪三也。今以屬獄。”公喟然(喟kuì，感慨的樣子)歎\n曰：“夫子釋(放，赦免)之！夫子釋之！勿傷(損害)吾仁也。”\n\n\n【参考译文】\n\n  齐景公让养马人饲养他喜爱的马，马突然死了，景公大怒，命人拿刀肢解养马人。这时，晏婴在旁边侍立。\n\n\n\n手下的人拿了刀上前，晏婴叫住了他们，问景公说：“尧舜帝肢解人，是从身体的哪个部位开始的？”景公脸\n\n色惊恐，四处张望说：“尧舜帝不肢解人，肢解人是从我开始的。”于是就不肢解养马人。景公说：“把他关\n\n进监狱。”晏婴说：“这么做的话他不知道自己的罪就死了，我来替您列举他的罪状，让他知道自己的罪，然\n\n后再把他关到监狱去。”景公说：“可以。”晏婴就列数他的罪状：“你有三大罪状：景公让你养马你却把马\n\n养死了，这是判你死的第一条罪状。你又养死了景公最喜爱的马，这是死罪第二条。你让景公因为一匹马的缘\n\n故而杀人，百姓听说了，一定会怨恨我们的君王；诸侯听说了，一定会看不起我们的国家。你养死了景公的马，\n\n却使得老百姓对景公积聚怨恨，使兵力被邻国削弱，这是叛你死的第三条罪状。现在把你关进监狱。”景公感\n\n慨地叹道：“您放了他吧，您放了他吧！不要损害我的仁爱之心啊。”"
    },
    {
     "h": "02《景公出獵》",
     "c": "【原文】\n  景公(齊景公)出獵，上山見虎，下澤(有水的窪地)見蛇。歸，召晏子而問之曰：“今日寡人出獵，上山則\n見虎，下澤則見蛇，殆(大約)所謂之不祥(吉利)也？”晏子曰：“國有三不祥，是(代詞，這些)不與(參與，在……\n之中)焉(兼詞，相當於“於是”，其中“是”指代“三不祥”)。夫有賢(有德才的人)而不知，一不祥；知而\n不用，二不祥；用而不任(信任)，三不祥也。所謂不祥，乃若此者也。今上山見虎，虎之室(居所)也；下澤見\n蛇，蛇之穴也。如虎之室，如蛇之穴而見之，曷爲(賓語前置，疑問代詞“曷”作賓語，置於介詞“爲”前，\n可譯作“爲什麼”)不祥也？”\n\n\n【参考译文】\n\n  齐景公出外打猎，在山上看见了老虎，在沼泽又看见了蛇。回去之后，他召见并询问晏子：“今天我去打\n\n猎，上山就看见老虎，下沼泽就又看见了蛇，这大概就是一般人所说的不吉利的预兆吧？\"晏子回答说：\"一个\n\n国家有三种不吉利，而你刚才说的都不在其内。国家的不祥是：有贤人却不知道，这是第一不吉利；知道了却\n\n不能任用，这是第二不吉利；任用了却不能信任，这是第三不吉利。所谓不吉利，就是像这样的事情。今天大\n\n王上山看见老虎，山本来就是老虎的窝呀；下沼泽看见蛇，沼泽本来就是蛇的洞穴呀！到老虎窝看到老虎，到\n\n蛇穴看到蛇，这是很正常的，怎么说是不吉利呢？”"
    },
    {
     "h": "03《景公使晏子爲東阿宰》",
     "c": "【原文】\n   景公使晏子爲東阿(齊國地名，在今山東)宰(地方長官)，三年，毀(惡名，壞名聲)聞于國(國都)。景公\n不說(yuè，後作“悅”。下文“說”同)，召而免之。晏子謝(謝罪)曰：“ 嬰知嬰之過矣，請復(再)治阿三年，\n而譽(稱譽，好名聲)必聞于國。”景公不忍，復使治阿三年，而譽聞于國。景公說，召而賞之。景公問其故，\n對曰：“昔者嬰之治阿也，築(堵塞)蹊徑(小路)，急(緊，嚴格)門閭之政(指城門的守衛)，而淫(邪惡)民惡之(惡\nwù，討厭，厭惡。之：指示代詞，作賓語，這樣。下文“惡之”同)；舉(稱舉，任用)儉(節儉)力(身體力行)\n孝弟(tì，尊重兄長，後作“悌”)，罰偷(苟且)窳(yǔ，懶惰)，而惰民惡之；決(斷)獄(官司)不避(這裡指\n不躲避地方權貴豪強)，貴(地方權貴)強(豪強)惡之；左右(指君王身邊的人)所求，法(這裡指合法)則予，非\n法則否，而左右惡之；事(對待)貴人(指朝中顯貴)體不過禮(規定的禮節)，而貴人惡之。是以三邪(三種邪惡\n之人，即淫民、惰民、貴強)毀乎外，二讒(兩種讒佞之人，即左右、貴人)毀於內，三年而毀聞乎君(被動局勢，\n介詞“乎”引進行為的主動者，可譯作“被君王聽到”)也。今臣謹(表敬副詞，作狀語)更(《說文•攴部》：\n\n\n\n\n“更，改也，從攴，丙聲。”此處用本義，義爲改變)之，不築蹊徑，而緩門閭之政，而淫民說；不舉儉力孝\n弟，不罰偷窳，而惰民說；決獄阿(ē，曲從，迎合)貴強，而貴強說；左右所求言(一說爲“皆”之壞字)諾(答\n應)，而左右說；事貴人體過禮，而貴人說。是以三邪譽乎外，二讒譽乎內，三年而譽聞於君也。昔者嬰之所\n以當誅者宜賞，今所以當賞者宜誅，是故(因此)不敢受。”景公知晏子賢，迺(nǎi ，“乃”的異體字，副詞，\n于是，就)任以國政，三年而齊大興。\n\n【参考译文】\n\n   齐景公派晏子担任东阿的地方长官，三年后，晏子的恶名传扬于国都。景公不高兴了，把他召回来要免\n\n他的职。晏子谢罪说：“我知道我的过错了。请您允许我再治理东阿三年，我一定让好名声传扬于国都。”景\n\n公不忍心撤了他，又让他治理东阿三年，(果真)晏子的好名声传扬于国都。景公很高兴，就召见晏子并且奖赏\n\n他。景公问晏子(声誉变化的)缘故，晏子回答说：“从前我治理东阿，堵塞小路，严格把守城门，邪恶之民就\n\n讨厌这种做法；任用那些节俭、身体力行、孝顺长辈和尊重兄长的人，惩罚苟且懒惰之民，懒人就讨厌了；断\n\n官司不躲避地方权贵豪强，权贵豪强就讨厌了；君王您身边的人所求之事，合法就办，不合法就不办，您身边\n\n的人就讨厌了；对待朝中的显贵，体制不超过规定的礼节，显贵们就讨厌了。因此淫民、惰民、贵强这三种邪\n\n恶的人在朝外坏我名声，您身边的人和显贵们在朝内坏我名声，治理三年，坏名声就被您听到了。现在我改变\n\n我的做法，不堵塞小路，而放松城门守卫，邪恶之民就高兴了；不称举节俭、身体力行、孝顺父母和尊敬兄长\n\n的人，不惩罚苟且懒惰之人，惰民就高兴了；断官司迎合权贵豪强，权贵豪强就高兴了；您身边的人要我办事\n\n我都答应，您身边的人就高兴了；侍奉朝中的显贵，体制超过规定的礼节，显贵就高兴了。这样三种邪恶的人\n\n在朝外传扬我的好名声，您身边的人和显贵们在朝内传扬我的好名声，我治理东阿三年，好名声就被您听到了。\n\n从前我受罚，其实应该奖赏，现在我得到奖赏，其实应该受罚，因此我不敢接受。”景公知道晏子贤能，就把\n\n国家政事交给了他，三年之后齐国国力大增。"
    },
    {
     "h": "04《晏子爲齊相》",
     "c": "【原文】\n  晏子爲齊相(xiàng，這裡指擔任齊景公的相國)，出，其御(駕車，這裡指駕車的人)者之妻從門間(“閒”\n的後起字，《說文•門部》：“閒，隙也。從門，從月。”此處用本義，義爲縫隙)而闚(kuī，“窺”的異體\n字，暗中觀察)。其夫爲相御，擁(環抱)大蓋(車蓋)，策(趕着)駟馬，意氣揚揚(得志的樣子)，甚自得(心滿意\n足)也。既而(不久)歸，其妻請去(離去)。夫問其故。妻曰：“晏子長(身高)不滿六尺，身相齊國，名顯諸侯。\n今者，妾觀其出，志念(志向。念，想法)深矣，常有以自下(謙下)者。今子長八尺，迺(nǎi，“乃”的異體\n字，却)爲人僕御。然子之意(心思)，自以爲足。妾是以(因此)求去也。”其後，夫自抑損(克制，謙退)。晏子\n怪(形容詞意動用法，以爲……奇怪)而問之，御以實對。晏子薦以爲大夫。\n\n\n【参考译文】\n\n   晏子担任齐国的宰相，有一天坐车子出门。他车夫的妻子从门缝里偷看。她的丈夫为晏子驾车，撑着大\n\n车篷，用鞭子赶着四匹大马，意气风发，十分得意。车夫已经回到家里，他的妻子请求离开。车夫问这其中的\n\n原因，他的妻子说：“晏子身高不满六尺，担任齐国的宰相，名声在各诸侯国中都很显赫。现在我看他出门他\n\n的志向心思十分深远，常常有意降低自己的身份。如今你身高八尺，却只是个替人赶车的车夫，然而看你的样\n\n子，好像还觉得很满足。这就是我要离开你的原因。”从这件事后，车夫常常抑制自己的骄态，谦虚退让。晏\n\n子对此感到奇怪便询问车夫，车夫如实回答，于是晏子推荐他做了大夫。"
    },
    {
     "h": "05《景公欲更晏子之宅》",
     "c": "【原文】\n  景公欲更(換)晏子之宅，曰：“子之宅近市(市場)，湫(jiǎo，低窪)隘(ài，狹窄)囂(喧鬧)塵(有塵土)，\n不可以居，請更諸爽(開朗)塏(kǎi，地勢高而乾燥)者。”晏子辭(推辭，辭謝)曰：\"君之先臣(對國君稱自己\n故去的先人)容(居住)焉(兼詞，相當於“於是”，其中“是”指代“宅”)，臣不足以嗣(繼承)之，於臣侈(奢\n侈，過分)矣。且小人近市，朝夕得所求，小人之利(方便)也，敢(表敬副詞，作狀語，怎敢)煩里(鄉里，鄰居)\n旅(眾人)？\"公笑曰：“子近市，識貴賤乎？” 對曰：\"既竊(表敬副詞，私下)利(形容詞意動用法，以……爲利)\n之，敢不識乎？\"公曰：\"何貴？何賤？\"是時也，公繁(多)于刑，有鬻(yù，賣)踴(yǒng，受過刖刑的人穿的\n鞋子，即假腳)者，故對曰：\"踴貴而履(jù，鞋)賤。\"公愀然(愀qiǎo，憂懼的樣子)改容(面色)，公爲是(代\n詞，代指晏子所說的話)省(減少)于刑。\n  君子曰：\"仁人之言，其利博(廣大)哉！晏子一言而齊侯省刑。《詩》(指《詩經•小雅•巧言》)曰：'君子\n如祉(zhǐ ，福)，亂庶(庶幾，可能)遄(chuán，很快)已(停止)。'其是之謂乎(其：語氣詞，表示揣度語氣，\n\n可譯作“大概、或許”。是之謂：賓語前置，代詞“是”作“謂”的前置賓語，用“之”復指。意思是“說的\n是這類事情”)?\"\n\n\n【参考译文】\n\n  齐景公想要为晏婴更换住宅，对晏婴说：\"你的住宅靠近市场，下湿狭窄，而且声音喧闹、尘土飞扬，不\n\n能居住，请给你更换到明亮干燥的地方。\"晏子推辞说：\"君主以前的臣子就容身在这里，我本不足以继承他的\n\n职位，我住在这里还觉得奢侈呢。而且我靠近市场，早晚能够得到我所需要的东西，这是我的利益，哪里还敢\n\n麻烦人来管理我的家宅呢？\"齐景公笑着说：\"你靠近市场，货物价格的贵贱你知道吗？\"晏婴回答说：\"既然得\n\n到靠近市场的好处，还能不知道市场价格？\"齐景公问：\"什么东西贵，什么东西贱？\"当时齐景公刑罚繁重，\n\n好多人被砍掉腿脚，于是市场上就有出售假肢的人，所以晏婴回答说：\"削掉足的人所用的假肢价钱贵，鞋贱。\n\n\"齐景公听到这里忧惧而动容，齐景公因此减少了刑罚。\n\n  君子说：\"仁人的言论，它的利益是很广泛的。晏子的一句话，而齐景公就减少了刑罚。《诗经》说：'\n\n君子如果高兴，乱事就能很快停止下来。'正是说的这类事情吧？\"\n\n\n第三单元\n\n第八課 古代漢語詞類的劃分"
    },
    {
     "h": "01《北冥有魚》",
     "c": "【原文】\n  北冥(北冥，即北方的大海。冥：海，後作“溟”)有魚，其名曰鯤(kūn，傳說中的大魚)。鯤(傳說中的\n大鳥)之大，不知其幾千里也；化而爲鳥，其名爲鵬。鵬之背，不知其幾千里也；怒(奮發。這裡指鼓起翅膀)\n而飛，其翼若垂(天邊。一說爲懸掛)天之雲。是鳥也，海運(動)則將徙(遷移)于南冥。南冥者，天池(天然形\n成的水池)也。齊諧(書名)者，志(記載)怪(怪異的事)者也。諧之言曰：“鵬之徙于南冥也，水(名詞作狀語，\n在會面上)擊三千里，摶(tuán，環繞着向上飛)扶搖(又名飚biāo，旋風)而上者九(虛數)萬里，去(離開)以\n六月(周時六月，即夏曆四月)息(氣息，這裡指海動時的大風)者也。”野馬(春天野外林澤中的霧氣)也，塵埃(飛\n揚的西土。揚在空氣中的土叫“塵”，細碎的塵粒叫“埃”)也，生物(有生命的物質)之以息(氣息，呼吸)\n\n\n\n相吹也。天之蒼蒼(深藍色)，其(語氣詞，表揣測語氣)正色(真正的顏色)邪(句末語氣詞)？其遠而無所至極(盡\n頭)邪？其(指大鵬)視下也，亦若是(像這樣)則已(止，罷了)矣。且夫(凝固結構，表示進一步發表議論，可譯\n作“再說”)水之積也不厚，則其負(承載)大舟也無力。覆(倒)杯水於坳堂(堂上的低窪之處，坳ào)之上，則\n芥(小草)爲之舟(雙賓語，可譯作“給它杯水當船”)。置杯焉(兼詞，相當於“於是”，其中“是”指代坳堂)\n則膠(jiāo，粘住)，水淺而舟大也。風之積也不厚，則其負大翼也無力。故九萬里則風斯(就)在下矣，而後\n乃今(可譯作“然後就”)培(“憑”的借字，改讀píng，乘)風；背負青天而莫(否定性無定代詞，作主語，\n沒有什麼)之夭閼(yāo è，雙聲連綿詞，阻隔，阻擋)者，而後乃今將圖(計劃，打算)南(名詞用作動詞，往\n南飛)。\n  蜩(tiáo，蟬)與學鳩(小鳥名)笑之曰：“我決(xuè，迅速的樣子)起而飛，搶(qiāng，突過)榆枋(榆樹\n和檀樹，這裡泛指樹木)，時(有時，偶爾)則(連詞，如果)不至，而控(投，這裡指落下)於地而已矣；奚以之(到……\n去)九萬里而南爲(句末語氣詞，表疑問)？”適(到……去)莽蒼(mǎng cāng，疊韻連綿詞，郊野的顏色，這裡\n代近郊)者，三飡(cān，代指一天時間。飡，“餐”的異體字)而反(回來，後作“返”)，腹猶果然(充實飽滿\n的樣子。然，形容詞詞尾)；適百里者，宿(頭天晚上)舂(搗去米的外皮)糧(乾糧)；適千里者三月聚糧。之(指\n示代詞，這)二蟲(指蜩與學鳩)又何知？\n  小知(zhì，智慧，後作“智”)不及大知，小年(壽命)不及大年。奚以知其然(指示代詞，如此，這樣)\n也？朝菌(一種生於糞土上的菌類，朝生暮死)不知晦(陰曆每月的最後一天)朔(陰曆每月的第一天)，蟪蛄(huì\ngū，即寒蟬，春生夏死或者夏生秋死)不知春秋，此小年也。楚之南有冥靈(樹名)者，以五百歲(極言其長久，\n非實指)爲春，五百歲爲秋；上古有大椿(傳說中的大樹)者，以八千歲爲春，八千歲爲秋。而彭祖(古代傳說中\n最長壽的人，據說活了七百多歲而不衰老)乃今(而今)以(憑)久特(獨特)聞(指聞名於世)，衆人(一般人)匹(相\n比)之，不亦悲乎(習慣用法，表示反問，可譯作“豈不……嗎”)？\n   ……\n  故夫(指示代詞，那，那些)知(zhì，才智，後作“智”)效(指可以被授予)一官，行(xìng，品行)比(bì，\n合)一鄉(上古一萬二千五百家爲一鄉)，德合一君而徴(取信)一國者，其自視也，亦若此矣。而宋榮子(宋國人，\n戰國時期思想家)猶然(神態輕鬆的樣子)笑之。且舉(全，所有)世(指同時代的人)而譽之而不加(更加)勸(《說\n文•力部》：“勸，勉也。從力，雚聲。”此處用本義，義爲勉勵、努力)，舉世而非(責難，批評)之而不加沮\n(沮喪)，定(確定)乎內外之分(自我與外物的分別。內，我。外，物。分，分別)，辯(“辨”的借字，分辨)\n乎榮辱之境(界限)，斯(此)已(止，罷了)矣。彼其於世(他對於世人。彼其，兩個代詞用同義連用)，未數數(shuò\nshuò，著急的樣子)然也。雖然，猶有未樹也。夫列子(名御寇，戰國時期鄭國人)御(駕馭)風而行，泠然(輕\n妙的樣子，泠líng)善也，旬(十天)有(“又”的借字。上古稱數，整數與零數之間往往加“有”)五日而後\n反。彼於致(求)福者，未數數然也。此雖免乎行(走路)，猶有所待(憑藉，依靠)者也。若夫乘(駕)天地(萬物\n的總名)之正(自然之性)，而御(順着)六氣(指陰、陽、風、雨、晦、明)之辯(“變”的借字，變化)，以遊無\n窮(指時間的無始無終，空間的無邊無際)者，彼且惡乎(固定結構，於何。疑問代詞“惡”wū作賓語，置於介\n詞“乎”前)待哉！故曰：至人(指修養達到最高境界的人)無己(無我。指人與自然混為一體)，神人(指超乎自\n然的人，修養僅次於至人)無功(無功，指不建立功業)，聖人(通達事理之人)無名(指不立名)。\n\n\n【参考译文】\n\n  北海里有一条鱼，它的名字叫鲲。鲲非常巨大，不知道有几千里。鲲变化成为鸟，它的名字就叫做鹏。鹏\n\n的脊背，也不知道有几千里长；当它振动翅膀奋起直飞的时候，翅膀就好像挂在天边的云彩。这只鸟，大风吹\n\n动海水的时候就要迁徙到南方的大海去了。南方的大海是一个天然的大池子。《齐谐》这本书，是记载一些怪\n\n异事情的书。书上记载：“鹏往南方的大海迁徙的时候，翅膀拍打水面，能激起三千里的浪涛，环绕着旋风飞\n\n\n\n上了九万里的高空，乘着六月的风离开了北海。”像野马奔腾一样的游气，飘飘扬扬的尘埃，活动着的生物都\n\n因为风吹而运动。天空苍苍茫茫的，难道就是它本来的颜色吗？它的辽阔高远也是没有尽头的吗？鹏往下看的\n\n时候，看见的应该也是这个样子。如果聚集的水不深，那么它就没有负载一艘大船的力量了。在堂前低洼的地\n\n方倒上一杯水，一棵小草就能被当作是一艘船，放一个杯子在上面就会被粘住，这是水浅而船却大的原因。如\n\n果聚集的风不够强大的话，那么负载一个巨大的翅膀也就没有力量了。因此，鹏在九万里的高空飞行，风就在\n\n它的身下了，凭借着风力，背负着青天毫无阻挡，然后才开始朝南飞。\n\n  蝉和小斑鸠讥笑鹏说：“我们奋力而飞，碰到榆树和檀树就停止，有时飞不上去，落在地上就是了。何必\n\n要飞九万里到南海去呢？”到近郊去的人，只带当天吃的三餐粮食，回来肚子还是饱饱的；到百里外的人，要\n\n用一整夜时间舂米准备干粮；到千里外的人，要聚积三个月的粮食。蝉和小斑鸠这两只小虫、鸟又知道什么呢。\n\n小智比不上大智，短命比不上长寿。怎么知道是这样的呢？朝生暮死的菌类不知道是一天。春生夏死、夏生秋\n\n死的寒蝉，不知道一年的时光，这就是短命。楚国的南方有一种大树(灵龟)，它把五百年当作一个春季，五百\n\n年当作一个秋季。上古时代有一种树叫做大椿，它把八千年当作一个春季，八千年当作一个秋季，这就是长寿。\n\n可是彭祖到如今还是以年寿长久而闻名于世，人们与他攀比，岂不可悲可叹！\n\n……\n\n  所以，那些才智能胜任一官的职守，行为能够庇护一乡百姓的，德行能投合一个君王的心意的，能力能够\n\n取得全国信任的，他们看待自己，也像上面说的那只小鸟一样。而宋荣子对这种人加以嘲笑。宋荣子这个人，\n\n世上所有的人都称赞他，他并不因此就特别奋勉，世上所有的人都诽谤他，他也并不因此就感到沮丧。他认定\n\n了对自己和对外物的分寸，分辨清楚荣辱的界限，就觉得不过如此罢了。他对待人世间的一切，都没有拼命去\n\n追求。即使如此，他还是有未达到的境界。列子乘风而行，飘然自得，驾轻就熟。十五天以后返回；他对于求\n\n福的事，没有拼命去追求。这样虽然免了步行，还是有所凭借的。倘若顺应天地万物的本性，驾驭着六气的变\n\n化，遨游于无穷的境地，他还要凭借什么呢？所以说：修养最高的人能任顺自然、忘掉自己，修养达到神化不\n\n测境界的人无意于求功，有道德学问的圣人无意于求名。"
    },
    {
     "h": "02《秋水時至》",
     "c": "【原文】\n  秋水(指雨天)時(時節，季節。名詞作狀語，按照季節)至，百川灌河(黃河)。涇流(涇jīng，直流的水)\n之大，兩涘(sì，岸)渚(水中的小塊陸地)崖(這裡指河岸)之間，不辯(“辨”的借字，分辨)牛馬。於是焉(語\n氣詞)河伯(傳說中的黃河水神，姓馮，名夷)欣然自喜，以天下之美爲盡在己。順流而東行，至於北海(今渤海\n一帶)，東面(面向東)而視，不見水端(盡頭)。於是焉河伯始旋(改變。一說義爲“掉轉”)其面目(面色)，望\n洋(wàng yáng，疊韻連綿詞，仰視的樣子。一說迷惘的樣子)向若(海若，北海海神)而歎曰：“野語有之曰：\n‘聞道百以爲莫己若(賓語前置，否定句中代詞“己”作賓語，置於動詞“若”前)者。’我之謂(賓語前置，“我”\n作“謂”的前置賓語，用代詞“之”復指)也。且夫我嘗聞少(形容詞意動用法。認爲……少)仲尼之聞(見識，\n學問)而輕(形容詞意動用法，認爲……輕)伯夷之義者，始吾弗信。今我睹子之難窮(《說文·穴部》：“窮，\n极也。从穴,躳聲”此處用本義，義爲盡、極)也，吾非至於子之門則殆(dài，危險)矣，吾長見笑於大方之家。\n\n【注釋】\n\n伯夷：相傳曾阻止周武王滅商,武王滅商後與其弟叔齊隱居首陽山,不食周粟而餓死。古人以爲是“義”的典範。\n\n大方之家：指懂得這裡、有道德修養的人。方：道。此句是被動句式，助動詞“見”表示被動，介詞“於”引\n\n進動作行爲的主動者\n\n【参考译文】\n\n\n\n\n  秋天的洪水随着季节涨起来了，千百条江河注入黄河，直流的水畅通无阻，两岸和水中沙洲之间连牛马都\n\n不能分辨。在这个情况下河伯高兴地自得其乐，认为天下一切美景全都聚集在自己这里。河伯顺着水流向东而\n\n去，来到北海边，面朝东边一望，看不见大海的尽头。在这个时候河伯转变了原来欣然自得的表情，面对海神\n\n若仰首慨叹道：“有句俗话说，‘听到了许多道理，就以为没有人比得上自己’，说的就是我这样的人了。况\n\n且我曾听说有人认为孔子的见闻浅陋，伯夷的道义微不足道，开始我还不相信；如今我看见您的广阔无边，我\n\n如果不是来到您的面前来，那就危险了，我会永远被有学识的人所讥笑。"
    },
    {
     "h": "03《惠子相梁》",
     "c": "【原文】\n  惠子相(名詞用作動詞，做相國)梁(國名，即魏國，因爲魏國國都都是大梁，故稱梁國)，莊子往見之。或\n(無定代詞，作主語，有人)謂惠子曰：“莊子來，欲代子相。”於是惠子恐，搜于國(國都)中三日三夜。莊子往\n見之，曰：“南方有鳥，其名爲鵷鵮(yuān chú，鳳凰一類的鳥)，子知之乎？夫鵷鵮，發(從……起飛，出發)\n於南海而飛於北海，非梧桐不止，非練實(竹實)不食，非醴泉(甜美的泉水)不飲。於是鴟(chī，鷂鷹)得腐鼠，\n鵷鵮過(經過)之，仰而視之曰：‘嚇(hè，發怒的叫聲)！’ 今子欲以子之梁國而嚇我邪？”\n\n\n【参考译文】\n\n 惠子在梁国做宰相，庄子前往看望他。有人对惠子说：“庄子来梁国，是想取代你做宰相。”于是惠子恐慌\n\n起来，在都城内搜寻庄子，整整三天三夜。庄子前往看望惠子，说：“南方有一种鸟，它的名字叫鹓鶵。你知\n\n道吗？从南海出发飞到北海，不是梧桐树它不会停息，不是竹子的果实它不会进食，不是甘美的泉水它不会饮\n\n用。正在这时一只鹞鹰寻觅到一只腐烂了的老鼠，鹓鶵刚巧从空中飞过，鹞鹰抬头看着鹓鶵，发出一声怒气：\n\n‘吓’！如今你也想用你的梁国来怒叱我吗？”"
    },
    {
     "h": "04《莊子妻死》",
     "c": "【原文】\n  莊子妻死，惠子弔(追悼死者)之，莊子則方(副詞，作狀語，正在)箕踞(兩腿伸展像簸箕那樣坐着)鼓(擊)\n盆(即瓦缶，一種陶製樂器)而歌。惠子曰：“與人居(生活)，長(動詞使動用法，使……成長，養活)子，老，\n身死，不哭亦足矣，又鼓盆而歌，不亦甚乎(習慣用法，表示反問，可譯作“豈不……嗎”。甚：過分)！”莊\n子曰：“不然。是其始(剛剛)死也，我獨何能無槩(“慨”的借字，感慨)！然察其始而本無生；非徒(不僅)無\n生也，而本無形(形體)；非徒無形也，而本無氣(精氣)。雜(夾雜，混合)乎芒芴(即恍惚，混沌，不清晰。芴\nhū)之間，變而有氣，氣變而有形，形變而有生。今又變而之(動詞，到)死。是相與(互相)爲春秋冬夏四時(季\n節)行(行動，轉換)也。人且(副詞，作狀語，將要)偃然(安息的樣子。偃：臥。然：詞尾)寢(睡覺)於巨室(指\n天地之間)，而我噭噭(哀嚎的樣子。“噭噭”áo áo 也作“嗷嗷”)然隨而哭之，自以爲不通乎命(天命)，\n故止也。”\n\n\n【参考译文】\n\n庄子的妻子死了，惠子前往表示吊唁，庄子却正分开双腿像簸箕一样坐着，一边敲打着瓦缶一边唱歌。惠子说：\n\n“你和你的妻子生活了一辈子，她帮你养大孩子现在因衰老而死去，人死了你不伤心哭泣也就算了，又敲着瓦\n\n缶唱起歌来，不也太过分了吧！”庄子说：“不是这样的。她初死之时，我怎么能不感慨伤心呢！然而仔细考\n\n\n\n\n察她开始原本就不曾出生，不只是不曾出生而且本来就不曾具有形体，不只是不曾具有形体而且原本就不曾形\n\n成元气。夹杂在恍恍惚惚的境域之中，变化而有了元气，元气变化而有了形体，形体变化而有了生命，如今变\n\n化又回到死亡，这就跟春夏秋冬四季运行一样。死去的那个人将安安稳稳地寝卧在天地之间，而我却呜呜地围\n\n着她啼哭，自认为这是不能通晓于天命，所以也就停止了哭泣。”"
    },
    {
     "h": "05《運斤成風》",
     "c": "【原文】\n  莊子送葬，過惠子之墓，顧(《說文•頁部》：“顧，還視也，從頁，雇聲。”此處用本義，義爲回頭看)\n謂從者曰：“郢(楚國都城，故址在今湖北。此代指楚國)人堊(è，白土)慢(“漫”的借字，意思是“塗”)其\n鼻端(尖)，若蠅翼，使匠(木匠)石(匠人的名字)斲(zhuó，砍)之。匠石運斤成風，聽(動詞，順，指隨意)而\n斲之，盡堊而鼻不傷，郢人立不失(改變)容(面色)。宋元君(宋國國君，即宋元公)聞之，召匠石曰：‘嘗試(嘗\n試，同義詞連用。嘗：試)爲寡人爲之。’匠石曰：‘臣則(連詞，雖然)嘗(副詞，曾經)能斲之。雖(連詞，雖然)\n然(代詞，這樣)，臣之質(這裡指合作的對象)死久矣！’自夫子(指惠子)之死也，吾無以(凝固結構，可譯作“沒\n有用來……的人”)爲質矣，吾無與(介詞，省略了賓語“之”)言之矣！”\n\n【注釋】\n\n運：揮動。斤：《說文•斤部》：“斤，斫木也，象形。”此處用本義，義爲“橫刃斧”。\n\n\n【参考译文】\n\n  庄子送葬的时候，路过惠子的坟墓，回过头对跟随的人说：“郢国有一个人，他在自己的鼻尖上涂抹了像\n\n苍蝇翅膀那样大小的白灰泥，让匠石用斧子砍掉白灰泥。匠石挥动斧子呼呼作响，嗖的一声，鼻尖上的白灰泥\n\n就被完全除去，而鼻子却毫无损伤，郢国的那个人也若无其事地站在那里。宋元君听到了这件事，就召见匠石\n\n说：‘你在我身上也这么试一试。’匠石说：‘我曾经确实砍掉鼻尖上的小灰泥。但是，那个敢让我砍的人已\n\n经死去很久了。’自从惠子离开人世以后，我就没有对手了！我再没有可以论辩的人了！”\n\n\n第九課 動詞、形容詞、名詞"
    },
    {
     "h": "01《天下皆知美之爲美》",
     "c": "【原文】\n  天下皆知美(泛指美好的事物)之爲美，斯(連詞，則，就)惡(醜。意思是說，如果天下的人都知道美好的\n事物是美好的，那麼，醜惡的東西就顯露出來了)已。皆知善之爲善，斯不善已。故有無相生(有和無相互依賴\n而生成)，難易相成(難和易互相比較而形成)，長短相形(長和短相互比較而顯現)，高下相傾(高和低相互依靠)，\n音(單音)聲(和聲)相和(應和)，前後相隨。是以聖人處無爲之事(意思是順其自然，無為而治。處，做)，行不\n言之教(教化)，萬物作(興起)焉而不辭(拒絕)，生而不有(佔據)，爲(指有所作爲)而不恃(依靠)，功成而弗居\n(佔有)。夫唯弗居，是以不去(正因為不居功，所以也不會離開功德。去：離開。)。\n\n\n【参考译文】\n\n  天下的人都能认清美好的事物，就显露出丑来了。都能认清善良的事物，就显露出恶来了。因为事物都是\n\n互相对立而出现的，所以有和无由互相对立而诞生，难和易由互相对立而形成，长和短由互相对立而体现，高\n\n和下由互相对立而存在，音和声由互相对立而和谐，前和后由互相对立而出现。这是永远不变的——恒。因此\n\n\n\n圣人用无为的观点对待世事，用不言的方式施行教化：听任万物自然兴起而不拒绝他们，生养了万物而不占有，\n\n不加自己的倾向，功成业就而不自居。正是因为不居功，所以功绩才不会泯灭"
    },
    {
     "h": "02《上士聞道》",
     "c": "【原文】\n  上士(指見識高的士人)聞道(指最高的道理。萬物的本源)，勤(努力)而行之；中士聞道，若存若亡(這裡\n指將信將疑。若：好像)；下士聞道，大笑之。不笑不足以爲道。故建言(立言，成說)有之(指示代詞，這樣的\n話)：明道若昧(暗，不明)，進道若退，夷(平坦)道若纇(lèi，崎嶇坎坷)，上德若谷，大白若辱(黑垢)；廣\n德若不足，建(立)德若偷(怠慢，懶惰)，質真若渝(汙濁)，大方無隅(角)，大器晚成，大音希聲(大的聲音聽\n起來好像沒有什麼聲響。希：稀少)，大象無形(大的形象看起來好像沒有形象。象：事物的外在形象)，道隱\n無名。夫唯道，善貸(施與，這裡指幫助、輔助)且成。\n\n\n【参考译文】\n\n  上士听了道的理论，勤恳、坚持不懈地去实行它；中士听了道的理论，半信半疑；下士听了道的理论，大\n\n笑不止，认为荒诞不稽。如果不被嘲笑，那就不足以成为道了。因此古时立言的人说过这样的话：光明的道看\n\n似暗昧；前进的道好似后退；平坦的道好似崎岖；崇高的德好似低矮的山谷；最洁白的东西，反而含有污垢；\n\n广大的德好似有不足之处；刚健的德好似怠惰；质朴而纯真好像混浊未开。最方正的东西，反而没有棱角；最\n\n大的器具，反而最后完成；最大的声响，反而听来无声无息；最大的形象，反而没有形状。道幽隐而没有名称，\n\n无名无声。只有道使万物善始善终，而万物自始至终也离不开道。"
    },
    {
     "h": "03《其政悶悶》",
     "c": "【原文】\n  其政悶悶(混沌，不清晰)，其民淳淳(質樸)；其政察察(清晰、細密)，其民缺缺(“獪”的借字，改讀kuài，\n狡詐)。禍兮福所倚(本句意思是說，福分是禍患產生的原因。兮：語氣詞，無義。倚：《說文•人部》：“倚，\n依也。從人，奇聲。”此處用本義，義爲依靠，依賴)；福兮禍所伏(本句的意思是說，禍患是福分產生的根源。\n伏：隱藏，這裡指依存)。孰知其極(終。這裡指終級的標準)？其(語氣詞表示反詰，難道)無正？正復(副詞，\n又)爲奇(不正，異常)，善復爲妖(邪惡)。人之迷，其日固久。是以聖人方(方正，正直)而不割(傷害別人)，\n廉(方正，有棱角)而不劌(刺傷)，直而不肆(放縱)，光(光亮)而不燿(“耀”的異體字，炫耀)。\n\n\n【参考译文】\n\n  政治宽厚包容，百姓就会淳朴忠诚；政治严厉苛刻，百姓就会狡黠、抱怨。灾祸啊，幸福依傍在它的里面；\n\n幸福啊，灾祸藏伏在它的里面。谁能知道究竟是灾祸还是幸福呢？它们并没有一个确定的标准。正忽然转变为\n\n邪，善忽然转变为恶。人们迷惑而不知其理太久了。所以有道的圣人方正而不生硬，锐利而不伤人，直率而不\n\n放肆，光亮而不耀眼刺人。"
    },
    {
     "h": "04《禮法以時而定》",
     "c": "（法：法令制度）\n\n【原文】\n  杜摯(秦國大夫)曰：“臣聞之，利不百(數詞用作動詞，達到百倍)，不變法；功(功績，功效)不十(數詞用\n\n\n\n作動詞，達到十倍)，不易(改變)器(工具)。臣聞法古無過(錯誤)，循(遵循)禮無邪(害)。君其圖(考慮)之。”\n公孫鞅曰：“前世不同教(政教)，何古之法(賓語前置。“何古”作“法”的前置賓語，用代詞“之”復指。“何”\n疑問代詞作定語，什麼)？帝王不相復(因襲)，何禮之循(賓語前置。“何禮”作“循”的前置賓語，用代詞“之”\n復指)？伏犧(又作“庖犧”，上古帝王)、神農(上古帝王)，教而不誅(殺)；黃帝、堯、舜(都是上古聖明的帝\n王)，誅而不怒(過分)，及至文、武(周文王，周武王)，各當(合、適應)時而立法，因(依據)事而制禮。禮法\n以時而定；制令各順其宜，兵甲器備各便(有利)其用。臣故曰：治世不一道，便國不必古。湯(商湯，商朝開\n國之君)、武(周武王，周朝開國之君)之王(wàng，名詞作動詞，稱王)也，不循古而興；殷、夏之滅也，不易\n禮而亡。然(指示代詞，這樣。表示承認現實)則(連詞，那麼。表示據以推論)反古者未必可非(責難，指責)，\n循禮者未足多(讚美)是(此轉繁“是”的衍文)也。君無疑矣。”\n\n\n【参考译文】\n\n  杜挚说：“臣听说过这样的话：‘如果没有百倍的利益不要改变法度，如果没有十倍的功效不要更换使用\n\n工具。臣听说效法古代法制不会有什么过错，遵循旧的礼制不会有偏差。希望国君能够慎重考虑这件事。”\n\n公孙鞅说：“以前的朝代政教各不相同，应该去效法哪个朝代的古法呢？古代帝王的法度不相互因袭，又有什\n\n么礼制可以遵循呢？伏羲、神农教化不施行惩戒，黄帝、尧、舜虽然实行惩戒但却不过分，等到了周文王和周\n\n武王的时代，他们各自顺应时势而建立法度，根据国家的具体情况制定法令。礼制和法度都要根据实际情况来\n\n制定，法制、命令都要顺应当时的社会事宜，兵器、铠甲、器具、装备的制造都要方便使用。所以臣说：治理\n\n国家不一定都要用一种方式，只要对国家有利就不一定非要效法古代。商汤、周武王称王于天下，是因为他们\n\n没有遵循古代法度才兴旺，殷朝和夏朝的灭亡，是因为他们没有更改旧的礼制才覆亡的。既然如此，违反旧的\n\n法度的人，不一定就应当遭责难；遵循旧的礼制的人，不一定值得肯定。国君对变法的事就不要迟疑了。”"
    },
    {
     "h": "05《兵者詭道》",
     "c": "【原文】\n兵者，詭(欺詐)道也。故能(有能力，有實力)而示(顯示)之不能，用(用兵)而示之不用，近而示之遠，遠而示\n之近；利(這裏指敵人貪圖利益)而誘之，亂而取(攻擊)之，實(這裏指敵人有實力)而備(防備)之，強而避之，\n怒(憤怒，暴躁)而撓(挑逗)之，卑(看不起，鄙視。指敵人輕視我們)而驕(形容詞使動用法，使……驕傲)之，\n佚(“逸”的借字，安逸)而勞(形容詞使動用法，使……疲勞)之，親(團結)而離(離開)之。攻其無備，出其不\n意(想到)。此兵家之勝(取勝的辦法)，不可先(事先)傳(泄露)也。\n\n\n【参考译文】\n\n  用兵之道在于千变万化、出其不意。所以，明明能征善战，却向敌人装作软弱无能；本来准备用兵，却伪\n\n装不准备打仗；要攻打近处的目标，却给敌人造成攻击远处的假象；要攻打远处的目标，相反却伪装作要在近\n\n处攻击；敌人贪心就用小利来引诱他上当；敌人混乱就乘机攻取他；敌人实力雄厚就要谨慎防备；敌人强大就\n\n暂时避开其锋芒；敌人容易冲动发怒，就设法挑逗他，使其失去理智；对于小心谨慎的敌人，要千方百计骄纵\n\n他，使其丧失警惕；敌人安逸就设法骚扰他，搞得他疲劳不堪；内部团结的敌人，要设法离间他，让他分裂。\n\n在敌人没有准备时，突然发起进攻，在敌人意料不到的情况下采取行动。这些都是军事家克敌制胜的诀窍，对\n\n于作战计划，阴谋诡计不能还没做就到处传。"
    },
    {
     "h": "06《上兵伐謀》",
     "c": "【原文】\n  孫子曰：“凡用兵之法，全(形容詞使動用法，使……完整。這裏指使敵人整個國家降服)國爲上，破(形容\n詞使動用法，使……破)國次(動詞，按順序排在後面)之，全軍(古代一萬兩千五百人爲軍)爲上，破軍次之；\n全旅(古代五百人爲旅)爲上，破旅次之；全卒(古代一百人爲卒)爲上，破卒次之；全伍(古代五人爲伍)爲上，\n破伍次之。是故百戰百勝，非善(高明)之善者也；不戰而屈(動詞使動用法，使……屈服)人之兵，善之善者也。\n故上兵伐謀，其次伐交(外交聯合)，其次伐兵，其下攻城。攻城之法爲不得已。修(製造)櫓(大盾)轒轀(fén wēn，\n攻城用的戰車，上蒙牛皮，裏面可容十人)，具(準備)器械，三月而後成，距闉(在城外堆起的高過敵人城墻的\n土山，用以窺探敵情和攻城。闉yīn)又三月而後已(完成)。將不勝(忍受，控制)其忿(怒火)而蟻(名詞作狀\n語，像螞蟻一樣地)附(攀爬)之，殺士(這裏指攻城的士兵被殺傷)卒三分之一而城不拔(攻陷)者，此攻之災也。\n故善用兵者，屈人之兵而非戰也，拔人之城而非攻也，毀人之國而非久(指長時間用兵)也，必以全(指最完善\n的策略)爭於天下。故兵不頓(受挫)而利可全，此謀攻之法也。”\n\n\n【注釋】\n\n上兵伐謀：上：最高等級的。兵：戰略戰術。伐謀：指破壞敵人的作戰計劃，使敵人不戰而降。謀，謀劃。\n\n【参考译文】\n\n  孙子说：大凡用兵的原则，使敌举国不战而降是上策，经过交战击破敌国使之降服就次一等；使敌国全军\n\n不战而降是上策，武力击破而取胜就次一等；使敌人全旅不战而降是上策，击破敌旅而取胜就次一等；使敌全\n\n卒不战而降是上策，击破敌卒使之降服就次一等；使敌全伍不战而降是上策，击破敌伍而取胜就次一等。因此，\n\n百战百胜，不算是最好的用兵策略，只有在攻城之前，先让敌人的军事能力(包括指挥能力和作战能力)严重短\n\n缺，根本无力抵抗，才算是高明中最高明的。所以上等的用兵策略是以谋略胜敌，其次是以外交手段胜敌，再\n\n其次是出动军队交兵胜敌，最下等的是攻城。攻城是在不得已的情况下才采取的策略。为了攻城，修造蔽橹、\n\n轒辒，准备各种攻城器械，需要花费三个月时间；堆积攻城的土山，又需要三个月的时间。这时，将帅们已经\n\n非常焦躁忿怒，驱赶着士兵像蚂蚁一样去爬梯攻城，士卒伤亡三分之一而城还不能攻下，这便是攻城带来的灾\n\n害啊！所以，善于用兵的人，使敌军屈服而不依靠交战；攻占敌城不用依附强攻；消灭敌国而不依靠和敌人打\n\n持久战。一定要用全胜的战略争横于天下，做到军队不受挫而取得全面的胜利，这便是以谋略战胜敌人的方法。\n\n\n第十課 數詞及數量表示法"
    },
    {
     "h": "01《列德而尚賢》",
     "c": "【原文】\n  故古者聖王之爲政，列德(使有德的人處於朝廷的位次。列：朝廷的位次，這裡是名詞使動用法，使……\n處於朝廷的位次，意思是做官)而尚(崇敬，這裡指尊重並重用)賢(指有德有才的人)。雖在農與工(手工業)肆(市\n集、店鋪)之人，有能則舉之。高予之爵(雙賓語，間接賓語“之”代指“賢能者”。下句“重予之祿”“斷予\n之令”結構同此)，重予之祿，任之以事，斷(決斷)予之令(命令)。曰：“爵位不高，則民弗敬；蓄祿不厚，則\n民不信；政令不斷，則民不畏。”舉三者授之賢者，非爲賢賜也，欲其事之成。故當是時，以(介詞，憑藉，下\n兩處“以”同此)德就(走近，進入)列(朝廷的位次，這裡只擔任官職)，以官服(從事，擔當)事，以勞(功勞，\n勞績)殿(“奠”的借字，定)賞，量功而分祿。故官無常貴，而民無終賤。有能則舉之，無能則下(名詞使動用\n法，使……下。這裡指罷免其職位)之。舉(提拔)公義(大義)，辟(除去)私怨(個人恩怨)，此若言之謂(“若言”\n\n\n\n作“謂”的前置賓語，代詞“之”復指。可譯作“說的就是這樣的道理”)也。故古者堯舉舜於服澤(地名，故\n址不詳)之陽(水的北面)，授之政(雙賓語，意思是“把政權交給他”)，天下平。禹舉益(舜、禹時的賢臣)于\n陰方(地名，故址不詳)之中，授之政，九州成(平定，安定)。湯舉伊尹(商湯的相，名摯)於庖廚(廚房)之中，\n授之政，其謀得。文王舉閎夭、泰顛(周文王時的賢臣。閎hóng)於罝罔(代指從事漁獵。罝jū，捕鳥獸用的\n網。罔，後作“網”)之中，授之政，西土(泛指商朝末年西方的各個部落。周文王曾經打敗犬戎等部落)服。\n故當是時，雖在於厚祿尊位之臣，莫不敬懼而施(“惕”的借字，改讀tì，小心謹慎)；雖在農與工肆之人，\n莫不競勸(《說文•力部》：“勸，勉也。從力，雚聲。”此處用本義，義爲勉勵、努力)而尚意(字當爲惪，形\n近而誤，同“德”)。故士(春秋戰國時有一定知識、技能的人)者所以爲輔相(輔佐)承嗣(副官，助手)也。故\n得士則謀不困，體不勞，名立而功成，美章(顯揚，後作“彰”)而惡不生，則由得士也。是故子墨子言曰：得\n意，賢士不可不舉；不得意，賢士不可不舉。尚欲祖述(師法)堯舜禹湯之道，將不可以不尚賢。夫尚賢者，政\n之本也。\n\n\n【参考译文】\n\n  所以古时圣王为政，任德尊贤，即使是从事农业或手工、经商的人，有能力的就选拔他，给他高爵，给他\n\n厚禄，给他任务，给他权力。即是说，如果爵位不高，民众对他就不会敬重；俸禄不厚，民众对他就不信任；\n\n如果权力不大，民众对他就不畏惧。拿这三种东西给贤人，并不是对贤人予以赏赐，而是要把事情办成。所以\n\n在这时，根据德行任官，根据官职授权，根据功劳定赏。衡量各人功劳而分予禄位，所以做官的不会永远富贵，\n\n而民众不会永远贫贱。有能力的就举用他，没有能力的就罢黜他。举公义，避私怨，说的即这个意思。所以古\n\n时尧把舜从服泽之阳拔举出来，授予他政事，结果天下大治；禹把益从阴方之中拔举出来，授予他政事，结果\n\n天下统一；汤把伊尹从庖厨之中拔举出来，授予他政事，结果计谋得行；文王把闳夭、泰颠从狩猎者中拔举出\n\n来，授予他政事，结果西土大服。在这些时候，即使处在厚禄尊位的大臣，没有不敬惧而不邪的，即使处在农\n\n业与手工、经商地位的，没有不争相勉励而崇尚道德的。所以贤士是用来作为辅佐和接替的人选的。因此，得\n\n到了士，计谋就不会困乏，身体也不会劳苦，名立而功成，美的更加彰著，恶的不会产生。这都是因为得到贤\n\n士。所以墨子说道：“得意之时不可不举用贤士，不得意之时也不可不举用贤士。如果想继承尧舜禹汤的大道，\n\n就不可不尚贤。尚贤是政治的根本所在。"
    },
    {
     "h": "02《天下兼相愛》",
     "c": "【原文】\n  聖人以治天下爲事者也，必知亂之所自起(指產生的地方)，焉(連詞，才)能治之。不知亂之所自起，則不\n能治。譬之如醫之攻(診治)人之疾者然：必知疾之所自起，焉能攻之；不知疾之所自起，則弗能攻。亂者何獨\n不然？必知亂之所自起，焉能治之；不知亂之斯自起，則弗能治。聖人以治天下爲事者也，不可不察(考察，\n調查)亂之所自起。\n  當(“嘗”的借字，改讀cháng，嘗試)察亂何自起？起不相愛。臣子之不孝君父(意思是“臣子不孝君，\n子不孝父”)，所謂亂也。子自愛，不愛父，故虧父而自利；弟自愛不愛兄，故虧兄而自利；臣自愛不愛君，\n故虧君而自利，此所謂亂也。雖(連詞，即使)父之(連詞，用在分句中舒緩語氣，顯得語義未完，有待下文補\n充)不慈(愛，專指上對下的愛)子，兄之不慈弟，君之不慈臣，此亦天下之所謂亂也。父自愛也，不愛子，故\n虧子而自利；兄自愛也，不愛弟，故虧弟而自利；君自愛也，不愛臣，故虧臣而自利。是何也？皆起不相愛。\n  雖至(表示讓步假設，意思是“即使是”)天下之爲盜(小偷)賊(強盜)者亦然(指示代詞，如此)：盜愛其室\n(家)，不愛其(此處“其”是衍文)異室，故竊異室以利其室。賊愛其身，不愛人，故賊(傷害)人以利其身。此\n\n\n\n\n何也？皆起不相愛。雖至大夫之相亂家(卿大夫的封地、采邑)，諸侯之相攻國者亦然。大夫各愛其家，不愛異\n家，故亂異家以利其家；諸侯各愛其國，不愛異國，故攻異國以利其國；天下之亂(禍亂)物(事物)，具此而巳\n矣。察此何自起？皆起不相愛。\n  若使天下兼相愛，愛人若愛其身，猶有不孝者乎？視父兄與君若其身，惡(wū，疑問代詞，作狀語，可譯\n爲“那裡，在哪裡”)施(行)不孝？猶有不慈者乎？視弟子與臣若其身，惡施不慈？故不孝不慈亡(與“無”通\n用，改讀wú。下文“亡”字同此)有。猶有盜賊乎？故視人之室若其室，誰竊(賓語前置，疑問代詞“誰”作\n動詞“竊”的前置賓語。下文“誰賊”“誰亂”“誰攻”同此)？視人身若其身，誰賊？故盜賊亡有。猶有大\n夫之相亂家，諸侯之相攻國者乎？視人家若其家，誰亂？視人國若其國，誰攻？故大夫之相亂家、諸侯之相攻\n國者亡有。若使天下兼相愛，國與國不相攻，家與家不相亂，盜賊無有，君臣、父子皆能孝慈(臣、子皆能孝，\n君、父皆能慈)，若此則天下治。\n\n\n【注釋】天下兼相愛：兼：副詞，廣泛地，全部地。\n\n【参考译文】\n\n  圣人是以治理天下为职业的人，必须知道混乱从哪里产生，才能对它进行治理。如果不知道混乱从哪里产\n\n生，就不能进行治理。这就好像医生给人治病一样，必须知道疾病产生的根源，才能进行医治。如果不知道疾\n\n病产生的根源，就不能医治。治理混乱又何尝不是这样，必须知道混乱产生的根源，才能进行治理。如果不知\n\n道混乱产生的根源，就不能治理。圣人是以治理天下为职业的人，不可不考察混乱产生的根源。\n\n  试考察混乱从哪里产生呢？起于人与人不相爱。臣与子不孝敬君和父，就是所谓乱。儿子爱自己而不爱父\n\n亲，因而损害父亲以自利；弟弟爱自己而不爱兄长，因而损害兄长以自利；臣下爱自己而不爱君上，因而损害\n\n君上以自利，这就是所谓混乱。反过来，即使父亲不慈爱儿子，兄长不慈爱弟弟，君上不慈爱臣下，这也是天\n\n下的所谓混乱。父亲爱自己而不爱儿子，所以损害儿子以自利；兄长爱自己而不爱弟弟，所以损害弟弟以自利；\n\n君上爱自己而不爱臣下，所以损害臣下以自利。这是为什么呢？都是起于不相爱。\n\n  即使是天下做盗贼的也是这样。盗只爱自己的家，不爱别人的家，所以偷盗别人家而自得利益。贼只爱自\n\n身而不爱他人。所以抢夺他人身上东西而自得利益。这是什么原故呢？都是起于不相爱的缘故啊！即使是大夫\n\n互相侵扰其家，诸侯互相攻打其国也是这样的。大夫各自爱自己的家，不爱别人的家，所以扰乱他人的家而使\n\n自家得利。诸侯各自爱自己的国家，而不爱别的国家，所以攻打别国而使自己国家得利。天下各种乱事，全是\n\n这些了，细察它们的起因，都起于不相爱。\n\n  假若天下都能相亲相爱，爱别人就像爱自己，还能有不孝的吗？看待父亲、兄弟和君上像自己一样，怎么\n\n会做出不孝的事呢？还会有不慈爱的吗？看待弟弟、儿子与臣下像自己一样，怎么会做出不慈的事呢？所以不\n\n孝不慈都没有了。还有盗贼吗？看待别人的家像自己的家一样，谁会盗窃？看待别人就像自己一样，谁会害人？\n\n所以盗贼没有了。还有大夫相互侵扰家族，诸侯相互攻伐封国吗？看待别人的家族就像自己的家族，谁会侵犯？\n\n看待别人的封国就像自己的封国，谁会攻伐？所以大夫相互侵扰家族，诸侯相互攻伐封国，都没有了。假若天\n\n下的人都相亲相爱，国家与国家不相互攻伐，家族与家族不相互侵扰，盗贼没有了，君臣父子间都能孝敬慈爱，\n\n像这样天下也就治理了。"
    },
    {
     "h": "03《義與不義》",
     "c": "【原文】\n  今有一人，入人園圃(種果樹的地方叫園，種菜的地方叫囿，這裡指“園”“囿”是連文)，竊其桃李，衆\n聞(《說文•耳部》：“聞，知聞也。從耳，門聲。”此處用本義，義爲聽到)則非(指責，非難)之，上爲政者\n\n\n\n\n得(捕獲)則罰之，此何也？以虧人自利也。至攘(rǎng，偷)人犬豕(shǐ，豬)雞豚(tún，小豬)，其不義又\n甚入人園圃竊桃李。是何故也？以虧人愈多。苟虧人愈多，其不仁茲(更，後作“滋”)甚(嚴重)，罪益(更)\n厚(重)。至入人欄廄(jiù，養牛、馬的圈)，取人馬牛者，其不仁又甚攘人犬豕雞豚，此何故也？以其虧人愈\n多。苟虧人愈多，其不仁茲甚，罪益厚。至殺不辜(《說文•辛部》：“辜，罪也。從辛，古聲。”此處用本義，\n義爲罪)人也，衪(tuō，“拖”的異體字，拽下來)其衣裘，取戈劍者，其不義，又甚入人欄廄取人馬牛。此\n何故也？以其虧人愈多。苟虧人愈多，其不仁茲甚矣，罪益厚。當(對)此天下之君子皆知而非之，謂之不義。\n今至大爲攻國，則弗之非(賓語前置，否定句中代詞“之”作賓語，置於動詞“非”前)，從而譽之，謂之義。\n此可謂知義與不義之別乎？\n  殺一人，謂之不義，必有一死罪矣。若以(介詞，按照)此說往(類推)，殺十人，十重不義，必有十死罪矣。\n殺百人，百重不義，必有百死罪矣。當此天下之君子皆知而非之，謂之不義。今至大爲不義攻國，則弗知非，\n從而譽之，謂之義，情(誠，確實)不知其不義也，故書(記錄下來)其言以遺(wèi，留給)後世；若知其不義也，\n夫奚(疑問代詞，作狀語，怎麼)說(解釋)書其不義以遺後世哉？\n  今有人於此，少見黑曰黑，多見黑曰白，則必以此人爲不知白黑之辯(“辨”的借字，分辨。下三處“辯”\n字同)矣；少嘗苦曰苦，多嘗苦曰甘，則必以此人爲不知甘苦之辯矣。今小爲非則知而非之；大爲非攻國則不\n知非，從而譽之，謂之義。此可謂知義與不義之辯乎？是以(代詞“是”做介詞“以”的前置賓語構成的固定\n結構，因此)知天下之君子也，辯義與不義之亂(混亂，分不清)也。\n\n【注釋】本篇選自《墨子•非攻》，非：非難，反對。攻：攻戰\n【参考译文】\n\n  现在有一个人，进人家果园，偷人家桃李，大家听到就谴责他，上面执政的人捉获就惩罚他。这为什么呢？\n\n因为他损人利己。至于偷人家鸡犬大猪小猪的，比进人家果园偷桃李更不义。这是什么原故呢？因为他损人更\n\n多。如果损人越多，他越是不仁，罪越重。至于进人家牲口棚，牵走人家马牛的，这比偷人家鸡犬大猪小猪更\n\n不义。这是什么原故呢？因为他损人更多。如果损人越多，他越是不仁，罪越重。至于杀无辜的人，剥下人家\n\n的衣服皮袄，拿走戈剑，这比进人家牲口棚牵走马牛又更不义。这是什么原故呢？因为他损人更严重。如果损\n\n人越严重，他就越不仁，罪越大。对此，现在天下有道德的人都知道其中的道理并认为他们不对，说他们这样\n\n做是不义的。今天最不义的事，是进攻别国，却不知道谴责，反而称赞它，说它是义。这能说知道义与不义的\n\n分别吗？\n\n  杀一个人，说它不义，一定构成一个死罪了。如果照这个说法类推下去，杀十个人，十倍不义，必定构成\n\n十个死罪了；杀一百个人，一百倍不义，必定构成一百个死罪了。对此，现在天下有道德的人都知道其中的道\n\n理并认为他们不对，说他们这样做是不义的。今天最不义的事，是进攻别国，却不知道反对，反而称赞它，说\n\n它义。这是确实不知道进攻别国是不义的，所以把称赞的话记载下来传给后世。如果知道它是不义的，那还有\n\n什么理由记载不义的事传给后世呢？\n\n  现在有人在这里，见一点黑说是黑，见一片黑却说是白，那么一定以为这人是不知辩别黑白的了。尝一点\n\n苦说苦，尝多了苦却说是甜，那么一定以为这个人是不知辩别苦甜的了。今天干小的坏事，能够知道而且谴责\n\n它；干大的坏事，攻打别国，就不知道谴责，反而称赞它，说它义；这能说知道辨别义与不义吗？由此可知世\n\n上的君子，分辨义与不义是多么混乱啊。\n\n\n第十一課 副詞"
    },
    {
     "h": "01《晉獻公欲假道於虞以伐虢》",
     "c": "【原文】\n  昔者晉獻公欲假(借)道于虞(國名，姬姓，故址在今山西)以伐虢(國名，姬姓，故址在今河南)。荀息(又\n稱荀叔，晉國大夫)曰：“君其(語氣詞，表示祈使語氣，可譯作“請”)以垂棘(地名)之璧(寶玉)與屈產(地名)\n之乘(馬車)，賂虞公，求假道焉，必假我道(雙賓語，“道”是直接賓語，“我”是間接賓語)。”君曰：”垂棘\n之璧，吾先君之寶也；屈產之乘，寡人之駿馬也。若受吾幣(禮物)不假之(代詞，我，我們)道，將奈何？”荀\n息曰：“彼不假我道，必不敢受我幣。若受我幣而假我道，則是寶猶取之內府而藏之外府也，馬猶取之內厩(馬\n圈)而著之外厩也。君勿尤。”君曰：“諾。”乃使荀息以垂棘之璧與屈產之乘賂虞公而求假道焉。虞公貪利其璧\n與馬而欲許之。宮之奇(虞國賢大夫)諫曰：“不可許。夫虞之(連詞，用在主謂結構之間，取消句子獨立性)有\n虢也，如車(牙牀骨)之有輔(面頰)。輔依車，車亦依輔，虞虢之勢正是(代詞，作謂語，如此，這樣)也。若假\n之道，則虢朝亡而虞夕從之矣。不可，願勿許。”虞公弗聽，逐假之道。荀息伐虢而還，反(回來，後作“返”)\n處三年，與兵伐虞，又剋(戰勝，這裡指滅亡)之。荀息牽馬操璧而報獻公，獻公說(yuè，高興，後作“悅”)\n曰：“璧則猶是也。雖(連詞，雖然)然(代詞，這樣)，馬齒(年齡)亦益(更加)長矣。”故虞公之兵殆(敗)而地削\n者，何也？愛小利而不慮其害。故曰：顧小利則大利之殘(傷害)也。\n\n\n【参考译文】\n\n  过去晋献公想向虞国借路去讨伐虢国。荀息说：“您最好是用垂棘的宝玉和屈产的良马贿赂虞国君主，向\n\n他要求借路，他定会把路借给我们。”晋献公说：“垂棘宝玉是我祖先的珍宝，屈产良马是我的骏马。假如他\n\n接受我的礼物又不借给道路，怎么办？”荀息说：“他不借给我们道路，必定不敢接受我们的礼物。假如接受\n\n我们的礼物而借给我们道路，那么这块宝玉就像是从内府取出来藏到外府一样，骏马就像是从内厩牵出来拴到\n\n外厩一样。您别担心。”晋君说：“好吧。”就让苟息用垂棘宝玉和屈产良马，去贿赂虞公，向他借路。虞公\n\n贪得宝玉和良马的小利而打算答应借路。宫之奇劝谏说：“不能答应。虞有虢好比车两边有护木。护木依靠车\n\n子，车子也依靠护木，虞虢两国的地理形势正是这样。假如借路给他们，那么虢国早上灭亡，虞国晚上就要跟\n\n着灭亡了。不能借，希望您不要答应。”虞公不听，于是借路给晋国。荀息讨伐虢貌国取得了胜利，回来后过\n\n了三年，发兵伐虞，又打败了虞国。荀息牵着马拿着璧回来报告晋献公，献公高兴地说：“壁还和以前一样。\n\n虽说如此，马却长几岁了。”那么，虞公军危地削的原因是什么呢？是贪恋小利而不考虑它的危害。所以说，\n\n贪图小利便是对大利的危害。"
    },
    {
     "h": "02《彌子瑕有寵於衛君》",
     "c": "【原文】\n  昔者彌子瑕(衛靈公寵幸的小臣)有寵于衛君(指衛靈公，名元)。衛國之法：竊(私自)駕君車者罪刖(yuè，\n砍去受刑者脚的一種酷刑)。彌子瑕母病，人間(jiàn，副詞，秘密地，悄悄地)往夜告彌子，彌子矯(假傳，\n這裏指假傳君命)駕君車以(連詞，連接狀語和中心語，可譯作“而”)出。君聞而賢(形容詞意動用法，以……\n爲賢。下“賢”字同)之，曰：\"教哉！爲母之故，忘其刖罪。\"異日，與君遊於果園，食桃而甘，不盡，以其\n半啗(“啖”的異體字，給……吃。下兩處“啗”同)君。君曰：\"愛我哉！忘其口味以啗寡人。\"及彌子色衰愛\n弛(疏，消失)，得罪於君，君曰：\"是(代詞，作主語，這個人)固嘗(副詞，作狀語，曾經)矯駕吾車，又嘗啗\n我以餘桃。\"故彌子之行未變于初也，而以前之所以見(助動詞，可譯作“被”)賢而後獲罪者，愛憎之變也。\n\n\n【参考译文】\n\n  从前弥子瑕曾受到卫国国君的宠信。卫国法令规定，私自驾驭国君车子的，论罪要处以刖刑。弥子瑕母亲\n\n\n\n\n病了，有人抄近路连夜通知弥子瑕，弥子瑕假托君命驾驭君车而出。卫君听说后，却认为他德行好，说：“真\n\n孝顺啊！为了母亲的缘故，忘了自己会犯别罪。”另一天，他和卫君在果园游览，吃桃子觉得甜，没有吃完，\n\n就把剩下的半个给卫君吃。卫君说：“多么爱我啊！不顾自己口味来给我吃。”等到弥子瑕色衰爱弛时，得罪\n\n了卫君，卫君说：“这人本来就曾假托君命私自驾驭我的车子，又曾经把吃剩的桃子给我吃。”所以，虽然弥\n\n子瑕的行为和当初并没两样，但先前称贤后来获罪的原因，是卫君的爱憎有了变化。"
    },
    {
     "h": "03《和氏之璧》",
     "c": "【原文】\n  楚人和氏得玉璞(包著玉的石頭)楚山中，奉(pěng，後作“捧”，下“奉”字同)而獻之厲王(雙賓語。厲\n王，指楚厲王)。厲王使玉人(加工玉的匠人)相(xiàng，《說文•目部》：“相，省視也，從目，從木。”此\n處用本義，義爲仔細察看)之。玉人曰：“石也。”王以和爲誑(kuáng，欺騙)而刖其左足。及厲王薨(諸侯死稱\n薨)，武王(指楚武王，名熊通)即位。和又奉其璞而獻之武王。武王使玉人相之。又曰：“石也。”王又以和爲\n誑而刖其右足。武王薨，文王(指楚文王，名熊貲)即位。和乃抱其璞而哭於楚山之下，三日三夜，泣盡而繼之\n以血。王聞之，使人問其故，曰：“天下之刖者多矣，子奚(疑問代詞，作狀語，為什麼)哭之(指示代詞，作定\n語，這樣)悲也？”和曰：“吾非悲(爲……而悲傷)刖也，悲夫寶玉而題之以石，貞士(指正直誠懇的人)而名之\n以誑，此吾所以悲也。”王乃使玉人理(《說文•玉部》：“理，治玉也。從玉，里聲。”此處用本義，義爲治\n玉、加工玉石)其璞而得寶焉，遂命曰：“和氏之璧。”\n\n\n【注釋】本篇選自《韓非子•和氏》。和氏：一作卞和。璧：扁平而圓，中心有孔的玉。\n\n【参考译文】\n\n  楚人卞和在荆山中得到一块玉璞，捧着进献给楚厉王。厉王让玉匠鉴定。玉匠说：“是石头。”厉王认为\n\n卞和是行骗，就砍掉了他的左脚。到厉王死，武王继位。卞和又捧着那块玉璞去献给武王。武王让玉匠鉴定，\n\n玉匠又说：“是石头。”武王也认为卞和是行骗，就砍掉了他的右脚。武王死，文王登基。卞和就抱着那块玉\n\n璞在荆山下哭，哭了三天三夜，眼泪干了，跟着流出的是血。文王听说后，派人去了解他哭的原因，问道：“天\n\n下受断足刑的人多了，你为什么哭得这么悲伤？”卞和说：“我不是悲伤脚被砍掉，而是悲伤把宝玉称作石头，\n\n把忠贞的人称作骗子。这才是我悲伤的原因。”文王就让玉匠加工这块玉璞并得到了宝玉，于是命名为“和氏\n\n之壁”。"
    },
    {
     "h": "04《宋人有酤酒者》",
     "c": "【原文】\n  宋人有酤(gǔ，賣。買酒也稱酤)酒者，升概(升是酒的量器，概是量穀物時刮平斗斛等量器的木板。這裡\n指“升”“概”是連文)甚平，遇(接待)客甚謹(恭敬有禮)，爲酒甚美，縣(xuán，懸掛，後作“懸”)幟(酒\n幌，酒旗)甚高，然而不售(賣出去)，酒酸(壞)。怪(形容詞意動用法，認爲……奇怪)其故(原因)，問其所知(熟\n悉，瞭解)閭(lǚ，一種居民組織單位，鄉)長者(老者，上年紀的人)楊倩，倩曰：“汝狗猛耶？”曰：“狗猛則酒\n何故而不售？”曰：“人畏焉(指示代詞，之)。或(無定代詞，作主語，可譯作“有人”)令孺子(小孩子)懷錢挈\n(qiè，提)壺罋(wèng，“瓮”的異體字，一種陶製容器)而往酤，而狗迓(yà，迎接)而齕(hé，咬)之，此\n酒所以酸而不售也。”夫國亦有狗鉻，有道之士(有知識學問的人)懷其術而欲以明(形容詞使動用法，使……聖\n明)萬乘(古代以兵車數量表示國家大小，大國稱“萬乘”，中國稱“千乘”，小國稱“百乘”。乘shèng，\n\n\n\n\n兵車)之主(君王)，大臣爲猛狗迎而齕之，此人主之所以蔽(受蒙蔽)脅(受脅迫)，而有道之士所以不用也。故\n桓公問管仲：“治國最奚患(賓語前置，疑問代詞“奚”作賓語，置於動詞“患”前，可譯作“擔心什麼”)？”\n對曰：“最患社(土地神)鼠矣。”公曰：“何(疑問代詞，作狀語，可譯爲“為什麼”)患社鼠哉？”對曰：“君亦見\n夫爲社者乎？樹(豎立)木而塗(指用泥塗抹)之，鼠穿其間，掘穴托其中。燻(燻烤)之則恐焚木(指用木做的神\n主)，灌之則恐塗阤(zhì，崩裂脫落)，此社鼠之所以不得(指被得到，被除去)也。今人君之左右，出則爲勢\n重(權勢)而收利於民，入則比周(互相勾結)而蔽(掩蓋)惡於君。內間(刺探，打聽)主之情以告外，外內爲重(這\n裡指勢重)，諸臣百吏以爲富(即“以之爲富”，意思是利用他們來致富)。吏不誅則亂法，誅之則君不安。據(依\n靠，這裡只依靠國君)而有之(指保有權勢)，此亦國之社鼠也。”故人臣執(掌握)柄(權力)而擅(專有)禁(政令)，\n明(明顯)爲己者必利，而不爲己者必害，此亦猛狗也。夫大臣爲猛狗而齕有道之士矣，左右又爲社鼠而間主之\n情，人主不覺。如此，主焉(疑問代詞，作狀語，可譯作“怎麼”“哪裡”)得(能夠)無壅(受蒙蔽)，國焉得無\n亡乎？\n\n\n【参考译文】\n\n  宋国有一个卖酒的人，量酒非常公平，待客非常殷勤，酿酒非常醇美，酒旗挂得又高又显眼，但却卖不出\n\n去，酒都变酸了。他对此感到诧异，不知原因何在，就去问他熟悉的地方长老杨倩，杨倩说：“你养的狗凶吗？”\n\n他说：“狗凶。可是酒为什么就卖不出去呢？”杨倩说：“人们怕狗呀。有人让小孩子揣着钱拿着壶瓮去买洒，\n\n猛狗却迎上来咬他。这就是酒变酸而卖不出去的原因。”国家也有猛狗。法术之士怀有治国的策略，想使大国\n\n的君主明察起来，大臣却像猛狗一样迎上去乱咬，这也就是君主被蒙蔽和挟持，而法术之士不能受到重用的原\n\n因所在。所以齐桓公问管仲：“治理国家最怕什么？”管仲回答说：“最怕社坛里的老鼠呀。”桓公说：“干\n\n吗要伯社坛里的老鼠呢？”管仲回答说：“您曾看见过那些做社坛的人吗？把木头树起来；涂上泥巴；老鼠咬\n\n穿了木头，挖洞藏身在里面，用烟火熏它吧，又伯涂上的泥巴掉下来：这就是捉不到社鼠的原因。现在君主身\n\n边的近侍，在朝廷外就卖弄权势，从民众那里榨取利益；在朝廷内就紧密勾结，在君主面前隐瞒罪恶。在宫内\n\n刺探君主的情况告诉宫外的同党，内外勾结助长权势，群臣百官以此获得富贵。官吏不诛杀他们，国法就要受\n\n到扰乱；诛杀他们，君主就不得安宁。他们控制着君主，也就是国家的社鼠啊。”所以臣子掌握权势，操纵法\n\n令，向人表明：为他卖力的人必有好处，不为他卖力的人必有祸患。这也就是猛狗。大臣既像猛狗一样迫害法\n\n术之士，左右近侍又像社鼠一样刺探君主内情，而君主却不能察觉。这样，君主怎能不受蒙骗，国家怎能不衰\n\n亡呢？"
    },
    {
     "h": "05《上古之世》",
     "c": "【原文】\n  上古(遠古)之世，人民少而禽獸衆，人民不勝(shēng，承受的起，禁得住)禽獸蟲蛇。有聖人作(出現，\n興起)，搆(交錯架起)木爲巢以避群害，而民悅之，使王(wàng，名詞用作動詞，統治)天下，號(稱)曰有巢氏\n(傳說遠古聖人，巢居的發明者)。民食果(木本植物結的果實)蓏(luǒ，草本植物結的果實。這裡泛指野生果\n實)蜯(bàng，“蚌”的異體字)蛤(gé，蛤蜊)，腥臊惡臭(難聞的氣味。臭xiù，氣味)而傷害腹胃，民多疾\n病。有聖人作，鑽燧(鑽燧：指鑽木取火。燧：取火的木頭)取火以化腥臊，而民說之，使王天下，號之曰燧人\n氏(傳說遠古聖人，人工取火發明者)。中古之世，天下大水，而鯀(gǔn，傳說禹的父親，治水無效被舜殺於\n羽山)禹(夏代一帝王，傳說率眾治水)決(疏通水道)瀆(河道)。近古之世，桀(夏代最後一個君主)紂(商代最後\n一個君主)暴亂(暴虐，昏亂)，而湯(商代開國之君)武(周武王，商代第一位帝王)征伐。今有搆木鑽燧于夏後\n氏之世(即夏朝。后：《說文•后部》：“后，繼體君也，象人之形，施令以告四方。”此處用本義，義爲君主)\n\n\n\n\n者，必爲(wéi，介詞，引進行爲的主動者，可譯作“被”)鯀禹笑矣；有決瀆于殷周之世者，必爲湯武笑矣。\n然則今有美(形容詞意動用法，以……爲美，讚美，稱道)堯、舜、湯、武、禹之道(方法，措施)於當今之世者，\n必爲新聖(新興的聖人，指韓非時代的代表人物)笑矣。是以聖人不期(期望，要求)脩(“修”的借字，學習)\n古，不法(效法)常可(指長久適用的辦法)，論(考慮，研究)世之事，因爲之備(雙賓語，“之”指代“世之事”。\n爲wéi。備：措施)。宋有人耕田者，田中有株(樹樁子)，兔走(《說文•走部》：“走，趨也，從禾、止。”\n此處用本義，義爲跑)觸株，折頸而死，因釋(放下)其耒(lěi ，古代一種翻土的農具)而守株，冀(希望)復(再，\n又)得兔，兔不可復得，而身(自身，自己)爲(介詞，引進動作行爲的主動者，可譯作“被”)宋國笑。今欲以\n先王之政，治當世之民，皆守株之類也。\n  古者丈夫(成年男子的敬稱)不耕，草木之實足食也；婦人不織，禽獸之皮足衣(yì，名詞用作動詞，穿)\n也。不事(使用)力而養(給養，生活資料)足，人民少而財有餘，故民不爭。是以厚(重)賞不行(施行)，重罰不\n用，而民自治(安定，跟“亂”相對)。今人有五子，不爲多；子又有五子，大父(祖父)未死，而有二十五孫。\n是以人民衆而貨財(同義詞連用，都只財物，財產)寡，事力勞(辛勞，辛苦)而供養薄，故民爭，雖(即使)倍(加\n倍)賞累(lěi ，成倍增加)罰而不免於亂。\n  堯之王天下也，茅茨(用茅草蓋的屋頂。茨cí)不翦(“剪”的異體字，修剪)，采椽(櫟木做的椽子。采，\n櫟木，後作“採”)不斲(zhuó，砍削。這裡指交工修整)；糲(lì，粗米)粢(cí，與黍相比較差的糧食)之食，\n藜(野菜)藿(huò，豆葉)之羹(菜湯)；冬日麑裘(麂皮衣。麂，小鹿)，夏日葛衣(葛布做的衣服)；雖監門(看\n門的人)之服養，不虧(減損，少)於此矣。禹之王天下也，身執耒臿(chā，鍬，鏟)，以爲民先(動詞，帶頭，\n做出表率)，股(大腿)無胈(bá，腿上的肥肉)，脛(jìng，小腿)不生毛，雖臣虜(同義詞連用，都指奴隸。古\n代常以俘虜作為奴隸)之勞，不苦於此矣。以是言之，夫古之讓天子者，是去(離開)監門之養，而離臣虜之勞\n也，古傳天下(把天下傳給別人)而不足(值得)多(稱讚)也。今之縣令(縣長)，一日身死，子孫累世絜駕(指世\n代都有馬車可乘，表示扔居富貴之位。累世：世世代代。絜xié，圍束，這裡指套車。駕：駕馬拉車)，故人\n重(形容詞意動用法，以……爲重，看重)之。是以人之於讓(指辭讓官位)也，輕辭古之天子，難去今之縣令者，\n薄厚之實異也。夫山居(住在山上)而谷汲(到溪谷去打水。“山”“谷”都是名詞作狀語，表示處所)者，膢(lóu，\n楚人在二月祭祀飲食神的節日)臘(古代冬季舉行的對百神的祭祀)而相遺(wèi，贈送)以水；澤居(在沼澤地區\n居住，結構同“山居”)苦(形容詞意動用法，以……爲苦)水(水患)者，買(雇)庸(工，後作“傭”)而決(挖渠)\n竇(“瀆”的借字，改讀dú，水溝)。故饑(五穀不收)歲之春，幼弟不饟(xiǎng，“餉”的異體字，供給食\n物)；穰歲(豐年。穰ráng)之秋，疏(指關係疏遠)客必食(sì，動詞使動用法，使……吃)。非疏骨肉愛過客\n也，多少之實異也。是以古之易(輕視)財，非仁也，財多也；今之爭奪，非鄙(貪吝，小氣)也，財寡也。輕辭\n天子，非高也，勢薄也；重(形容詞意動用法，認為……重)爭士(同“仕”，做官)橐(tuó ，“託”的借字，\n投靠，依附)，非下(卑下)也，權重也。故聖人議(研究，考慮。與“論”意義相同)多少(指財務的多少)、論\n薄厚(指權利的大小)爲之政(雙賓語，“之”代社會，可譯作“制定社會的政治措施”)。故罰薄不爲慈，誅(懲\n罰)嚴不爲戾(lì，暴虐)，稱(chèn，適應)俗而行也。故事因(依承，隨著)於世，而備(方法、措施)適於事。\n\n\n【参考译文】\n\n  在上古时代，人口稀少，鸟兽众多，人民受不了禽兽虫蛇的侵害。这时候出现了—位圣人，他发明在树上\n\n搭窝棚的办法，用来避免遭到各种伤害；人们因此很爱戴他，推举他来治理天下，称他为有巢氏。当时人民吃\n\n的是野生的瓜果和蚌蛤，腥臊腐臭，伤害肠胃，许多人得了疾病。这时候又出现了一位圣人，他发明钻木取火\n\n的方法烧烤食物，除掉腥臊臭味；人们因而很爱戴他，推举他治理天下，称他为隧人氏。到了中古时代，天下\n\n洪水泛滥，鲧和他的儿子禹先后负责疏通河道，排洪治灾。近古时代，夏桀和殷纣的统治残暴昏乱，于是商汤\n\n和周武王起兵讨伐。如果到了夏朝，还有人用在树上搭窝棚居住和钻木取火的办法生活，那一定会被鲧、禹耻\n\n\n\n笑了；如果到了殷周时代，还有人要把挖河排洪作为要务的话，那就一定会被商汤、武王所耻笑。既然如此，\n\n那么在今天要是还有人推崇尧、舜、禹、汤、武王的政治并加以实行的人，定然要被现代的圣人耻笑了。因此，\n\n圣人不期望照搬古法，不死守陈规旧俗，而是根据当前社会的实际情况，进而制定相应的政治措施。有个宋人\n\n在田里耕作；田中有一个树桩，一只兔子奔跑时撞在树桩上碰断了脖子死了。从此这个农人便放下手中的农具，\n\n守在树桩旁边，希望再捡到死兔子。他当然不可能再得到兔子，自己倒成了宋国的一个笑话。现在假使还要用\n\n先王的政治来治理当代的民众，那就无疑属于守株待兔之类的人了。\n\n  在古代，男人不用耕种，野生的果实足够吃的；妇女不用纺织，禽兽的皮足够穿的。不用费力而供养充足。\n\n人口少而财物有余，所以人们之间用不着争夺。因而不实行厚赏，不实行重罚，而民众自然安定无事。现在人\n\n们养有五个儿子并不算多，每个儿子又各有五个儿子，祖父还没有死就会有二十五个孙子。因此，人口多了，\n\n而财物缺乏；费尽力气劳动，还是不够吃用。所以民众互相争夺，即使加倍地奖赏和不断地惩罚。结果仍然免\n\n不了要发生混乱。\n\n  尧统治天下的时候，住的是没经修整的茅草房，连栋木椽子都不曾刨光；吃的是粗粮，喝的是野菜汤；冬\n\n天披坏小鹿皮，夏天穿着麻布衣。就是现在看门奴仆的生活，也不比这差。禹统治天下的时候，亲自拿着锹锄\n\n带领人们干活，累得大腿消瘦，小腿上的汗毛都磨没了，就是奴隶们的劳役也不比这苦。这样说来，古代把天\n\n子的位置让给别人，不过是逃避看门奴仆般的供养，摆脱奴隶样的繁重苦劳罢了；所以把天下传给别人也并不\n\n值得赞美。如今的县令，一旦死了，他的子孙世世代代总有高车大马，所以人们都很看重。因此，人们对于让\n\n位这件事，可以轻易地辞掉古代的天子，却难以舍弃今天的县官；原因即在其间实际利益的大小很不—样。居\n\n住在山上要到溪谷去打水的人，逢年过节用水作为礼品互相赠送；居住在洼地饱受水涝灾害的人，却要雇人来\n\n挖渠排水。所以在荒年青黄不接的时候，就连自己的幼弟来了也不肯管饭；在好年成的收获季节，即使是疏远\n\n的过客也总要招待吃喝。不是有意疏远自己的骨肉而偏爱过路的客人，而是因为存粮多少的实际情况不同。因\n\n此，古人轻视财物。并不是因为仁义，而是由于财多；今人互相争夺，并不是因为卑鄙，而是由于财少。古人\n\n轻易辞掉天子的职位，并不是什么风格高尚，而是因为权势很小；今人争夺官位或依附权势，也不是什么品德\n\n低下，而是因为权大势重。所以圣人要衡量财物多少、权势大小的实况制定政策。刑罚轻并不是仁慈，刑罚重\n\n并不是残暴，适合社会状况行动就是了。因此，政事要根据时代变化，措施要针对社会事务。\n\n\n第十二課 代詞"
    },
    {
     "h": "01《绕梁三日》",
     "c": "【原文】\n  薛譚(秦国善於唱歌的人)學謳(ōu，不用樂器伴奏的唱歌)於(介詞，可譯爲“向”)秦青(秦国善於唱歌的\n人)，未窮(窮盡、窮究)青之技，自謂盡之(自己以為窮盡了秦青唱歌的技藝。之，代詞，指代秦青唱歌的技藝)，\n遂辭(告別，辭別)歸。秦青弗止(留住，留下)，餞(以酒食送行)於郊衢(qú，四通八達的道路)。撫節(輕輕地\n敲打節拍。撫，“拊”的借字，輕輕地敲擊)悲歌，聲振(“震”的借字，震撼，震動)林木，響遏(遏止)行雲。\n薛譚乃(副詞，於是)謝(道歉)求反(返回，後作“返”)，終身(一輩子，終盡此身)不敢言歸。秦青顧(《說文•\n頁部》：“顧，還視也，從頁，雇聲。”此處用本義，義爲回頭看)謂其友曰：“昔韓娥(戰國時韓國擅長唱歌\n的女子)東(方位名詞作狀語，向東)之(動詞，到……去)齊，匱(kuì，竭盡，缺乏)糧，過雍門(齊國的城門)，\n鬻歌假食(通過賣唱來求得食物。鬻yù，賣。假jiǎ，借，這裡指求食)。既去(離開)而餘音繞梁欐(lì，屋\n梁)，三日不絕(停止)，左右(附近的人)以(動詞，認為)其人弗去。過逆旅(客舍，旅店)，逆旅人辱之(代詞，\n指代韓娥)。韓娥因(於是)曼聲(拉長的聲音。曼，長)哀哭，一里(古代居民組織的單位)老幼悲愁，垂涕(眼淚)\n相對，三日不食。遽(jù，迅速。急忙)而追之。娥還，復爲曼聲長歌，一里老幼喜躍(跳)抃(biàn，鼓掌表\n示歡欣)舞，弗能自禁，忘向(之前，從前)之悲也。乃厚賂(贈送財物)發(派遣，遣送，這裡指讓韓娥回鄉)之。\n\n\n\n故雍門之人至今善歌哭，放(“仿”的借字，仿效)娥之遺聲。”\n\n\n【参考译文】\n  薛谭向秦青学习唱歌，还没有完全学会秦青的技艺，就自以为全都掌握了，于是告辞回家。秦青也不挽留，\n还在郊外的大路口为他饯行，席间，秦青拍打着竹制的乐器，慷慨悲歌，激越的歌声震撼着林间树木，清亮的\n回响遏止了天空飘动的浮云。薛谭听了，连忙道歉谢罪，请求继续在门下学习，终身都不敢再提学成回家的话。\n秦青曾对他的朋友说：“过去韩娥往东到齐国去，粮食吃完了，经过雍门时；便依靠卖唱来维持生活。她走了\n以后，留下来的声音还在屋梁间回荡，三天没有停止，周围的人还以为她没有离开。韩娥经过旅馆时，旅馆里\n的人侮辱了她。于是韩娥拖长了声音悲哀地哭泣，周围一里以内的老人和小孩也都随之悲哀忧愁，相对流泪，\n三天没有吃饭。旅馆里的人急忙追赶她，向她赔情道歉，韩娥回来后，又拖长了声音长时间地唱歌，周围一里\n之内的老人和小孩也都欢喜雀跃地拍着手跳起舞来，谁也不能自己停下来，都忘记了刚才的悲哀。然后给她很\n多钱财送她回家去。所以雍门附近的人直到现在还喜欢唱歌和悲哭，那是在模仿韩蛾留下来的声音啊！”"
    },
    {
     "h": "02《纪昌学射》",
     "c": "【原文】\n  甘蠅(古代著名神箭手，事跡見於《呂氏春秋》)，古之善射者，彀弓而獸伏鳥下(祗要張滿弓還沒發射，\n鳥獸就唄下的紛紛伏下。彀ɡòu，張滿弓)。弟子名飛衛，學射于甘蠅，而巧(射箭的技巧，技巧)過(超過，超\n出)其師。紀昌者，又學射于飛衛。飛衛曰：“爾(你)先學不瞬(眨眼)，而後可言射矣(然後纔可以和你談論射\n箭之道。言，談論，討論)。”紀昌歸，偃(仰面臥倒)臥其妻之機(這裡指織布機)下，以目承(承受，接受，這\n裡指向上看)牽挺(織布機的腳踏板)。二年之後，雖錐末倒眥而不瞬也。以(介詞，省略代詞賓語“之”，代指\n“雖錐末倒眥而不瞬”)告飛衛。飛衛曰：“未(否定副詞，表示事情還沒有實現，這裡指還沒達到)也，必學視\n而後可。視小如大，視微如著，而後告我。”昌以氂懸虱於牖(用長毛把虱子懸掛于窗戶上。氂máo，動物身\n上的長毛。牖yǒu，窗戶)，南面而望之。旬(十天)日之間，浸(程度副詞，表示逐步進行，漸漸)大(形容詞\n用作動詞，變大)也；三年之後，如車輪焉。以睹餘物，皆丘山也(再看其他的事物，都像丘陵、山峰一樣高大)。\n乃以燕角之弧，朔蓬之簳射之，貫(貫穿)虱之心，而懸不絕。以告飛衛。飛衛高蹈拊膺曰：“汝得之矣！”紀昌\n既(副詞，已經)盡(窮盡，這裡指全部學到)衛之術(技藝，這裡指的是射箭的技藝)，計(估計)天下之敵己(和\n自己匹敵)者一人而已；乃謀(考慮，謀劃)殺(殺害)飛衛。相遇於野，二人交射(對射)；中路矢鋒相觸(兩隻箭\n射到一半，箭頭相碰擊。觸：碰撞)，而墜(落下)于地，而塵不揚。飛衛之矢先窮(用盡)。紀昌遺(剩下)一矢；\n既發，飛衛以棘刺之端扞之(用荊棘的尖刺把射來的箭擋下來。扞，抵禦，抵擋)，而無差(誤差，偏差)焉。于\n是二子(古代對男子的敬稱)泣而投弓(把弓扔掉)，相拜于塗(道路，後作“途”)，請爲父子(請求結爲父子關\n係)。尅(“刻”的借字)臂以誓，不得告術於人。\n【注釋】\n雖錐末倒眥而不瞬也：即使是用錐子的尖端碰到眼眶也不眨眼。\n          末，末端，末梢，這裡指錐子尖。倒，“到”的借字。眥，眼眶\n視小如大,視微如著：由於眼力好能把小的東西看成大的東西,把細微的東西看成顯著的東西。著,明顯，顯著。\n燕角之弧，朔蓬之簳gǎn：燕國出產的獸角製成的弓，北方出產的蓬草製成的箭杆。弧，《說文•弓部》：“弧，\n木弓也。”此處用本義，義爲木弓。朔，北方。簳，箭杆\n高蹈拊膺yīng：高高跳起，用手敲擊胸膛，形容激動的樣子。蹈，跳。拊，敲擊，拍打。膺，胸\n\n\n【参考译文】\n  甘蝇是古代很会射箭的人，只要他拉满弓，走兽便趴下，飞鸟就会落地。他有个弟子叫飞卫，向甘蝇学习\n射箭，技巧超过了他的老师。又有一个叫纪昌的人，向飞卫学习射箭。飞卫说：“你先学习不眨眼的本领，然\n后才可以谈射箭的事。”纪昌回家后，仰卧在他妻子的织布机下，眼睛对着上下不停移动的踏板。两年以后，\n即使锥尖碰着眼眶，也不眨一眨眼。他把这个本领告诉了飞卫，飞卫说：“不行，还必须学会看东西，然后才\n\n\n\n可以学射箭，看小东西能像看大东西一样，看细微的东西能像看显著的东西一样，然后再来告诉我。”\n  于是纪昌用一根长毛系住一只虱子挂在窗口，面朝南望这只虱子。十来天后，他所看到的虱子逐渐变大；\n到三年之后，大得像车轮一样。再看别的东西，就都成了丘陵和高山。于是他用燕国的牛角装饰的弓、楚国的\n蓬草做的箭去射那只虱子，正好穿透了虱子的心脏，而挂虱子的长毛却没有断。他又把这个本领报告了飞卫，\n飞卫高高地跳起来拍着胸脯说：“你已经得到本领了！”\n  纪昌完全学到飞卫的箭术之后，估摸着天下能够与自己匹敌的，不过飞卫一个人而已；就图谋杀死飞卫。\n一次，两人在郊野相遇，便张弓对射；半路上彼此的箭锋相互碰击，落到地上，却不扬起一点尘土。飞卫的箭\n先射完了。纪昌还剩下一支箭；发出后，飞卫用荆棘刺的尖端来抵御他的利箭，竟毫无差失。于是，两人激动\n得热泪盈眶，纷纷扔掉手中的弓箭，在路上对拜起来，请求结成父子。他们在手臂上刻下标记，盟誓永远不把\n射箭的绝技告诉别人。"
    },
    {
     "h": "03《九方皋相马》",
     "c": "【原文】\n  秦穆公(嬴姓，名任好，春秋五霸之一)謂伯樂(相傳爲秦穆公時的人，姓孫名陽，善於相馬)曰：“子之年\n長矣，子姓(子孫)有可使求馬者乎？”伯樂對曰：“良馬可形容筋骨相也(尋找一般的駿馬，可以根據它的形體、\n外貌以及筋肉、骨骼的生長狀態來考察)。天下之馬(這裏指天下罕有的千里馬，和“良馬”相對而言)者，若\n\n滅若沒，若亡若失，若此者絕塵(腳下不沾塵土，形容奔行迅速。絕，斷絕)弭(mǐ，消除) (“轍”的異體\n\n字，車輪碾過的痕跡，這裏指蹄跡)。臣之子皆下才也，可告以良馬(把如何考察良馬的知識告訴他)，不可告\n以天下之馬也。臣有所與共擔纆薪菜者，有九方皋，此其于馬非臣之下也(他對於相馬的本領不在於我之下)。\n請見(召見)之(代詞，指九方皋)。”穆公見之，使行(外出，出行)求(尋找)馬。三月而反(返回，後作“返”)，\n報(答復，報告)曰：“已得之矣，在沙丘(地名)。”穆公曰：“何馬也？”對曰：“牝(pìn，鳥獸的雌性)而黃。”\n使人往取之，牡(鳥獸的雄性)而驪(lí，深黑色的馬)。穆公不說(高興，喜悅，後作“悅”)，召伯樂而謂之\n曰：“敗(糟糕，失敗)矣，子所使求馬者！色物(馬的毛色)、牝牡尚弗能知，又何馬之能知(賓語前置，“何馬”\n作爲“知”的前置賓語，用代詞“之”復指)也？”伯樂喟然(嘆息的樣子。喟kuì)太息曰：“一(專心，專一)\n至于此乎！是乃其所以千萬臣而無數者也。若皋之所觀，天機(天地之間的玄機，指事物精微的、內在的方面)\n也，得其精而忘(忽視，佚亡)其麤(“粗”的異體字)，在(省察，注重)其內而忘其外；見其所見，不見其所不\n見；視其所視，而遺(遺留，剩下)其所不視。若皋之相者，乃有貴乎馬者也(像九方皋這樣善於相馬的人，實\n在是有比千里馬更可貴的地方啊)。”馬至，果天下之馬也。\n\n\n【注釋】\n九方皋gǎo：九方是複姓，皋是名。相xiàng：省察，考察\n若滅若沒，若亡若失：千里馬的形態特征若明若暗，若有若無，恍惚迷離，很不容易識別。意思是千里馬是不\n能夠通過形態特征來相的\n臣有所與共擔纆mò薪菜者：我有一個曾經和他一起肩扛繩索、采集木柴的老朋友。\n擔，肩挑，肩扛。纆，繩索。薪菜，即“薪采”，也就是采薪，采集木柴。菜，“采”的借字\n是乃其所以千萬臣而無數者也：這正是九方皋相馬的本領超過我千萬倍甚至無數倍的地方。是，指示代詞，指\n代上文穆公所說的情況。乃，情態副詞，正是。其，指示代詞，指代九方皋。千萬，數詞用作動詞，超過……\n千萬倍\n【参考译文】\n  秦穆公对伯乐说：“您的年纪大了，子孙中可有没有能派去访求良马的人呢？”伯乐答道：“良马可以通\n过它的形体、外貌、筋节、骨骼来判断识别。至于天下无双的宝马则不然，它的神气迷离恍惚，似有似无，这\n样的马一旦飞快奔驰，四蹄似乎离开地面不沾尘土，车马过处也不留痕迹。我的子孙都是下等人才，只能教他\n们识别良马，没法教他们如何识别天下之马。我有一位一同挑担劈柴的朋友，名叫九方皋，他相马的本领不在\n我之下。请让我为您引见他。”秦穆公召见了九方皋，让他去寻求天下之马。三个月后，九方皋回来报告：“已\n\n\n\n经找到了，就在沙丘。”秦穆公问：“什么样的马呢？”九方皋答道：“是一匹黄色的母马。”秦穆公派人去\n取马，却是一匹黑色的公马。穆公很不高兴，召见伯乐并对他说：“真糟糕啊，你所推荐的那个相马人。连马\n的毛色、公母尚且分辨不清，又怎么能鉴别马的优劣呢？”伯乐长叹一声道：“竟然达到这种境界了！这正是\n他比我高明何止千万倍的地方啊。像九方皋所观察的，是马的天机禀赋，他观察到马的精髓，也就忘记了表象；\n注重的是马的内在品性，也就忽略了外在皮毛；看到应当看的，不看不必看的；观察应当观察的，忽略不应当\n观察的。像九方皋这样的相马，还有着比宝马更可贵的地方。”马送来了，果然是一匹天下无双的宝马。\n\n\n第四单元\n\n第十三课 介词"
    },
    {
     "h": "01《吳起治西河》",
     "c": "【原文】\n  吳起(衛國人，善用兵。率軍駐守西河以拒秦國)治西河(地名，在黃河西，故稱之)之外，王錯(魏國大夫)\n譖(zèn，進讒言，說壞話)之於魏武侯(名擊，魏文侯之子)，武侯使人召之。吳起至於岸門(地名，在今山西)，\n止車而望西河，泣(眼淚)數行而下。其僕謂吳起曰：“竊觀公之意，視釋(放棄)天下若釋躧(xǐ，草鞋)，今去\n(《說文•去部》：“去，人相違也。從人，凵(qù)聲。”此處用本義，義爲離開)西河而泣，何也？”吳起抿(拭，\n抹)泣而應之曰：“子不識。君知我而使我畢(全部施展)能(才能)西河，可以王(名詞用作動詞，稱王)。今君(指\n魏武侯)聽讒人(喜歡說別人壞話的小人)之議而不知(了解，這裡指信任)我，西河之(連詞，用在主謂結構之間，\n取消句子獨立性。爲秦取，被動句式，介詞“爲”表示被動，可譯作“被”)爲秦取(攻佔)不久矣，魏從此削\n矣。”吳起果去魏入楚。有間(不久)，西河畢入秦，秦日益大。此吳起之所以(表示……的原因)先見(事先預見)\n而泣也。\n\n\n【参考译文】\n  吴起治理西河，王错在魏武侯面前诋毁他，武侯派人把吴起召回。吴起走到岸门，停下车，回头遥望西河．眼\n泪一行行流了下来。他的车夫对他说：“我私下观察您的心志，把舍弃天下看得就像扔掉鞋子一样。如今离开\n酉河，您却流了泪，这是什幺缘故啊？”吴超擦去眼泪回答说；“你不知道。如果君主了解信任我，使我尽自\n己所能，那么我凭着西河就可以帮助君主成就王业。如今君主听信了小人的馋言，而不信任我，西河被秦国攻\n取的日子不会久了，魏国从此要削弱了。”吴起最后离开魏国，去了楚国。不久，西河完垒被秦国吞并了，秦\n国日益强大。这正是吴起所预见到并为之流泪的事。"
    },
    {
     "h": "02《奇鬼》",
     "c": "【原文】\n  梁(國名，即魏國，因爲魏國國都都是大梁，故稱梁國)北有黎丘部，有奇鬼焉，喜効(“效”的異體字，\n模仿)人之子姪(“侄”的異體字)昆(兄)弟之狀。邑丈人(老人)有之(動詞，前往)市(市場)而醉歸者，黎丘之\n鬼効其子之狀，扶而道(名詞作狀語，在路上)苦(形容詞使動用法，使……受苦)之。丈人歸，酒醒而誚(qiào，\n責備)其子曰：“吾爲汝父也，豈(副詞，作狀語，難道)謂不慈(上輩對晚輩的愛)哉？我醉，汝道(名詞作狀語，\n在道路上)苦(形容詞使動用法)我，何故？”其子泣而觸地曰：“孽(動詞，作孽，製造災禍)矣！無此事也。昔\n也往責(討債，後作“債”)於東邑，人可問也。”其父信之，曰：“譆！是(代詞，這)必夫(指示代詞，那個)奇\n鬼也！我固(副詞，本來)嘗(副詞，曾經)聞(聽說)之矣。”明日，端(專門)復飲於市，欲遇而刺殺之。明旦之\n市而醉，其真子恐其父之不能反(回來，後作“返”)也，遂逝(前往)迎之。丈人望其真子，拔劍而刺之。丈人\n智惑于似其子(被動句式，介詞“於”引進動作行為的主動者)者而殺於真子。夫惑於似士者而失於真士，此黎\n丘丈人之智也。\n\n\n\n\n【参考译文】\n  梁国北部有个黎丘乡，那里有个奇鬼，善于模仿人的子孙兄弟的样子。乡中有个老者到市上去，喝醉了酒\n往家走，黎丘奇鬼模仿他儿子的样子，搀扶他回家，在路上苦苦折磨他。老者回到家里，酒醒以后责问他的儿\n子说：“我作为你的父亲，难道能说不慈爱吗？我喝醉了，你在路上苦苦折磨我，这是为什么？”他的儿子哭\n着以头碰地说：“您遇到鬼怪了！没有这回事呀！昨天我去东多讨债，这是可以问别人的。”父亲相信了儿子\n的话，说。“噢，这一定是那个奇鬼作怪了！我本来就听人说起过它。”第二天老者特意又到市上饮酒，希望\n再次遇见奇鬼，把它杀死。天刚亮就到市上去，又喝醉了，他的儿子怕父亲回不了家，就去接他。老者望见儿\n子，拔剑就刺。老者的思想被像他儿子的奇鬼所迷惑，而杀死了自己的真儿子。那些被像是贤士的人所迷惑的\n人，错过了真正的贤士，这种思想正像黎丘老者一样啊！"
    },
    {
     "h": "03《荊人欲襲宋》",
     "c": "【原文】\n  荊(楚國的別名)人欲襲宋，使人先表(名詞用作動詞，做標記)澭水(水名，黃河的支流)。澭水暴(突然)\n益(上漲，後作“溢”)，荊人弗知，循(《說文·彳部》：“循，行順也”此處用本義，義爲順着、沿着)表而\n夜涉，溺死者千有餘人，軍驚而(“如”的借字，好像)壞(倒塌)都(dū，大)舍(房屋)。嚮(從前)其先表之時\n可導(陰道，指順着標記過河)也，今水已變而益多矣，荊人尚猶(同義連用，還，仍然)循表而導之，此其所以\n敗也。今世之主法(效法)先王之法也，有似於此。其時已與先王之法虧(“詭”的借字，改讀guǐ，異，不同)\n矣，而曰“此先王之法也”而法之。以此為治(指治理國家的標準)，豈不悲哉！故治國無法則亂，守法而弗變則\n悖(逆，違背事理)，悖亂不可以持(保有，守護)國。世易(變化)時移(推移)，變法宜(合適，應該)矣。譬之若\n良醫，病萬變，藥亦萬變。病變而藥不變，嚮之壽民(長壽的人)，今為殤子(未成年而死的人)矣。\n\n\n【参考译文】\n  楚国人要去偷袭宋国，派人先在澭水里设立标记。澭水突然上涨上，楚国人不知道，还是顺着原来的标记\n在夜间渡水，结果被淹死的有一千多人，士兵惊骇的声音如同大房屋倒塌一样。以前他们设立标记的时候，是\n可以根据标记渡水的，现在水位已经变化，水涨了很多，可是楚国人还是照着原来的标记渡水，这是他们为什\n么惨败的原因。现在的国君取法先王的法令制度，就有些象这种情况。时代已经与先王的法令制度不相适应了，\n但还在说这是先王的法令制度，因而取法它。用这种方法来治理国家，难道不可悲吗！所以说治理国家没有法\n令制度就会混乱，死守古老的法令制度而不改变就会行不通，混乱和不合时宜都不能治理好国家。社会不同了，\n时代改变了，改变法令制度是应该的。比如好的医生，病症千变万化，下药也要千变万化。病症变了而药不变，\n本来可以长寿的人，现在也变成短命鬼了。"
    },
    {
     "h": "04《魏文侯燕飲》",
     "c": "【原文】\n  魏文侯燕(“宴”的借字)飲，皆令諸大夫論己。或(無定代詞，作主語，有的人)言：“君之智也。”至於任\n座(魏國大夫)，任座曰：“君，不肖(不賢，不成材)君也。得中山(國名，在今河北)不以封君之弟而以封君之\n子(指太子擊)，是以知君之不肖也。”文侯不說，知(顯露)於顏色(面色)。任座趨(快步走)而出。次(按照順序)\n及(輪到)翟黃(魏國大夫)，翟黃曰：“君，賢君也。臣聞其主賢者，其臣之言直(坦率，直接)。今者任座之言\n直，是以知君之賢也。”文侯喜曰：“可反(後作“返”，動詞使動用法，使……返回)歟(語氣詞，表示詢問)？”\n翟黃對曰：“奚爲(可譯作“爲什麼”。奚：疑問代詞，作介詞“爲”的前置賓語)不可？臣聞，忠臣畢(竭盡)\n其忠(他的忠心)，而不敢遠(形容詞用作動詞，遠離)其死。座殆(大約)尚(還)在於門。”翟黃往視之，任座在\n於門，以君令召之。任座入，文侯下階而迎之，終座以爲上客(最受尊重的人)。文侯微(如果沒有)翟黃則幾(幾\n乎)失忠臣矣。上順乎主心以顯(形容詞使動用法，使……尊顯)賢者，其(語氣詞，表示測度語氣，可譯作“大\n概”)唯(副詞，祗有)翟黃乎？\n\n\n\n\n【参考译文】\n  魏文侯宴饮，让大夫们评论自己。有的人说君主很仁义，有的人说君主很英明。轮到任座，任座说；“君\n上，您是个不肖的君主。得到中山国，不把它封给您的弟弟，却把它封给您的儿子，因此知道您不肖，”文侯\n听了很不高兴，脸色上表现了出来。任座快步走了出去。按次序轮到翟黄，翟黄说：“君上，您是个贤君。我\n听说君主贤明的，他的臣子言语就直率。现在任座的言语直率，因此我知道您贤明。”文侯很高兴，说；“还\n能让他回来吗？”翟黄回答说：“怎么不能？我听说忠臣竭尽自己的忠心，即使因此获得死罪也不敢躲避。任\n座恐怕还在门口。”翟黄出去一看，任座当真还在门口。翟黄就以君主的命令叫他进去。任座进来了，文侯走\n下台阶来迎接他，此后终生都把任座待为上宾。文侯如果没有翟黄，就差点儿失掉了忠臣。对上能够顺应君主\n的心意来尊显贤者，大概正是说的翟黄吧！\n\n\n第十四課 連詞"
    },
    {
     "h": "01《蘇秦以連橫說秦》",
     "c": "【原文】\n  蘇秦(字季子，戰國時期縱橫家代表人之一)始將連橫(縱橫家一種主張，即秦國對其他六國逐個擊破實現\n統一)，說(shuì，動詞，遊說)秦惠王(即秦惠文君，秦孝公之子)曰：“大王之國，西有巴(古國名，爲秦所滅，\n在今四川)、蜀(古國名，爲秦所滅，在今四川)、漢中(郡名，在今陝西和湖北)之利(物產豐富)，北有胡(古代\n對西北少數民族稱呼，這裡指匈奴)貉(獸名，皮毛可以製裘)、代(古地名，以產良馬著稱)馬之用，南有巫山(山\n名)、黔(古地名，楚國屬地，後屬秦)中之限(《說文•阜部》：“限，阻也。”此處用本義，義爲阻隔、界限)，\n東有肴(也做“崤”“殽”。山名)、函(函谷關)之固。田肥美，民殷富，戰車萬乘(shèng，古代四馬一車爲\n一乘)，奮擊(奮力攻擊，這裡指奮勇作戰的士兵)百萬，沃野千里，蓄積饒多，地勢形便(地理形勢有利，便於\n攻守)，此所謂天府(物產豐富的地方。府，儲存財物的地方)，天下之雄國也。以(介詞，引進動作行為憑藉的\n對象，可譯作“憑藉”)大王之(連詞，連接定語與中心語)賢，士民之衆，車騎(jì，名詞，騎兵)之用(作用)，\n兵法之教(教習)，可以并(吞併，統一)諸侯，吞天下，稱帝而治。願大王少(副詞，稍微、略微)留意，臣請(謙\n敬副詞)奏其效(說明這件事情的效應。奏，陳述、說明。其，代詞，代指秦統一天下)。”\n  秦王曰：“寡人聞之，毛羽不豐滿者不可以高飛，文章(法令制度)不成者不可以誅罰(懲罰)，道德不厚(厚\n重，這裡指對百姓施恩)者不可以使民(役使百姓，這裡指役使百姓作戰)，政教不順(不順從，這裡指違背人心)\n者不可以煩大臣(煩勞大臣，這裡指讓大臣帶兵出戰)。今先生儼然(鄭重的樣子)不遠千裡(不以千里爲遠。遠，\n形容詞意動用法，認爲……遠)面庭(“廷”的借字，名詞作狀語，在朝廷上)教之，願以異日(希望在他日接受\n指教，這裡指秦惠王不願意採納蘇秦的意見。以，介詞，可譯作“在”。異日：他日)。”\n  蘇秦曰：“臣固(情態副詞，本來)疑大王之不能用(大王不能採用連橫之策。之，連詞，用在主謂結構之間，\n取消句子獨立性)也。昔者神農(古代部落首領，神農氏)伐補遂(古代部落名)，黃帝(即軒轅氏)伐涿鹿(山名，\n在今河北)而禽(擒獲，後作“擒”)蚩尤(黃帝時部落首領)，堯(傳說中古帝王)伐驩兜(堯臣，當時四凶之一)，\n舜(傳說中古帝王)伐三苗(古代少數民族部落)，禹(即大禹)伐共工(傳說爲堯的大臣)，湯(即商湯，商朝開國\n之君)伐有夏(即夏朝，夏朝最後一個國君)，文王(周文王)伐崇(古國名，助紂為虐，被文王誅滅)，武王(周文\n王之子)伐紂(即商紂王)，齊桓(即齊桓公，春秋五霸之一)任戰(採用戰爭手段)而伯(“霸”的借字，稱霸，改\n讀bà)天下。由此觀之，惡(wū，疑問代詞，哪裡)有不戰者乎？古者使車轂擊馳(車輪相撞擊而奔馳，形容\n古代諸侯國之間的使臣往來頻繁。轂gǔ，這輪中間中空的圓木)，言語相結(用言辞说动对方缔结联盟。结：\n締結，這裡指締結、建立某種關係)，天下爲一(天下合為一體，這裡指統一天下)；約從連橫，兵革不藏(有約\n縱連橫的情況，就會戰爭不斷。兵革，兵器鎧甲。藏，收存)；文士並餝(文人爭相用巧飾的言辭遊說諸侯。並，\n一起，此處可理解爲爭相。餝shì，“飾”的異體字，修飾，這裡指修飾言辭)，諸侯亂惑(迷惑，無所適從)；\n萬端(各種各樣的情況)俱起，不可勝(shēng ，盡、全部)理；科條(法律條文)既(副詞，已經)備(完備)，民\n多偽態；書策(文書、政令)稠濁(繁多而混亂)，百姓不足；上下(指君臣)相愁，民無所聊(依靠)；明言章理(話\n說的明白清楚，道理講得冠冕堂皇。明，形容詞使動用法，使……明白。章，明顯，後作“彰”，形容詞使動\n用法，使……彰顯)，兵甲(指戰爭)愈起；辯言偉服(說著雄辯的言辭，穿著莊重的禮服。辯，形容詞使動用法，\n\n\n\n使……雄辯。偉，形容詞使動用法，使……莊重)，戰攻不息(停止)；繁稱文辭(旁徴博引，講華麗的言辭。稱，\n徴引。文，華麗)，天下不治(沒有治理好)；舌弊耳聾(舌頭磨破，耳朵震聾)，不見成功(成就工業)；行義約\n信(用誠信約束)，天下不親。於是，乃廢文任武(放棄華麗的文辭而使用武力)，厚養(以優厚的待遇供養)死士\n(敢於獻出生命的人)，綴甲厲兵(縫製鎧甲，磨礪兵器，這裡指做好出戰準備。綴，縫合、連接。厲：磨礪，\n後作“礪”)，效(取得)勝於戰場。夫(語氣詞，房子拒收，用來引發議論)徒處(這裡指什麼都不做)而致(取得，\n得到)利，安坐而廣地(擴充土地。廣，形容詞使動用法，使……擴充)，雖(連詞，即使)古五帝(傳說中五位帝\n王)、三王(禹、湯、周武王)、五伯(即春秋五霸)，明主賢君，常欲坐而致(使……到來)之(代詞，代指上文的\n“徒處而致利，安坐而廣地”)，其勢不能(他們當時所處的形式使他們做不到“徒處而致利，安坐而廣地”)，\n故以戰續之。寬(距離遠，這裡指兩軍相距較遠)則兩軍相攻，迫(距離近，這裡指兩軍相距較近)則杖戟(泛指\n武器)相橦(chōng，“衝”的借字，撞擊)，然後可建大功。是故兵勝於外，義強於內；威(權威)立(建立)於\n上，民服於下。今欲并天下，淩(凌駕)萬乘(這裡指大國)，詘(qū，形容詞使動用法，使……屈服)敵國，制\n海內(指天下)，子(名詞使動用法，使……成爲自己的子女)元元(平民百姓)，臣(名詞使動用法，使……成爲\n自己的臣子)諸侯，非兵不可。今之嗣主(繼位的君主)，忽(忽略、忽視)於至道(最重要的道理，這裡指上文所\n講的用兵之道)，皆惛於教(在教化民眾上糊塗。惛。糊塗，混亂)，亂於治(在治理國家上混亂)，迷於言，惑\n于語(被各種言論迷惑。於，介詞，引進動作行為的主動者)，沈於辯，溺於辭(沉溺在巧辯的言辭中。沈，沉\n溺，後作“沉”)。以此論之，王固(情態副詞，一定)不能行也。”\n\n\n【参考译文】\n  苏秦最初主张连横，他游说秦惠文王说：“大王的国家，西面有巴、蜀和汉中等地丰富物产的便利，北面\n有胡貉、代马两地提供的物资费用，南面有巫山、黔中作为天然的屏障，东面有崤山、函谷关这两个牢固的关\n塞。国家田地肥沃，百姓殷实富裕，战车万辆，兵甲百万，沃野千里，各种资源富饶，积蓄充足，地势险要，\n易守难攻，这真是天府之国，因此秦国可以称得上是能够称霸天下的强国。凭借着大王的贤能，国家众多的士\n卒和百姓，战车、骑兵的强大力量，兵法和谋略的运用，贵国完全可以吞并其他诸侯，统一天下，号称皇帝来\n统治全国。希望大王能考虑这样做的好处，请大王采纳臣所设计的方略。”\n  秦惠文王说：“寡人听说，羽毛不够丰满的鸟儿不可以高飞，法令不完备不可以奖惩刑罚，道德不崇高的\n君主不可统治万民，政策教化不顺天意的君主不可以号令大臣。如今先生不远千里来当面登庭指教，军国大计\n还是希望等将来再说吧。”\n  苏秦说：“我本来就怀疑大王不会听取我的意见，过去神农氏讨伐补遂，黄帝讨伐涿鹿而擒获蚩尤，尧帝\n征讨[插图]兜，舜帝征伐三苗，禹帝征伐共工，商汤征伐有夏，文王征伐崇侯，武王征伐殷纣，齐桓公凭战争\n而称霸天下。由此看来，哪有不运用战争的道理呢？古时候，出使的车辆络绎不绝，外交使节互结同盟，这是\n天下都一致的。即使这样，或言合纵，或言连横，但也从未停止过使用武力；当外交、军事同时并用，则诸侯\n混乱；各种问题同时发生，则来不及处理；法令条款齐备，百姓反而奸诈；政令繁多杂乱，百姓就衣食不足；\n上下互相埋怨，百姓就无所依赖；空洞的道理虽在不厌其烦地讲述，而使用武力之事却在愈来愈频繁地发生；\n巧言善辩，奇装异服，战争却没有一日停息；书策繁乱，言辞驳杂，天下却不能治理。说的人说得舌烂，听的\n人听得耳聋，却不见什么成效；推行仁义，订立盟约，然而天下并不因此而亲善。于是，才废弃文治，使用武\n力，多养敢死之士，修缮铠甲，磨砺兵器，以取胜于战场。如果无所事事，无所作为，不进行战争，就想获利，\n扩充土地，即使五帝、三王、春秋五霸、明主贤君，总想坐待成功，却势难奏效，因此还得用战争继续解决问\n题。如果两军相距遥远，就互相进攻；相距迫近，就白刃交锋，然后才可以建立大功。所以，军队得胜于外，\n正义治强于内；威权建立于上，百姓服从于下。如今，想要吞并天下，控制大国，击败敌人，统治海内，爱护\n百姓，臣服诸侯，非战争不可。但是，现在的国君，偏偏忽视了这个极其重要的道理，他们都被那些众说纷纭\n的所谓治国的说教弄昏了头脑，迷惑于他们那些巧舌善辩的言辞，沉醉于他们那些夸夸其谈的空论之中。由此\n来看，大王必然不会采用我的主张。”"
    },
    {
     "h": "02《觸龍說趙太后》",
     "c": "【原文】\n\n\n\n  趙太后新(新近)用事(指掌握政權)，秦急攻之(秦國加緊攻打趙國。急，副詞，加緊)。趙氏(指趙國)求救\n于齊，齊曰：“必以長安君(趙太后最小的兒子的封號)爲質(人質)，兵乃(副詞，才)出。”太后不肯，大臣強(副\n詞，竭力)諫。太后明謂(明確地告訴)左右(身邊的人)：“有復(副詞，再)言令長安君爲質者，老婦必唾其面(我\n一定把口水吐在他臉上)。”\n  左師觸龍言願見太后。太后盛氣(怒氣沖沖)而胥(“須”的借字，等待)之。入而徐趨(小步快走，古代拜\n見尊貴者的一種禮節)，至而自謝(道歉)，曰：“老臣病足(腳有了毛病)，曾不能疾走，不得見久矣。竊(謙敬\n副詞，私下)自恕(原諒)，而恐太后玉體(貴體，這裡指太后的身體)之有所郄(這裡指身體不舒服。郄xì，“隙”\n的異體字)也，故願望見(遠遠地看，自謙之辭)太后。”太后曰：“老婦恃(依靠)輦而行。”曰：“日(時間名詞作\n狀語，每天)食飲得無衰乎(該不會減少吧？得無……乎，古代習慣句式，表示反問，可譯作“該不會……吧”。\n衰，減少)？”曰：“恃粥耳(靠喝粥罷了。鬻，“粥”的異體字。耳，語氣詞，表示限止，相當於“罷了”)。”\n曰：“老臣今者(近來)殊(程度副詞，特別)不欲食，乃自強步(勉強走一走)，日三四里，少(程度副詞，略微)\n益(程度副詞，漸漸地)耆(“嗜”的借字，改讀shì，喜愛)食，和(安適、舒適)於身也。”太后曰：“老婦不能。”\n太后之色(《說文•色部》：“色，顏氣也。”此處用本義，義爲臉色)少解(略微和緩)。\n  左師(趙國官制)公(古代對人尊稱)曰：“老臣賤息(對別人謙稱自己的子女。息，子女)舒祺(觸龍的兒子)，\n最少，不肖(原指不像自己的父親，後泛指不成材)；而臣衰，竊愛憐(愛)之。願令得補黑衣之數(意思是希望\n他在王宮中當一名侍衛。黑衣，趙國侍衛代稱)，以衛王宮。沒死(冒著死罪。沒，“冒”的借字)以(介詞，後\n面省略賓語)聞(動詞使動用法，使……聽見，這裡指稟告)。”太后曰：“敬(謙敬副詞)諾。年幾何(年齡多大)\n矣？”對曰：“十五歲矣。雖少，願及(到)未填溝壑(謙稱自己的死亡)而託(託付)之。”太后曰：“丈夫(古代對男\n子的通稱)亦愛憐其少子乎？”對曰：“甚於婦人(比婦人愛孩子還要厲害。於，介詞，表示比較，可譯作“比”)。”\n太后笑曰：“婦人異甚(特別嚴重)。”對曰：“老臣竊以爲(認為)媼(對老年婦女的稱呼)之愛燕后(燕國的王后，\n這裡指趙太后嫁給燕王的女兒)賢(超過)于長安君。”曰：“君過(錯)矣！不若長安君之甚(比不上愛長安君那樣\n厲害)。”\n  左師公曰：“父母之愛子，則爲(介詞，表示動作行爲爲誰而發，可譯作“替”)之計(計算，考慮)深遠(長\n遠)。媼之送燕后也，持其踵爲之泣(握著她的腳後跟，為她遠嫁而落淚)，念悲其遠(惦念傷感她的遠嫁)也，\n亦(副詞，表示強調)哀(哀憐)之矣。已行，非弗思也，祭祀必祝(禱告)之，祝曰：‘必勿使反(一定別讓她回來。\n諸侯女出嫁只有被廢棄或亡國才會返回。反，返回，後作“返”)。’豈(情態副詞，表反詰，可譯作“難道”)\n非計久長，有子孫相繼爲王(子子孫孫世代爲王)也哉？”太后曰：“然。”左師公曰：“今三世以前(從這一輩子上\n推到三世以前)，至於趙之爲趙(趙氏能成為趙國，這裡指趙氏建立趙國的時候)，趙王之子孫侯者(被封侯的人。\n侯，名詞用作動詞，封侯)，其繼(後人)有在者乎？”曰：“無有。”曰：“微獨(不僅)趙，諸侯有在者乎？”曰：“老\n婦不聞(沒有聽說)也。”“此其近者禍及(到，這裡指災禍降臨)身，遠者及其子孫。豈人主之子孫則必不善哉？\n位尊而無功，奉(俸祿，後作“俸”)厚而無勞(功勞)，而挾(擁有)重器(指象征國家權利的貴重器物)多也。今\n媼尊(形容詞使動用法，使……尊貴)長安君之位，而封之以膏腴(肥沃)之地，多予之重器(雙賓語。之，彩瓷，\n代指長安君)，而不及(比不上)今令有功于國，一旦山陵崩(國君死的委婉說法，這裏指趙太后)，長安君何以(賓\n語前置，疑問代詞“何”作賓語，置於介詞“以”前)自託于趙(在趙國託身)？老臣以(認為)媼爲長安君計短(短\n淺)也，故以爲其愛不若燕后。”太后曰：“諾，恣(聽任)君之所使之(指派遣長安君的做法)。”\n  於是爲長安君約車(套車)百乘，質(作為人質)于齊，齊兵乃出。\n\n\n【注釋】觸龍說趙太后：觸龍：趙國大臣。說shuì：勸說。趙太后：趙惠文王的妻子\n【参考译文】\n  赵太后刚刚掌权，秦国就加紧进攻赵国。赵国向齐国求救。齐国说：“一定要用长安君作为人质，才出兵。”\n赵太后不同意，大臣们极力劝谏。太后明白地对身边近臣说：“有再说让长安君为人质的，我一定朝他脸上吐\n唾沫！”\n  左师触龙对太后侍臣说，希望拜见太后。太后怒气冲冲地等着他。触龙走入殿内就用快走的姿势慢慢地走\n着小步，到了太后面前道歉说：“老臣的脚有毛病，不能快跑，很长时间没能来拜见您了。我私下原谅了自己，\n但是又怕太后的贵体有什么不适，所以想来看望您。”说：“我也是脚有毛病全靠坐车走动。”触龙说：“您\n每天的饮食该不会减少吧？”太后说：“就喝点粥罢了。”触龙说：“老臣近来特别不想吃东西，还是强迫自\n\n\n\n己走走，每天走三四里，稍微增加了点食欲，身体也舒适些了。”太后说：“我做不到像您那样。”太后的脸\n色稍微和缓了些。\n  左师公说：“犬子舒祺，年龄最小，不成器；可是臣已衰老，私心又疼爱他，希望您能让他补充黑衣卫士\n的人数，来保卫王宫。我冒着死罪来禀告太后！”太后说：“答应您！年龄多大了？”触龙回答：“十五岁了。\n虽然还小，但想趁我未死之前来托付给您。”太后说：“男人也疼爱小儿子吗？”触龙回答：“比妇人爱得厉\n害些。”太后笑着说：“妇人更厉害。”触龙回答：“老臣认为您疼爱燕后超过爱长安君。”太后说：“您错\n了，不像疼爱长安君那样厉害。”\n  左师公说：“父母爱子女，就要为他们考虑得长远些。您送燕后出嫁时，她上了车还握着她的脚后跟为她\n哭泣，惦念、伤心她的远嫁，这也够伤心的了。送走以后，不是不想念她了；但每逢祭祀您一定为她祈祷，祈\n祷说：‘千万不要被赶回来啊’这难道不是从长远考虑，希望她有子孙相继为王吗？”太后说：“是这样。”\n左师公说：“从现在算起往上推三代，一直到赵氏建立赵国的时候，赵王的子孙凡被封侯的，他们的子孙还有\n能继承爵位的吗？”太后说：“没有。”触龙又问：“不仅是赵国，其他诸侯国君的被封侯的子孙的后继人有\n还在的吗？”太后说：“我没有听说过。”触龙说：“他们当中祸患来得早的就会降临到自己头上，祸患来得\n晚的就降临到子孙头上。难道国君的子孙就一定不好吗？根本的原因是他们地位高贵却没有功，俸禄优厚却没\n有劳，而且拥有的贵重宝器太多了啊！现在您把长安君的地位提的很高，并且把肥沃的土地封给他，还给他很\n多贵重的宝器，却不趁现在让他有功于国，一旦您百年之后，长安君凭什么在赵国立身呢？老臣认为您为长安\n君考虑得太短浅，所以认为您对长安君的爱不如燕后。”太后说：“您说得对。任凭您指派他吧！”\n  于是为长安君备车一百乘，到齐国去作人质。齐国才出兵。"
    },
    {
     "h": "03《馮谖客孟嘗君》",
     "c": "【原文】\n  齊人有馮諼(有馮谖這樣一個人)者，貧乏(貧窮)不能自存(自己養活自己)，使人屬(囑託，後作“囑”)\n孟嘗君，願寄食(依附別人生活，這裡指做食客)門下。孟嘗君曰：“客何好(愛好什麼？賓語前置，疑問代詞“何”\n作賓語，置於動詞“好”前)？”曰：“客無好(名詞，愛好)也。”曰：“客何能(能做什麼？賓語前置，疑問代詞\n“何”作賓語，置於動詞“能”前)？”曰：“客無能也。”孟嘗君笑而受之曰：“諾。”\n  左右(指在孟嘗君身邊爲他辦事的人)以(連詞，因爲)君賤之(認爲馮谖很卑賤，看不起他。賤，形容詞意\n動用法，認爲……卑賤)也，食(動詞使動用法，給……吃)以(介詞，用)草具(粗劣的飯菜)。居有頃(過了不久)，\n倚柱彈其劍，歌曰：“長鋏(劍柄，這裡指劍)歸來乎！食無魚。”左右以告(以之告，把馮谖唱歌的事告訴孟嘗\n君。以，介詞，省略了賓語“之”，代指馮谖唱歌的事)。孟嘗君曰：“食之，比門下之客(比照一般的門客。\n比，比照)。”居有頃，復彈其鋏，歌曰：“長鋏歸來乎！出無車。”左右皆笑之，以告。孟嘗君曰：“爲之駕(雙\n賓語，給他車馬。爲，動詞，給、賜予。之，代詞，代指馮谖。駕，這裡指車馬)，比門下之車客(出門可以乘\n車的門客)。”於是乘其車，揭(高舉)其劍，過(拜訪)其友曰：“孟嘗君客我(把我當客人看待。客，名詞意動用\n法，認爲……是客)。”後有頃，復彈其劍鋏，歌曰：“長鋏歸來乎！無以爲家(沒有用來養家的東西。無以，凝\n固用法，相當於“沒有東西用來……”。爲，動詞，養活)。”左右皆惡(厭惡)之，以爲貪而不知足。孟嘗君問：\n“馮公有親(父母)乎？”對曰，“有老母。”孟嘗君使人給(供給)其(指示代詞，代指馮諼的老母)食用，無(與“毋”\n通用，否定副詞，不要)使乏。於是馮諼不復歌。\n  後孟嘗君出記(文告)，問門下諸客：“誰習(熟習)計會(即會計)，能爲(介詞，表示動作行爲爲誰而發，可\n譯作“替”)文收責(債款，後作“債”)于薛(孟嘗君的封地)者乎？”馮諼署(簽名)曰：“能。”孟嘗君怪(形容詞\n意動用法，認爲……奇怪)之，曰：“此誰也？”左右曰：“乃(情態副詞，就是)歌夫(指示代詞，可譯爲“那”)‘長\n鋏歸來’者也。”孟嘗君笑曰：“客果有能也，吾負(對不起)之，未嘗(從來沒有)見也。”請而見之，謝(道歉)曰：\n“文倦於事(被瑣事弄得很疲倦。於：介詞，引進動作行為的主動者)，憒於憂(被憂慮的事情弄的心亂。憒，心\n亂)，而性懧愚(軟弱無能。懧nuò，“懦”的異體字，軟弱)，沈(沉溺，後作“沉”)於國家之事，開罪(得\n罪)于先生。先生不羞(形容詞意動用法，認爲……羞恥，後省略賓語)，乃(情態副詞，竟然)有意欲爲收責于\n薛乎？”馮諼曰：“願之。”於是約車(套車。約，捆扎)治裝(整理行裝)，載券契(借債的契約)而行，辭曰：“責\n畢(全部)收，以何市而反(用收回的債款買什麼東西回來？以，介詞，可譯作“用”，後省略賓語“債款”。\n\n\n\n何市，賓語前置，疑問代詞“何”作賓語，置於動詞“市”前。反，返回，後作“返”)？”孟嘗君曰：“視吾\n家所寡有者(缺少的東西)。”\n  驅(趕車)而之(動詞，到……去)薛，使吏召諸民(眾百姓)當償者(應當還債的人)，悉(範圍副詞，全部)\n來合券(合齒驗證)。券徧(“遍”的異體字，全部)合，起(起身)矯命(假託孟嘗君的命令)以責賜諸民(把債券\n賜給眾百姓，這裡指不用百姓還債，責後作“債”)。因(副詞，於是)燒其(代詞，那些)券，民稱萬歲。\n  長驅(向前奔馳不止)到齊(這裡指齊國的都城臨淄)，晨而求見(清晨就求見孟嘗君。而，連詞，連接狀語\n和謂語中心語)。孟嘗君怪其疾也(認爲馮諼回來這麼快很奇怪。怪，形容詞意動用法，認爲……奇怪。疾，快)，\n衣冠(名詞用作動詞，穿好衣服，戴好帽子)而見之，曰：“責畢收乎？來何(疑問代詞做狀語，可譯作“怎麼”)\n疾也！”曰：“收畢矣。”“以何市而反？”馮諼曰；“君云‘視吾家所寡有者’。臣竊(謙敬副詞，可譯作“私自”)計\n(考慮)，君宮中積珍寶，狗馬實(充實)外廄(馬房)，美人充(充滿)下陳(堂下陳放財務、站立婢妾的地方，因\n在堂下，故稱下陳)。君家所寡有者，以義耳(不過是義罷了。以：衍文)！竊以爲君市義(用債券替您買回了義。\n以，介詞，用，後省略賓語。爲，介詞，替)。”孟嘗君曰：“市義奈何(怎麼樣)？”曰：“今君有區區(小小的)\n之薛，不拊(安撫)愛子其民(把薛地的百姓當做自己的孩子。子，名詞意動用法，把……當做自己的子女)，因\n(介詞引進動作行為的憑藉，後面省略賓語，可譯作“憑藉”)而賈利之(用商人的方法向百姓取利。賈gǔ，\n名詞作狀語，用商人的方法。利，名詞作動詞，取利)。臣竊矯君命，以責賜諸民，因燒其券，民稱萬歲。乃\n臣所以爲君市義也(這就是我用來爲您買義的方式。此句爲判斷句，省略主語，主語指馮諼廢除百姓債務，百\n姓感激萬分的情況。所以，凝固用法，表示“……的方式”)。”孟嘗君不說(高興，後作“悅”)，曰：“諾，\n先生休矣！”\n  後期年(一週年。期jī)，齊王(這裡指齊湣王)謂孟嘗君曰：“寡人不敢以先王之臣爲臣(我不敢把先王的\n臣子作爲我的臣子。這裡委婉的說法，實際上是剝奪了孟嘗君的權利)。”孟嘗君就(往前)國(這裡指孟嘗君的\n封地)于薛，未至百里(距離薛地還有百里)，民扶老攜幼，迎君道中(半路上)。孟嘗君顧(《說文•頁部》：“顧，\n還視也，從頁，雇聲。”此處用本義，義爲回頭看)謂馮諼：“先生所爲文市義者(先生替我買義的道理。者，\n特殊代詞，指代“……的道理”)，乃今日見之。”\n\n\n【参考译文】\n  齐国有一人叫冯谖。因为太穷而不能养活自己。他便托人告诉孟尝君，表示意愿在他的门下寄居为食客。\n孟尝君问他有什么擅长。回答说没有什么擅长。又问他有什么本事？回答说也没有什么本事。孟尝君听了后笑\n了笑，但还是接受了他\n  旁边的人认为孟尝君看不起冯谖，就让他吃粗劣的饭菜。(按照孟尝君的待客惯例，门客按能力分为三等：\n上等(车客)出有车；中等(门下之客)食有鱼；下等(草具之客)食无鱼。)过了一段时间，冯谖倚着柱子弹着自\n己的剑，唱道：“长剑我们回去吧！没有鱼吃。”左右的人把这事告诉了孟尝君。孟尝君说：“让他吃鱼，按\n照中等门客的生活待遇。”又过了一段时间，冯谖弹着他的剑，唱道：“长剑我们回去吧！外出没有车子。”\n左右的人都取笑他，并把这件事告诉给孟尝君。孟尝君说：“给他车子，按照上等门客的生活待遇。”冯谖于\n是乘坐他的车，高举着他的剑，去拜访他的朋友，十分高兴地说：“孟尝君待我为上等门客。”此后不久，冯\n谖又弹着他的剑，唱道：“长剑我们回去吧！没有能力养家。”此时，左右的手下都开始厌恶冯谖，认为他贪\n得无厌。而孟尝君听说此事后问他：“冯公有双亲吗？”左右的人回答说：“家中有老母亲。”于是孟尝君派\n人供给他母亲吃用，不使她感到缺乏。于是从那之后。冯谖不再唱歌。\n  后来，孟尝君拿出记事的本子来询问他的门客：“谁熟习会计的事？能替我到薛邑去收债吗？”冯谖在本\n上署了自己的名，并签上一个“能”字。孟尝君见了名字感到很惊奇，问：“这是谁呀？”左右的人说：“就\n是唱那‘长铗归来’的人。”孟尝君笑道：“这位客人果真有才能，我亏待了他，还没见过面呢！”他立即派\n人请冯谖来相见，当面赔礼道：“我被琐事搞得精疲力竭，被忧虑搅得心烦意乱；加之我懦弱无能，整天埋在\n国家大事之中，以致怠慢了您，而您却并不见怪，倒愿意往薛地去为我收债，是吗？”冯谖回答道：“愿意去。”\n于是套好车马，整治行装，载上契约票据动身了。辞行的时候冯谖问：“债收完了，买什么回来？”孟尝君说：\n“您就看我家里缺什么吧。”\n  冯谖赶着车到薛，派官吏把该还债务的百姓找来核验契据。核验完毕后，他假托孟尝君的命令，把所有的\n债款赏赐给欠债人，并当场把债券烧掉。百姓都高呼“万岁”。\n\n\n\n  冯谖赶着车，马不停蹄，直奔齐都，清晨就求见孟尝君。冯谖回得如此迅速，孟尝君感到很奇怪，立即穿\n好衣、戴好帽，去见他，问道：“债都收完了吗？怎么回得这么快？”冯谖说：“都收了。”“买什么回来了？”\n孟尝君问。冯谖回答道：“您曾说‘看我家缺什么’，我私下考虑您宫中积满珍珠宝贝，外面马房多的是猎狗、\n骏马，后庭多的是美女，您家里所缺的只不过是‘仁义’罢了，所以我用债款为您买了‘仁义’。”孟尝君道：\n“买仁义是怎么回事？”冯谖道：“现在您不过有块小小的薛邑，如果不抚爱百姓，视民如子，而用商贾之道\n向人民图利，这怎行呢？因此我擅自假造您的命令，把债款赏赐给百姓，顺便烧掉了契据，以至百姓欢呼‘万\n岁’，这就是我用来为您买义的方式啊。”孟尝君听后很不快地说：“嗯，先生，算了吧。”\n  过了一年，齐闵王对孟尝君说：“我可不敢把先王的臣子当作我的臣子。”孟尝君只好到他的领地薛去。\n还差百里未到，薛地的人民扶老携幼，都在路旁迎接孟尝君到来。孟尝君见此情景，回头看着冯谖道：“您为\n我买的‘义’，今天才见到作用了。”\n\n\n第十五課 語氣詞"
    },
    {
     "h": "01《唐雎不辱使命》",
     "c": "【原文】\n  秦王(即秦始皇嬴政，當時還未稱帝，故稱秦王)使人謂安陵君(魏襄王的弟弟)曰：“寡人欲以(介詞，引進\n動作行爲的條件，可譯作“用”)五百里之地易(交換)安陵(魏國的附屬國)，安陵君其(語氣詞，表示委婉語氣)\n許(答應)寡人！”安陵君曰：“大王加惠(施與恩惠。加，施與)，以大易小，甚善；雖然(即使如此。雖，連詞，\n表示轉折。然，代詞，這樣)，受地于先王，願終守之，弗敢易！”秦王不說(yuè，高興，後作“悅”)。安陵\n君因(副詞，於是)使唐雎使於秦(出使到秦國)。\n  秦王謂唐雎曰：“寡人以五百里之地易安陵，安陵君不聽寡人，何也？且秦滅韓亡魏，而君以五十裡之地\n存者(況且秦消滅了韓國和魏國，而安陵君憑藉五十里的地方存留下來的原因。者，特殊代詞，表示“……的\n原因”)，以君為長者(以……爲：把……當做)，故(因此)不錯意(沒有打安陵的注意。錯意，在意。錯，放置，\n後作“措”)也。今吾以十倍之地，請廣(擴充，這裡指擴充土地)於君(指安陵君)，而君逆(違背)寡人者(特殊\n代詞，表示“……的原因”)，輕(輕視)寡人與(語氣詞，表示疑問)？”唐雎對曰：“否，非若是(代詞，代指前\n面秦王所說的內容)也。安陵君受地于先王而守之，雖(連詞，表示讓步關係，可譯作“即使”)千里不敢易也，\n豈直(範圍副詞，僅僅)五百里哉？”\n  秦王怫然(憤怒的樣子)怒，謂唐雎曰：“公亦嘗聞天子之怒乎？”唐雎對曰：“臣未嘗聞也。”秦王曰：“天子\n之怒，伏屍百萬，流血千里。”唐雎曰：“大王嘗聞布衣(指平民)之怒乎？”秦王曰：“布衣之怒，亦免冠(摘掉帽\n子)徒跣(跣xiǎn，光着腳)，以頭搶(撞)地爾(語氣詞，可譯作“罷了”)。”唐雎曰：“此庸夫(平庸的人)之怒\n也，非士之怒也。夫專諸之(連詞，用在主謂結構之間，取消句子獨立性)刺王僚也，彗星襲月(彗星的尾巴掃\n過月亮)；聶政之刺韓傀也，白虹貫(穿過)日；要離之刺慶忌也，倉鷹擊(撲擊)於殿上。此三子者，皆布衣之\n士也，懷怒未發，休祲(吉凶的征兆。休，吉祥。祲jìn，災禍之氣)降於天，與臣而將四矣(上邊的專諸、聶\n政、要離加上我，將是四個人。意思是說唐雎要效法他們三個刺殺秦王)。若士必怒，伏屍二人，流血五步，\n天下縞素(未經染色的絲織品，借指喪服。名詞用作動詞，穿喪服)，今日是(代詞，代指唐雎上文所說的情況)\n也。”挺劍而起。\n  秦王色(臉色)撓(náo，屈服)，長跪(挺直身子跪著，用來表示敬意。古人席地而坐，坐時兩膝着地，臀\n部坐在腳後跟上，當挺直身子時，身體要伸長些，因此叫長跪)而謝(道歉)之曰：“先生坐！何至於此！寡人諭\n(明白，理解)矣：夫韓、魏滅亡，而安陵以五十裡之地存者，徒(範圍副詞，祗，僅僅)以(連詞，因爲)有先生\n也。”\n\n\n【参考译文】\n  秦王派人对安陵国国君安陵君说：“我打算要用五百里的土地交换安陵，安陵君一定要答应我！”安陵君\n说：“大王给予恩惠，用大的地盘交换我们小的地盘，实在是善事；即使这样，但我从先王那里接受了封地，\n愿意始终守卫它，不敢交换！”秦王知道后很不高兴。因此安陵君就派遣唐雎出使秦国。\n\n\n\n  秦王对唐雎说：“我用五百里的土地交换安陵，安陵君却不听从我，这是为什么？况且秦国灭掉韩国、魏\n国，而安陵却凭借方圆五十里的土地幸存下来的原因，只是因为我把安陵君看作忠厚的长者，所以不在意。现\n在我用安陵十倍的土地，让安陵君扩大自己的领土，但是他违背我的意愿，这是轻视我吗？”唐雎回答说：“不，\n并不是这样的。安陵君从先王那里继承了封地所以守护它，即使是方圆千里的土地也不敢交换，更何况只是这\n仅仅的五百里的土地呢？”\n  秦王勃然大怒，对唐雎说：“先生也曾听说过天子发怒的情景吗？”唐雎回答说：“我未曾听说过。”秦\n王说：“天子发怒的时候，会倒下数百万人的尸体，鲜血流淌数千里。”唐雎说：“大王曾经听说过百姓发怒\n吗？”秦王说：“百姓发怒，也不过就是摘掉帽子，光着脚，把头往地上撞罢了。”唐雎说：“这是平庸无能\n的人发怒，不是有才能有胆识的人发怒。专诸刺杀吴王僚的时候，彗星的尾巴扫过月亮；聂政刺杀韩傀的时候，\n一道白光直冲上太阳；要离刺杀庆忌的时候，苍鹰扑在宫殿上。他们三个人，都是平民中有才能有胆识的人，\n心里的愤怒还没发作出来，上天就降示了吉凶的征兆。加上我，将成为四个人了。假若有胆识有能力的人被逼\n得一定要发怒，那么就让两个人的尸体倒下，五步之内淌满鲜血，天下百姓都要穿上白色的丧服，现在就是这\n个时候。”说完，拔剑出鞘立起。\n  秦王变了脸色，直身而跪，向唐雎道歉说：“先生请坐！怎么会到这种地步！我明白了：韩国、魏国灭亡，\n但安陵却凭借方圆五十里的地方幸存下来，就是因为有先生您在啊！”"
    },
    {
     "h": "02《鄒忌諷齊王納諫》",
     "c": "【原文】\n  鄒忌脩(“修”的借字，長，這裏指身高)八尺(古代尺比現在短，因此八尺相當於今六尺左右)有(和“又”\n通用，用來連接大數和小數)餘，而形貌昳麗(美麗。昳yì)。朝(早晨，時間名詞作狀語)服(穿戴)衣冠，窺\n鏡，謂其妻曰：“我孰與城北徐公美(我和城北徐公比起來誰更美？孰與，凝固用法，表示比較)？”其妻曰：“君\n美甚，徐公何(疑問代詞做狀語，怎麼)能及(比得上)君也？”城北徐公，齊國之美麗者也。忌不自信(自己不相\n信比徐公美)，而複問其妾曰：“吾孰與徐公美？”妾曰：“徐公何能及君也？”旦日(第二天)，客從外來，與(介\n詞，後面省略賓語“之”，指代“客人”)坐談，問之：“吾與徐公孰美？”客曰：“徐公不若(不如)君之美也。”\n明日，徐公來，孰視(仔細地看。孰，仔細，後作“熟”)之，自以爲(自己認爲)不如(比不上徐公)；窺鏡而自\n視，又弗如遠甚。暮寢而思之，曰：“吾妻之美我(認爲我美。美，形容詞意動用法，認爲……美)者，私(偏愛)\n我也；妾之美我者，畏我也；客之美我者，欲有求於我也。”\n  於是入朝，見威王曰：“臣誠知不如徐公美。臣之妻私臣，臣之妾畏臣，臣之客欲有求於臣，皆以美於(介\n詞，引進比較對象，可譯作“比”)徐公。今齊地方(土地方圓)千里，百二十城，宮婦左右莫不私王，朝廷之\n臣，莫不畏王；四境之內，莫不有求于王：由此觀之，王之蔽(蒙蔽)甚矣。”王曰：“善。”乃下令：“群臣吏民，\n能面刺(當面指出。面，名詞作狀語)寡人之過者，受上賞；上書諫寡人者，受中賞；能謗(指出別人的過失)\n議於市朝(指公共場所)，聞(動詞使動用法，使……聽見)寡人之耳者，受下賞。”\n  令初下，群臣進諫，門庭若市。數月之後，時時(隔了一些時候)而間進(間或有人進諫)。期年(一週年。\n期jī)之後，雖欲言，無可進者。燕、趙、韓、魏聞之，皆朝于齊。此所謂戰勝於朝廷(在朝廷上能夠戰勝其\n他的國家。意思是國內政治清明，不必用兵就能制服其他國家)。\n\n\n【注釋】鄒忌諷齊王納諫：鄒忌：齊國人，齊威王時爲相，封於下邳，號成侯。諷：婉言規勸\n【参考译文】\n  邹忌身高八尺多，而且外形、容貌光艳美丽。早晨穿戴好衣帽，照着镜子，对他妻子说：“我和城北徐公\n相比，谁更美？”他的妻子说：“您非常美，徐公怎么能比得上您？” 城北的徐公是齐国的美男子。邹忌不\n相信自己比徐公美，于是又问他的妾：“我和徐公相比，谁更美？”妾回答说：“徐公哪能比得上您？”第二\n天，有客人从外面来拜访，邹忌与他相坐而谈，问客人：“我和徐公比，谁更美？”客人说：“徐公不如您美\n丽。”又过了一天，徐公来了，邹忌仔细地看着他，自己认为不如徐公美；再照镜子看着自己，更是觉得自己\n与徐公相差甚远。晚上他躺在床上休息时想这件事，说：“我的妻子认为我美，是偏爱我；我的妾认为我美，\n是害怕我；我的客人认为我美，是有事情有求于我。”\n\n\n  于是邹忌上朝拜见齐威王，说：“我知道自己确实比不上徐公美。可是我的妻子偏爱我，我的妾害怕我，\n我的客人有事想要求助于我，所以他们都认为我比徐公美。如今齐国有方圆千里的疆土，一百二十座城池。宫\n中的姬妾及身边的近臣，没有一个不偏爱大王的，朝中的大臣没有一个不惧怕大王的，全国的百姓没有不对大\n王有所求的。由此看来，大王您受到的蒙蔽太严重了！”齐威王说：“你说的很好！”于是就下了命令：“大\n小的官吏，大臣和百姓们，能够当面批评我的过错的人，给予上等奖赏；上书直言规劝我的人，给予中等奖赏；\n能够在众人集聚的公共场所指责议论我的过失，并传到我耳朵里的人，给予下等奖赏。”\n  命令刚下达，许多大臣都来进献谏言，宫门和庭院像集市一样喧闹；几个月以后，还不时地有人偶尔进谏；\n满一年以后，即使有人想进谏，也没有什么可说的了。燕、赵、韩、魏等国听说了这件事，都到齐国朝拜齐威\n王。这就是所说的在朝廷之中不战自胜。"
    },
    {
     "h": "03《展禽使乙喜以膏沐犒师》",
     "c": "【原文】\n  齊孝公(齊桓公之子，名昭，謚號孝公)來伐魯，臧文仲欲以辭告(請求，這裏指對方請罪)。病(擔心，擔\n憂)焉(兼詞，相當於“於是”，其中“是”指代向齊國請罪這件事)，問于展禽。對曰：\"獲聞之，處大教小，\n處小事大，所以禦(阻止)亂也，不聞以辭。若爲小而崇(高，這裏指不考慮小國家的地位而自視甚高，得罪大\n國)，以怒大國，使加(增加)己亂(禍亂)，亂在前矣，辭其何益？\"文仲曰：\"國急矣！百物唯其可者，將無不\n趨也(各種貴重的物品，祗要能用以送禮，沒有捨不得給的。無，否定性無定代詞，沒有什麼)。願以子之辭行\n賂焉，其可賂乎？\"\n  展禽使乙喜以膏沐犒師(膏沐不是貴重的禮物，用此送禮，以明主要在於用道理說服對方，而非賄賂)，曰：\n\"寡君不佞(謙辭，不才。佞nìng)，不能事疆場(yì，邊界，邊境)之司(官吏)，使君盛怒，以暴露於弊邑之\n野，敢(副詞，表示自謙)犒輿(衆，衆人)師。\"齊侯見使者曰：\"魯國恐乎？\"對曰：\"小人恐矣，君子則否。\"\n公曰：\"室如懸磬(懸掛起來的磬，用“懸空”的特點形容魯國國庫空虛)，野無青草(說明魯國旱災，寸草不生)，\n何恃(賓語前置，疑問代詞“何”作賓語，置於動詞“恃”前。恃，倚仗)而不恐？\"對曰：\"恃二先君之所職業\n(主管的事。職，動詞，主管。業，名詞，事務)。昔者成王命我先君周公及齊先君太公曰：'女股肱(大腿和胳\n膊，比喻左右輔佐之臣。這裏是名詞用作動詞，輔佐)周室，以夾輔先王(指周武王)。賜女土地，質(以財物或\n人作保證，這裏指要通過祭祀進奉犧牲來回報所賜土地之恩)之以犧牲，世世子孫無相害也。'君今來討弊邑之\n罪，其亦使聽從而釋(放下，這裏指寬恕對方的過失)之，必不泯(泯滅)其社稷；豈其貪壤地而棄先王之命？其\n何以鎮撫諸侯？恃此以不恐。\"齊侯乃許爲平(和解，講和)而還。\n\n\n【注釋】展禽：即柳下惠，魯國大夫，姓展，名獲，字子禽。乙喜：即展喜，魯國大夫。犒：犒勞。\n【参考译文】\n  齐孝公出兵讨伐鲁国，臧文仲想写一篇文辞谢罪，请求齐国退兵，但找不到适当的措辞，求问于展禽。回\n答说：\"我听说，大国要做好小国的表率，小国要事奉好大国，这样才能防备祸乱，没听说用言辞就能解决问\n题的。倘若作为小国却自高自大，激怒大国，使它把祸乱加到自己身上，那么大难当头，言辞又有什么用处？\n\"文仲说：\"国家已经危急了，各种贵重的物品，只要可以送礼的，没有舍不得割爱的。希望凭着你的说辞去给\n齐国送礼，能否试一试呢？\"\n  展禽让乙喜带着不值钱的润发膏去慰劳齐国军队，说：\"我们国君不才，没有侍奉好贵国边界上的官员，\n让您非常生气，以至带兵来到我国的郊野经受风雨，所以派我斗胆前来慰劳贵国的大军。\"齐孝公接见使者问\n道：\"鲁国害怕了吗？\"回答说：\"小人倒是怕了，但君子并不怕。\"孝公说：\"你们国库空虚，农村大旱，凭仗\n什么不怕？\"回答说：\"我们凭仗着周公和太公的职守。从前周成王命令我们两国的始祖周公和太公说：'你们\n要全力支持王室，辅佐先王。赐给你们土地，你们要用牺牲祭祀天地，立誓以为质信，世世代代、子子孙孙不\n互相侵害。'现在你来讨伐我国的过失，目的也是让我们知错顺从就宽恕了，一定不会灭亡鲁国。难道还会贪\n图我们的土地，而抛弃先王的遗命吗？那样还怎么能称霸诸侯？凭仗这个所以不怕。\"齐孝公于是同意讲和，\n退兵而还。"
    },
    {
     "h": "04《臧文仲如齊告糴》",
     "c": "【原文】\n  魯饑(饑荒)，臧文仲言於莊公曰：“夫爲四鄰之援，結諸侯之信(此句中的四鄰、諸侯互文。援，援助)，\n重(進一步，加深)之(代詞，指代四鄰諸侯)以婚姻，申(重複)之以盟誓，固國之艱急是爲(賓語前置，“國之\n艱急”作“爲”的前置賓語，用代詞“是”復指。可理解爲“本來就是爲了應付國家的艱難危急”。固，情態\n副詞，表示肯定，本來)。鑄名器(名貴的器物，這裡指鐘鼎)，藏寶財，固民之殄病是待(賓語前置，“民之殄\n病”作“待”的前置賓語，用代詞“是”復指。意思是本來就是爲了救助百姓的疲敝困苦。殄，消滅，滅絕。\n病，飢餓。殄病，主要指的是疲敝饑荒)。今國病(疲憊)矣，君盍(何不)以名器請糴于齊！”公曰：“誰使？”對\n曰：“國有饑饉(穀物或菜類歉收，泛指災荒)，卿出告糴，古之制也。辰也備(湊數，充數，這裡指位列卿位)\n卿，辰請如齊。”公使往。\n  從者曰：“君不命吾子(古時候對人的尊稱)，吾子請之，其爲選事乎(難道這不是自己挑選差事嗎？其，語\n氣詞，表示委婉的語氣，可譯作“難道”)？”文仲曰：“賢者急病(以危難爲可著急的事情。急，形容詞意動用\n法，以……爲急)而讓夷(平和，安定)，居官者當事不避難，在位者恤民之患，是以國家無違(因此國家才能安\n定)。今我不如齊，非(否定副詞，不是)急病也。在上不恤下，居官而惰，非事君也。”\n  文仲以鬯圭(古代一種玉製的禮器，用於祭祀時酌鬯chàng 酒)與玉磬(古代的一種石製樂器，用於宮廷演\n奏雅樂)如齊告糴，曰：“天災流行，戾(至，到達)於弊邑，饑饉薦(再，又)降，民羸(瘦弱)幾(將近，幾乎)\n卒(盡，完畢)，大懼乏周公、太公之命祀，職貢業事之不共而獲戾(謂語“大懼”，賓語“乏周公、太公之命\n祀，職貢業事之不共而獲戾” 。乏：缺少。周公：魯國始祖。太公：齊國始祖。共：供職，奉職，後作“供”。\n戾：罪)。不腆(謙辭，不豐厚)先君之敝器，敢(副詞，表示自謙)告(請求)滯積(這裡指齊國積餘在糧倉裡的糧\n食)，以紓執事(來減輕齊國管糧人的負擔。紓，緩解。執事，有職守的人。糧食積久了也會腐敗，所以臧文仲\n說吧穀子賣給魯國，這也是緩減齊國管糧人的負擔)，以救敝邑，使能共職。豈唯寡君與二三臣實受君賜，其(語\n氣詞，表示推測，可譯作“大概”)周公、太公及百辟(君主)神(天神)祇(qí，地神)實永饗(鬼神享用祭品)\n而賴之！”齊人歸(歸還)其玉而予之糴(雙賓語，“之”是間接賓語，“糴”是直接賓語)。\n\n\n【注釋】臧文仲：魯國的卿士。如：到……去。告：請求。糴：買進糧食。\n【参考译文】\n  鲁国发生饥荒，臧文仲对鲁庄公说：“与邻国结好，取得诸侯的信任，用婚姻关系来加强它，以盟约誓言\n来巩固它，乃是为了应付国家的急难。铸造钟鼎宝器，贮藏珠玉财物，乃是为了救助百姓的困苦。现在国家遇\n到了困难，国君为何不抵押钟鼎宝器向齐国要求购买粮食呢？”庄公说：“应该派谁去呢？”臧文仲回答说：\n“国家遇到饥荒而由卿大夫外出求购粮食，是古代的制度。臣充列卿位，请派臣去齐国。”于是庄公派遣臧文\n仲赴齐。\n  臧文仲的侍从说：“国君没有指派你，你却主动要求，这不是自己挑选差事去干吗？”文仲说：“贤明的\n人应该争当危难而谦让平易的事务，当官者应该敢于任事而不逃避危难，在高位者应该体恤百姓的忧患，这样\n国家才能安定。现在我不去齐国，就不是争当危难了。处于上位而不体恤百姓，当了官而又懒于理事，不是臣\n子侍奉君主所应该做的。”\n  臧文仲去到齐国后，用鬯圭和玉磬向齐国求购粮食，说：“天灾流行，殃及敝国，饥荒又降到百姓之中，\n百姓瘠瘦羸弱，生命受到威胁。对周公、太公的祭祀无法保证，给王室的贡品也难以操办，我们国君很担心因\n此而获罪。所以不敢再珍惜先君的宝器，请求交换贵国积余的陈粮。这既可减轻贵国管粮人的负担，也可解救\n敝国的饥荒，使我们能担当向王室朝贡的值守。不但我们的国君和臣子能领受到贵国国君的恩惠，就是周公、\n太公和天地间的所有神祇也靠这可以继续得到祭祀。”齐人于是把粮食借给了鲁国，并退还了宝器。\n\n\n第五单元\n\n\n\n\n\n\n第十六課 判斷句"
    },
    {
     "h": "01《鬬且廷见令尹子常》",
     "c": "【原文】\n  鬬且(闘且jū：楚國大夫)廷(“迋”的訛字，迋wàng，前往)見令尹(楚國官名，相當於宰相)子常(名囊\n瓦)，子常與之語，問蓄貨(財務，物資)聚馬。\n  歸以(連詞，連接前後兩個動作，表示承接關係，可譯作“來”)語(動詞，告訴)其弟，曰：“楚其(語氣詞，\n表示推測，可譯作“大概”)亡乎？不然(代詞，這樣)，令尹其不免(免除禍患)乎？吾見令尹，令尹問蓄聚積\n實(《說文•宀部》：“實，富也。從宀從貫。貫，貨貝也。”此處用本義，義爲財富)，如餓豺狼焉，殆(情態\n副詞，表示猜度，大概)必亡者也。\n  “夫(句首語氣詞，表示發議論，起到引起下文的作用)古者聚貨不妨(《說文•女部》：“妨，害也”此處\n用本義，義爲損害)民衣食之利，聚馬不害民之財用，國馬(國家從明見征用的馬)足以行軍，公馬(公卿的戎馬)\n足以稱(與……相應)賦，不是過也(賓語前置，否定句中指示代詞“是”作賓語，置於動詞“過”前。是，代\n詞，指代上文古代征收財物的標準。過，動詞，超過)。公貨足以賓獻(公卿的財貨足夠餽贈進獻所用。賓，賓\n客，這裡指的是餽贈。獻，進獻)，家貨足以共用(大夫家的財貨足夠供給使用。家，大夫。共，供給，後作“供”)，\n不是過也。夫貨、馬郵則闕於民(如果國家在征收財物和馬匹上出現過失，就會造成百姓財產缺失，生活變得\n貧困。郵，過失。闕，缺失)，民多闕則有離叛之心，將何以(憑藉什麼，賓語前置，疑問代詞“何”置於介詞\n“以”前)封(封國)矣。\n  “昔鬬子文(即闘榖於菟，字子文，闘伯比之子)三舍(捨去，這裡指放棄令尹這個官職)令尹，無一日之積(積\n儲，這裡指儲藏的糧食)，恤民之故也。成王(即楚成王)聞子文之朝不及夕(指吃了早飯沒有晚飯)也，於是乎\n每朝設脯(肉乾)一束、糗(炒熟或焙熟的乾糧)一筐，以羞(《說文•羊部》：“羞，進獻也。”此處用本義，義\n爲獻上)子文。至於今秩(常規。名詞意動用法，把……當作常規)之(代詞，指代上文成王給子文預備肉乾。乾\n糧這件事)。成王每出子文之祿，必逃，王止而後復(返回，這裡指重新擔任令尹)。人謂子文曰：‘人生求富，\n而子逃之，何也？’對曰：‘夫從政者，以庇民也。民多曠(空，這裡指家中沒有財務)者，而我取富焉(兼詞，相\n當於“於是”，其中“是”指代“百姓家中無財物”這件事)，是勤民以自封也(判斷句式，指示代詞“是”充\n當判斷句的主語。勤，《說文•力部》：“勤，勞也。從力，堇聲”此處用本義，義爲勞累、辛苦。這裡是動\n詞使動用法，使……勞累、辛苦。封，富厚)，死無日矣。我逃死，非(否定副詞，不是)逃富也。’故莊王(楚\n莊王，楚成王的孫子)之世，滅若敖氏(闘子文的家族)，唯子文之後在，至於今處鄖(楚地名)，爲楚良臣。是\n不先(動詞意動用法，以……爲先)恤民而後(動詞意動用法，以……爲後)己之富乎？\n  “今子常，先大夫(指子囊)之後也，而相(輔助，幫助)楚君無令(“靈”的借字，美好的)名于四方。民之\n羸(瘦弱)餒(飢餓)，日(名詞作狀語，一天天地)已甚矣。四境盈壘(楚國邊境四周佈滿了堡壘。盈，滿。壘，\n軍營墻壁)，道(名詞作狀語，在路上)殣(jǐn，路上餓死的人)相望，盜賊司目(當官的人都是盜賊。一說盜賊\n張目窺伺。司，主管。目，眼睛，這裡指充當君主管理百姓的眼睛)，民無所放(依靠)。是之不恤(賓語前置。\n“是”作“不恤”的前置賓語，用代詞“之”復指)，而蓄聚不厭(滿足)，其速(招致)怨於民多矣。積貨滋多，\n蓄怨滋厚，不亡何待！\n  “夫民心之(連詞，用在主謂結構之間，取消句子獨立性)慍(惱怒)也，若防(堵塞)大川焉，潰(水衝破堤防)\n而所犯(侵害)必大矣。子常其能賢於(介詞，引進比較的對象，可譯作“比……更……”)成(指楚成王)、靈(指\n楚靈王)乎？成不禮(名詞用作動詞，以禮待人)於穆，願食熊蹯(獸的腳掌)，不獲而死。靈不顧于民，一國棄\n之，如遺跡焉。子常爲政，而無禮不顧甚(超過，勝過)於成、靈，其(語氣詞，表示委婉的範文，可譯作“怎\n麼”)獨何力以待(對待)之！”\n  期年(一年)，乃有柏舉之戰(柏舉，楚地名)，子常奔鄭，昭王奔隨(隨國)。\n\n\n【参考译文】\n  鬬且在朝廷见了令尹子常，子常和他谈话，询问怎样才能聚敛财宝和马匹。\n  鬬且回家后告诉了他的弟弟，说：“楚国恐怕即将衰亡！如果不这样，令尹恐怕不免于难。我见到令尹，\n\n\n\n令尹询问怎样积聚财宝，像饥饿的豺狼一样，恐怕是一定要败亡的。\n  “古时候积聚财货不妨害百姓衣食的利益，聚敛马匹不损害百姓的财物，国家征收的马匹能满足行军所用，\n公卿的戎马能与兵赋的需要相称，不超过这个限度。公卿的财货足够馈赠贡献所用，大夫家的财货足够供给使\n用，不超过这个限度，财货与马匹过多百姓就会穷困，百姓穷困就会有背叛之心，又凭借什么来立国呢？\n  “以前鬬子文三次辞去令尹的职务，家里没有储存任何粮食，是因为体恤百姓。楚成王听说子文吃了早饭\n就没有晚饭，因此每逢朝见时就准备一束肉干、一筐粮食，用来送给子文。直到现在已成为对待令尹的惯例。\n成王每次颁下子文的俸禄，子文一定要逃避，等到成王不再这样做，他才回来任职。有人对子文说：‘人活着\n都追求富贵，您却逃避它，是为什么呢？’子文回答说：‘从政的人，是保护人民的。民众贫困，而我富贵，\n这是劳苦了百姓而使自己富有，不知哪天就会遭遇祸患而死去。我是逃避死亡，不是逃避富贵。’所以楚庄王\n在位的时候，灭掉了若敖氏家族，只有子文的后代还在，一直到现在还住在郧地，做楚国的良臣。这不是先体\n恤百姓然后自己才富有吗？\n  “现在子常，是先大夫的后代，辅佐楚国国君却在四方没有好名声。百姓忍饥挨饿，一天比一天严重。四\n周边境布满了堡垒，路上饿死的人随处可见，盗贼张目窥伺，民众无所依靠。他不去顾恤这些，反而聚敛不已，\n招致民众怨恨的太多了。积累的财货越多，蓄积的怨恨也就越深，不灭亡还等什么呢？\n  “对待百姓心中的愤怒，就像堤防大河一样，一旦崩溃了破坏一定很大。子常的下场能比成王和灵王好吗？\n成王对穆王无礼，临死时想吃熊掌，都没有得到就死了。灵王不顾百姓死活，全国的人都抛弃了他，就像丢下\n脚印一样。子常执政，他对别人的无礼和不顾百姓死活，比成王、灵王还厉害，他独自一个人有什么力量来抵\n御呢？”\n  一年以后，就发生了柏举之战，子常逃亡到了郑国，楚昭王逃到随国。"
    },
    {
     "h": "02《召公諫厲王弭謗》",
     "c": "【原文】\n  厲王虐(殘暴)，國人(住在都邑的人)謗王。召公告曰：“民不堪(經受得住)命(命令)矣。”王怒，得衛巫(巫\n師)，使監謗者，以告(衛國的巫師把百姓指責周厲王的話報告給周厲王。以，介詞，後省略賓語)，則殺之。\n國人莫(無定代詞，沒有誰)敢言，道路(名詞作狀語，在路上)以目(用目光)。\n  王喜，告召公曰：“吾能弭謗矣，乃(才)不敢言。”\n  召公曰：“是障(名詞用作動詞，堵塞)之也。防(堵塞)民之口，甚(厲害)於(介詞，引出比較對象，可譯作\n“比……更……”)防川。川壅(堵塞)而(連詞，可譯爲“就”)潰(決堤氾濫)，傷人必多，民亦如之。是故爲\n川者決之使導(因此治水的人用疏導的方法使水通暢。爲，動詞，治理。決，疏導，排除。導，通暢)；爲民者\n宣之使言(治理國家的人表彰百姓讓百姓評論政事得失。宣，宣揚，表彰。言，發表言論)。故天子聽政，使公\n卿(朝廷的高級官員，指三公和九卿)至於列士獻詩(有諷刺意味的民間詩歌)；瞽(樂官。本指瞎眼，古代以瞽\ngǔ者爲樂官，故爲樂官代稱)獻曲；史(史官)獻書；師(少師，次於太師的樂官)箴(zhēn，勸告，規勸)；瞍(sǒu，\n瞎子)賦(有一定音節的吟誦)；矇(有眸子而看不見，特指睜眼瞎)誦(不配合樂曲的誦讀)；百工(從事各種手藝\n的人)諫；庶人(平民)傳語(指平民對政事的意見間接傳到國君那裡)；近臣盡規(左右親近的臣子進陳規勸。進，\n進陳。規，規勸)；親戚補察(同宗的親屬彌補君王的過失和督查君王的政事。親戚，與國君同宗的大臣)；瞽\n史教誨；耆艾修之(德高望重的人教導他。耆qí，六十歲的人。艾，五十歲的人。這裡指國君師傅、老臣等。\n修，整治，教導)；而後王斟酌焉，是以事行而不悖(違背，這裡指違背情理)。民之有口，猶土之有山川也，\n財用於是乎出(財物從這裡生產出來。是，指示代詞，指代土地。乎，句中語氣詞，不譯)；猶其(指示代詞，\n指代土地)原(高而平坦的土地)、隰(低下而潮濕的土地)、衍(底下而平坦的土地)、沃(有河流灌溉的土地)也，\n衣食於是乎生；口之宣言也，善敗於是乎興(體現)。行善而備敗，其所以阜財用衣食者也(凡事人民認爲好的\n就加以推行，認爲壞的就加以防範，這樣才能使人民財源旺盛、衣食富足。阜：大，豐富)。夫民慮之于心而\n宣之於口(人民在心裡考慮成熟後用言論傳播出來。夫，句首語氣詞，表示發議論，起到引起下文的作用)，成\n(成熟)而行(傳播)之(指代心裡考慮的東西)，胡可壅也？若壅其口，其與能幾何(會有多少人讚同呢？與，動\n詞，讚成，讚許。幾何，多少)？”\n  王弗聽，於是國莫敢出言。三年(過了三年)，乃流(流放)王於彘(zhì，地名)。\n\n\n\n\n\n【注釋】召公：邵穆公，周王的卿士。厲王：周厲王。弭：制止、消除。謗：公開的議論別人的過失。\n【参考译文】\n  周厉王暴虐，百姓纷纷指责他。召穆公对厉王说：“老百姓忍受不了暴政了！”厉王听了勃然大怒，找到\n卫国的巫师，让卫国的巫师去监视批评王的人，按照卫国的巫师的报告，杀掉批评王的人。国人不敢说话，路\n上相见，以目示意。\n  周厉王颇为得意，对召穆公说：“我能消除指责的言论，他们已经不敢再吭声了！”\n  召公回答说：“你这样做是堵住人们的嘴。阻塞老百姓的嘴，好比阻塞河水。河流如果堵塞后一旦再决堤，\n伤人一定很多，人民也是这样。因此治水的人疏通河道使它畅通，治民者只能开导他们治民者，而让人畅所欲\n言。所以君王处理政事，让三公九卿以至各级官吏进献讽喻诗，乐师进献民间乐曲，史官进献有借鉴意义的史\n籍，少师诵读箴言，盲人吟咏诗篇，有眸子而看不见的盲人诵读讽谏之言，掌管营建事务的百工纷纷进谏，平\n民则将自己的意见转达给君王，近侍之臣尽规劝之责，君王的同宗都能补其过失，察其是非，乐师和史官以歌\n曲、史籍加以谆谆教导，元老们再进一步修饰整理，然后由君王斟酌取舍，付之实施，这样，国家的政事得以\n实行而不违背道理。老百姓有口，就像大地有高山河流一样，社会的物资财富全靠它出产；又像高原和低地都\n有平坦肥沃的良田一样，人类的衣食物品全靠它产生。人们用嘴巴发表议论，政事的成败得失就能表露出来。\n人们以为好的就尽力实行，以为失误的就设法预防，这是增加衣食财富的途径啊。人们心中所想的人们心中所\n想的通过嘴巴表达，就自然流露出来，怎么可以堵呢？如果硬是堵住老百姓的嘴，那赞许的人还能有几个呢？”\n  周厉王不听，在这种情况下老百姓再也不敢公开发表言论指斥他。过了三年，人们终于把这个暴君放逐到\n彘地去了。"
    },
    {
     "h": "03《叔向賀貧》",
     "c": "【原文】\n  叔向(春秋晉國大夫羊舌肸xī)見韓宣子(名起。晉國的卿)，宣子憂貧，叔向賀之。\n  宣子曰：“吾有卿之名而無其實(《說文•宀部》：“實，富也。從宀從貫。貫，貨貝也。”此處用本義，\n義爲財富)，無以從二三子(家裡貧窮沒有供給賓客往來的費用，不能跟晉國的卿大夫交往。二三子，這裡指經\n過的卿大夫。無以，凝固用法，沒有什麼東西用來……)，吾是以憂，子賀我何故？”對曰：“昔欒武子(即欒書，\n晉國的上卿)無一卒之田(沒有一百人所有的田畝。古代軍隊編制，一百人爲“卒”)，其宮(宮：《說文•宀部》：\n“宮，室也。”此處用本義，義爲房屋，住宅。後專指帝王鎖住的房屋)不備其宗器(祭祀的器皿)，宣(顯示，\n顯露)其德行，順其憲則(法制)，使越(傳播，遠揚)于諸侯。諸侯親之，戎、狄懷之，以正晉國。行刑(法，這\n裡指前文所講的“憲則”)不疚(內心痛苦)，以免於難(因此避免了禍患。這裡指沒有遭到殺害或被迫逃亡)。\n及桓子(欒桓子，欒武子之子)驕(嬌慢放縱)泰(奢侈)奢侈，貪欲無藝(標準，準則)，略則行志(忽略法治，任\n意行事)，假貨居賄(把財貨借給人家從而取利。賄：《說文•貝部》：“賄，財也。從貝，有聲。”此處用本\n義，義爲財物)，宜及(趕上、遭到)於難，而賴武之德以沒其身(但是依靠欒武子的德望，終生沒有遭到禍患。\n其，指示代詞，指代欒桓子)。及懷子(欒懷子，欒桓子之子)改桓(欒桓子)之行，而修(研究，學習)武之德，\n可以免於難，而離桓之罪(但是懷子因桓子的罪惡而遭罪。而，轉折連詞。離：“罹”的借字，遭到)，以亡於\n楚(終於逃亡到楚國。亡，逃跑)。夫郤昭子(即郤至，晉國的卿)，其富半公室(他的財富的的上半個晉國。公\n室，公家，這裡指國家)，其家半三軍(他家裡的傭人抵得上三軍的一半)，恃其富寵(尊貴榮華)，以泰於國(就\n在國內非常奢侈)。其身尸於朝(郤昭子後來被晉厲公派人殺掉，他的尸體擺在朝堂上示眾)，其宗滅於絳(他的\n宗族在绛這個地方被滅掉了。绛，晉國的舊都)。不然(指示代詞，這樣)，夫八郤，五大夫三卿(郤氏八個人，\n其中吳哥大夫，三個卿。夫，句首語氣詞，表示發議論，祈禱引起下文的作用)，其寵大矣，一朝而滅，莫之\n哀也(沒有誰同情他們。莫，無定代詞，沒有什麼人。賓語前置，否定句中代詞“之”作賓語，置於動詞“哀”\n前)，唯無德也。今吾子有欒武子之貧，吾以爲能其德(能夠行他的道德了)矣，是以賀。若不憂德之不建，而\n患貨之不足，將弔(憂慮)不暇，何賀之有(賓語前置，“何賀”作“有”的前置賓語，用代詞“之”復指。可\n理解爲有什麼可祝賀的？)？”\n  宣子拜稽首焉，曰：“起(韓起，即韓宣子。古人自稱名)也將亡，賴子存之，非起也敢(副詞，表示自謙)\n\n\n\n專承(獨自一個人承受)之(代詞，指代前面的“賴存”)，其自桓叔以下，嘉吾子之賜(恐怕從我的祖宗桓叔以\n下的子孫，都要感激您的恩賜)。”\n【参考译文】\n  叔向去拜见韩宣子，韩宣子正为贫困而发愁，叔向却向他表示祝贺。\n  宣子说：\"我有卿大夫的名称，却没有卿大夫的财富，没有什么荣誉可以跟其他的卿大夫们交往，我正为\n此发愁，你却祝贺我，这是什么缘故呢？\"叔向回答说：“从前栾武子没有一百顷田，家里穷的连祭祀的器具\n都备不齐全；可是他能够传播德行，遵循法制，名闻于诸侯各国。各诸侯国都亲近他，一些少数民族都归附他，\n因此使晋国安定下来，执行法度，没有弊病，因而避免了灾难。传到桓子时，他骄傲自大，奢侈无度，贪得无\n厌，犯法胡为，放利聚财，该当遭到祸难，但依赖他父亲栾武子的余德，才得以善终。传到怀子时，怀子改变\n他父亲桓子的行为，学习他祖父武子的德行，本来可以凭这一点免除灾难；可是受到他父亲桓子的罪孽的连累，\n因而逃亡到楚国。那个郤昭子，他的财产抵得上晋国公室财产的一半，他家里的佣人抵得上三军的一半，他依\n仗自己的财产和势力，在晋国过着极其奢侈的生活，最后他的尸体在朝堂上示众，他的宗族在绛这个地方被灭\n亡了。如果不是这样的话，那八个姓郤的中有五个做大夫，三个做卿，他们的权势够大的了，可是一旦被诛灭，\n没有一个人同情他们，只是因为没有德行的缘故！现在你有栾武子的清贫境况，我认为你能够继承他的德行，\n所以表示祝贺，如果不忧愁德行的建立，却只为财产不足而发愁，我表示哀怜还来不及，哪里还能够祝贺呢？”\n  宣子于是下拜，并叩头说：\"我正在趋向灭亡的时候，全靠你拯救了我。你的恩德不敢独自承受，恐怕从\n我的祖宗桓叔以下的子孙，都要感谢您的恩赐。\"\n\n\n第十七課 被動句和被動表示法"
    },
    {
     "h": "01《鴻門宴》",
     "c": "【原文】\n  沛公旦日從(zòng，及物動詞使動用法，使……跟隨)百餘騎(jì，名詞，指一人一馬，即騎兵)來見項王，\n至鴻門(今陝西臨潼東)，謝曰：“臣與將軍戮力(並力，合力)而攻秦，將軍戰河北，臣戰河南(黃河以北地區、\n黃河以南地區的泛稱)，然不自意(自己也沒有料想到。意，意想，料到)能先入關破秦，得復見將軍於此。今\n者有小人之言(指有壞人搬弄是非)，令將軍與臣有卻(“隙”的借字，縫隙，嫌隙，指感情上的裂痕。這句話\n沛公尚未說完，即被項羽打斷)------”項王曰：“此沛公左司馬曹無傷言之。不然，籍(項羽名籍，以名自稱，\n是禮貌表現)何以至此(憑什麼到這個地步)？”項王即日(就在這天)因留沛公與飲(同沛公一起飲酒。與，介詞，\n後面省略賓語)。項王、項伯東嚮坐。亞父南嚮(東嚮、南嚮：面朝東、面朝南。“東”“南”爲方位名詞作狀\n語。坐：古人雙膝著席，臀部壓在腳跟上，叫坐。亞父：地位僅次於父親。項羽對範增的尊稱。)坐。亞父者，\n范增也。沛公北嚮坐，張良西嚮侍(卑幼者在尊長身旁作陪。雙方座次安排表現了項羽的倨傲和劉邦的屈就)。\n范增數目(屢次使眼色。數shuò，屢次。目，名詞作動詞，以目光示意)項王，舉所佩玉玦以示之者三(舉起\n所佩戴的玉玦多次向項王示意。“玦”“決”同音，范增借此暗示項羽立刻決斷殺掉劉邦。此句中代詞“者”\n和前面“舉所佩玉玦以示之”結合成名詞性成分，充當句子主語，數詞“三”充當謂語。此是古漢語表示動量\n的一種形式。玉玦：有缺口的環形玉珮)，項王默然不應。范增起，出召項莊(項羽的堂兄弟)，謂曰：“君王爲\n人不忍(不狠心，心腸軟)，若(你，第二人稱代詞)入前爲壽(上前祝壽，祝對方健康長壽)，壽畢，請以劍舞，\n因擊沛公於坐(借舞劍爲由趁機攻擊坐著的沛公，殺死他。因：趁機。坐：座位)，殺之。不者(不這樣的話)，\n若屬(你們這些人)皆且(將)爲所虜(被他俘虜。被動句式，介詞“爲”後省略行爲主動者“沛公”)。”莊則(即，\n就)入爲壽，壽畢，曰：“君王與沛公飲，軍中無以爲樂(沒有什麼可以來助興取樂)，請以劍舞。”項王曰：“諾。”\n項莊拔劍起舞，項伯亦拔劍起舞，常以身翼蔽沛公(用身體遮掩住沛公。翼，名詞作狀語，像翅膀一樣)，莊不\n得擊。\n  於是張良至軍門見樊噲(劉邦重要親信和將領)。樊噲曰：“今日之事何如？”良曰：“甚急！今者項莊拔劍舞，\n其意常在沛公(他的意圖常在沛公身上，即想殺害沛公)也。”噲曰：“此迫(緊急，危急)矣！臣請入，與之同命\n(同沛公同生死共命運)。”噲即帶劍擁(持)盾入軍門。交戟之衛士(站在兩側持戟的警衛)欲止不內(想要阻擋樊\n噲不讓他進去。內nà，後作“納”)，樊噲側其盾以撞，衛士仆地，噲遂入。披帷(揭開營帳)西嚮立(向西站\n\n\n\n著，即直面項羽。西，方位名詞作狀語)，瞋目(睜大眼睛，指怒目而視。瞋chēn)視項王，頭髮上指(向上豎\n起)，目眥盡裂(眼眶都撐裂了。這是對樊噲怒目而視的誇張形容)。項王按劍而跽(按劍而跽形容項王緊張戒備\n的樣子。按劍：握住劍。跽jì：古人坐時挺腰準備起身狀)曰：“客何爲者(客人是做什麼的？何爲，疑問代\n詞“何”作賓語，置於動詞“爲”前)？”張良曰：“沛公之參乘(即“車右”，站在車右邊擔任警衛者)樊噲者\n也。”項王曰：“壯士，賜之卮酒。”則與斗卮(盛一斗酒的大杯。卮zhī)酒。噲拜謝，起，立而飲之。項王曰：\n“賜之彘肩(豬前腿。彘，特指大豬)。”則與一生彘肩。樊噲覆(翻轉過來。這是樊噲把盾牌向外的一面放在地\n上)其盾於地，加彘肩上，拔劍切而啗(dàn，吃)之。項王曰：“壯士，能復飲乎？”樊噲曰：“臣死且(尚且)不\n避，卮酒安足辭(哪裡值得推辭。意思是，我連死都不怕，哪裡在乎再多喝酒呢)！夫秦王有虎狼之心，殺人如\n不能舉，刑人如恐不勝(殺人好像擔心殺不盡，處罰人好像擔心處罰不完。舉，盡。勝，盡)，天下皆叛之。懷\n王與諸將約曰：‘先破秦入咸陽者王之’(先攻破秦朝國都進入咸陽城的人就在那裡稱王。王，名詞用作動詞，稱\n王。之，指代咸陽)。今沛公先破秦入咸陽，豪毛(細毛，比喻細微的東西)不敢有所近，封閉宮室，還軍霸上，\n以待大王來。故遣將守關者，備他盜出入與非常也。勞苦而功高如此，未有封侯之賞，而聽細說(小人之言，\n讒言)，欲誅有功之人。此亡秦之續(這是延續已被滅亡的秦朝的做法，意思是走亡秦的老路)耳，竊爲大王不\n取也！”項王未有以應(相當於“無以應”，沒有什麼話用來回答)，曰：“坐。”樊噲從良坐(挨著張良坐下)。坐\n須臾，沛公起如(往，到……去)廁，因招樊噲出。\n  沛公已出，項王使都尉(軍中參謀類副官)陳平(此時爲項羽部下，後投奔劉邦成重要謀士)召沛公。沛公曰：\n“今者出，未辭(沒有告辭)也，爲之柰何？”樊噲曰：“大行不顧細謹，大禮不辭小讓(在大的作爲上不能顧及小\n節，在大的禮節上不能推掉小的指責。細謹：指瑣屑的事情。讓：責備)。如今人方爲刀俎，我爲魚肉(現在別\n人好比是刀和砧板，我們好比是砧板上的魚和肉。俎：切菜用的砧板)，何辭爲(爲什麼要告辭。何……爲，古\n漢中表示反問的一種固定句式，可譯爲“爲什麼……”爲，語氣詞，表反問)。”於是遂去。乃令張良留謝(留\n下來向項王表示感謝)。良問曰：“大王來何操(帶了什麼禮物。疑問代詞“何”作動詞“操”的賓語，至於“操”\n前。操，持、拿)？”曰：“我持白璧(古代一種隨身佩戴的玉質裝飾品)一雙，欲獻項王，玉斗(一種玉制的舀酒\n用的杓)一雙，欲與(贈給)亞父，會(適逢，正碰上)其怒，不敢獻。公爲我獻之”張良曰：“謹諾(意思是恭謹地\n照辦。謹，表敬意的副詞)。”當是時，項王軍在鴻門下，沛公軍在霸上，相去(相隔。去，距離)四十里。沛公\n則置(放棄，留下)車騎(指來時所乘的車和所帶的騎從)，脫身(抽身脫險。這裡指劉邦一個人獨自騎馬逃走)\n獨騎，與樊噲、夏侯嬰(劉邦重要親信)、靳彊(劉邦部將)、紀信(劉邦部將)等四人持劍盾步走(徒步逃跑)，從\n酈山(即驪山，今陝西臨潼東南)下，道(動詞，經由)芷陽(今陝西長安縣東)閒(秘密地，後作“間”)行。沛公\n謂張良曰：“從此道至吾軍，不過(不超過)二十里耳(表限制性的敘述語氣，相當於“罷了”)。度(猜測，估量)\n我至軍中，公乃(副詞，才)入。”沛公已去，閒至軍中，張良入謝(道歉)，曰：“沛公不勝桮杓(禁不起酒力，\n即喝醉了。這是一種委婉的言辭。勝，禁得起。桮杓，酒器，這裡指代酒。桮，“杯”的異體字)，不能辭。\n謹使臣良奉白璧一雙，再拜(下拜兩次，這裡只是表示敬意的言辭，並非實指)獻大王足下(對人的敬稱。這裡\n稱項羽)；玉斗一雙，再拜奉大將軍(對范增的敬稱)足下。”項王曰：“沛公安在(賓語前置，疑問代詞“何作賓\n語”，置於動詞“在”前。安，疑問代詞，代處所)？”良曰：“聞大王有意督過(同義連用，責問、問罪)之，\n脫身獨去，已至軍矣。”項王則受璧，置之坐上。亞父受玉斗，置之地(置之於地，把它放在地上)，拔劍撞而\n破之(拔出劍砍擊玉斗，把它砍破了。破，形容詞使動用法，使……破碎)，曰：“豎子不足與謀(這小子不值得\n同他商量大事。范增表面罵項莊，實際罵項羽。豎子：古代童僕，也用於對人輕蔑的稱呼。與謀：與之謀；介\n詞“與”後省略賓語)！奪項王天下者，必沛公也，吾屬今爲之虜矣(我們這些人就要被他俘虜了。吾屬，我們\n這班人。今，將要。表示事實即將發生。爲之虜。被動句式，被他俘虜。之，代指劉邦)！”沛公至軍，立(副\n詞，立即)誅殺(有判罪殺死的意思)曹無傷。\n\n\n【参考译文】\n  次日早晨，沛公带着一百多名骑兵来见项王，到了鸿门，向项羽谢罪说：“我和将军并力攻秦，将军在河\n北作战，我在河南作战，然而我自己也没有想到先入关攻破秦地，能在这里又见到将军。现在有小人之言，使\n将军和我有了隔阂。”项王说：“这是你沛公左司马曹无伤说的，不然，我何至于如此。”项王当天就留沛公\n一同饮酒。项王、项伯面朝东坐，亚父面朝南坐。亚父就是范增。沛公面朝北坐，张良面朝西陪坐。范增向项\n王多次使眼色，再三举起佩带的玉玦向项王示意，项王默然不应。范增起身出去找来项庄，对他说：“君王为\n\n\n\n人不狠，你进去上前祝酒，祝酒完了，请求舞剑，乘机在座上袭击沛公，杀死他。不然的话，你们这些人都将\n被他俘虏。”项庄便进去祝酒。祝酒完了说：“君王和沛公饮酒，军中没有什么可供娱乐的，请允许我舞剑助\n乐。”项王说：“好吧。”项庄拔剑起舞。项伯也拔剑起舞。常常用身体掩蔽沛公，项庄得不到刺杀机会。\n  这时张良来到军门，看见了樊哙。樊哙说：“今天的事情怎么样了？”张良说：“极为危急。此刻项庄正\n在舞剑，他的用意时时在沛公身上。”樊哙说：“这可紧急了，请让我进去，与沛公同生共死。”樊哙立即带\n着剑，手拥盾牌，进入军门。交乾守门的卫士打算阻拦，不让他进去，樊哙侧过他的盾牌撞击，卫士倒在地上，\n樊哙就进入了大帐，揭开帷帐，向西而立，圆睁怒目，看着项王，头发上指，眼眶破裂。项王按剑长跪说；“来\n客是干什么的？”张良说：“这是沛公的参乘樊哙。”项王说：“壮士！赏赐他一杯酒。”左右就给他一大杯\n酒。樊哙拜谢后起来，站着一饮而尽。项王说：“赏给他猪腿。”左右就给一只生猪腿。樊哙覆盾于地，把猪\n腿放在盾上，拔出剑来切肉吃。项王说：“壮士！能再喝酒吗？”樊哙说：“我死都不怕，一杯酒哪里值得推\n辞！秦王有虎狼之心，杀人唯恐杀不尽，用刑唯恐刑不重，天下人都反叛他。楚怀王和将领们约定说‘先攻破\n秦地进入咸阳的做关中王’。现在沛公先攻破了秦地进入咸阳，丝毫利益不敢有所接近，封闭宫室，回军霸上，\n等待大王到来。所以遣将守关，是为了防备别的盗贼和意外事件。如此劳苦功高，没有得到封侯的赏赐，而听\n信闲言细语，要杀有功的人。这是继承了已经灭亡的秦朝的道路，以我私见，大王这样做是不可取的。”项王\n无辞以对，只说：“坐。”樊啥在张良旁边坐下来。坐了不一会儿，沛公起来上厕所，乘机招呼樊哙出来。\n  沛公出去后，项王派都尉陈平去叫沛公回来。沛公对樊哙说：“我们现在出去，没有辞行，怎么办呢？”\n樊哙说：“做大事不顾忌细枝节，行大礼不讲究小谦让。如今人家为刀俎，我们为鱼肉，还辞别什么！”于是\n就不辞而去。临走时叫张良留下道谢。张良问：“大王来时带了什么？”沛公说：“我带来一只白壁，想献给\n项王，一只玉斗，想送给亚父，正碰上他们生气，不敢进献。你替我献给他们。”张良说：“遵命。”当时，\n项王的军队在鸿门，沛公的军队在霸上，相去四十里。沛公丢下车骑，一人骑马脱身而去，樊哙、夏侯婴、靳\n疆、纪信等四人握剑持盾步行，从郦山下取道芷阳，抄行小路。沛公对张良说：“从这条路到我们军营，不过\n二十里而已。估计我到了军中，你再进去。”沛公走后，张良估计抄小路已经到达军中，就进去道谢说：“沛\n公经受不了杯盏，不能亲自来辞行。谨使张良奉上白壁一只，拜献大王；玉斗一只，拜送大将军。”项玉说：\n“沛公在哪里？”张良说：“听说大王有意责备他，独自脱身而去，已经回到军中了。”项王接过王壁，放在\n坐席上。亚父接过玉斗，放在地上，拔剑一击而碎，说：“唉！这小子不足以共谋大事。夺取项王天下的，一\n定是沛公，我们这些人就要被他俘虏了。”沛公回到军中，立刻杀了曹无伤。"
    },
    {
     "h": "02《即墨之戰》",
     "c": "【原文】\n  田單知士卒之可用(指可以用於作戰。這是由於燕軍的暴虐激起了齊國士卒的鬥志)，乃身操(持，拿著)\n版(築墻的工具)插(“臿”的借字，掘土的工具，相當於鍬)，與士卒分功(工作。這句指田單親身參與修築防\n禦工事，和士兵分擔辛勞)，妻妾編於行伍(古代軍隊編制。這裡指把妻妾編入軍隊服役)之閒，盡散飲食饗士(以\n酒食犒勞士兵)。令甲卒皆伏，使老弱女子乘(登。這裡指田單把有戰鬥力的甲士埋伏起來，讓老弱和婦女登上\n城樓防守，以此迷惑燕軍)城，遣使約降於燕，燕軍皆呼萬歲。田單又收民金，得千溢(古代重量單位，二十兩\n爲一溢，後作“鎰”)，令即墨富豪遺(wèi，贈給)燕將(由於田單是用反間計，使得燕王撤換了樂毅，此時爲\n騎劫)，曰：“即墨即(很快就要)降，願(希望)無虜掠吾族家(同族)妻妾，令安堵(安居，不受侵擾)。”燕將大\n喜，許之。燕軍由此益懈。\n  田單乃收城中得千餘牛，爲絳(深紅色)繒(zēng，綢緞)衣，畫以五彩龍文(五顏六色的龍形花紋。文，華\n文，後作“紋”)，束兵刃於其角，而灌脂束葦於尾，燒其端(把鋒利的尖刀綁在牛角上，把淋了油脂的蘆葦捆\n扎在牛尾巴上，再把蘆葦的末端點燃。束：縛，捆扎)。鑿城(城墻)數十穴，夜縱(放開，任其自由行動)牛，\n壯士五千人隨其後。牛尾熱，怒而奔燕軍，燕軍夜大驚。牛尾炬火(火把，指點燃的蘆葦)光明炫燿(光亮耀眼)，\n燕軍視之皆龍文，所觸盡死傷(被牛角撞到的燕軍士兵非死即傷。觸：撞)。五千人因銜枚(古代行軍，爲避免\n敵軍發現，士兵將“枚”銜在口中)擊之，而城中鼓譟(擂鼓吶喊)從之(追擊燕軍)，老弱皆擊銅器爲聲，聲動\n天地。燕軍大駭，敗走。齊人遂夷殺(殺)其將騎劫。燕軍擾亂奔走，齊人追亡(逃跑)逐北(敗逃。這裡均指敗\n逃的燕軍)，所過城邑皆畔(“叛”的借字。這裡指田單進軍所經過的城邑都重新回歸齊國)燕而歸。田單兵日\n\n\n\n益多(一天天增多。日，名詞作狀語，表示情況的逐漸發展，下文“燕日敗亡”用法同。益，增益)，乘勝，燕\n日敗亡，卒(終於)至河上(地名，齊國北部邊界)，而齊七十餘城皆復爲齊。乃迎襄王於莒，入臨菑而聽政。襄\n王(名法章，齊湣王之子)封田單，號曰安平君。\n【参考译文】\n  田单知道现在是出战的最好时机，于是就亲自拿着夹板铲锨，和士兵们一起修筑工事，并把自己的妻子姬\n妾都编在队伍之中，还把全部的食物拿出来犒劳士卒。命令装备整齐的精锐部队都埋伏起来，让老弱妇女上城\n防守，又派使者去和燕军约定投降事宜，燕军官兵都高呼万岁。田单又把民间的黄金收集起来，共得一千镒，\n让即墨城里有钱有势的人送给燕军，请求说：“即墨就要投降了，希望你们进城之后，不要掳掠我们的妻子姬\n妾，让我们能平安地生活。”燕军将领非常高兴，满口答应。燕军因此更加松懈。\n  田单于是从城里收集了一千多头牛，给它们披上大红绸绢制成的被服，在上面画着五颜六色的蛟龙图案，\n在它们的角上绑好锋利的刀子，把渍满油脂的芦苇绑在牛尾上，点燃其末端。又把城墙凿开几十个洞穴，趁夜\n间把牛从洞穴中赶出，派精壮士兵五千人跟在火牛的后面。因尾巴被烧得发热，火牛都狂怒地直奔燕军，这一\n切都在夜间突然发生，使燕军惊慌失措。牛尾上的火把将夜间照得通明如昼，燕军看到它们都是龙纹，所触及\n到的人非死即伤。五千壮士又随后悄然无声地杀来，而城里的人乘机擂鼓呐喊，紧紧跟随在后面，甚至连老弱\n妇孺都手持铜器，敲得震天价响，和城外的呐喊声汇合成惊天动地的声浪。燕军非常害怕，大败而逃。齐国人\n在乱军之中杀死了燕国的主将骑劫。燕军纷乱，溃散逃命，齐军紧紧追击溃逃的敌军，所经过的城镇都背叛燕\n军，归顺田单。田单的兵力也日益增多，乘着战胜的军威，一路追击。燕进仓皇而逃，战斗力一天天减弱，一\n直退到了黄河边上，原来齐国的七十多座城池又都被收复。于是田单到莒城迎接齐襄王，襄王也就回到都城临\n淄来处理政务。齐襄王封赏田单，赐爵号为安平君。"
    },
    {
     "h": "03《管鮑之交》",
     "c": "【原文】\n  管仲夷吾者，潁上(地名，也叫潁陽)人也。少時常與鮑叔牙游，鮑叔知其賢。管仲貧困，常欺(欺騙。管\n仲與鮑叔牙合夥做買賣，分利時觀眾自己故意多得利)鮑叔，鮑叔終善遇(善待)之，不以爲言(不因爲受欺而說\n什麼)。已而鮑叔事齊公子小白，管仲事公子糾(齊襄公即位後，法令無常，鮑叔牙預見齊國將有內亂，奉工資\n小白出奔到莒地避難；齊國內亂發生時，管仲和召忽奉公子糾逃到魯國。齊襄公被殺後，小白獲內援搶先回國，\n被立爲齊君，魯國遵照齊國吩咐殺公子糾，召忽爲公子糾殉難，管仲被囚禁送回齊國)。及小白立，爲桓公，\n公子糾死，管仲囚焉(相當於介詞結構“於是”，表示被動。“囚焉”即“囚於是”)。鮑叔遂進(推薦、推舉)\n管仲。管仲既用，任政于齊，齊桓公以霸，九合諸侯，一匡(匡正。一匡天下，使整個天下得到匡正)天下，管\n仲之謀也。\n  管仲曰：“吾始困時，嘗與鮑叔賈(gǔ，做買賣)，分財利多自與(給與。多自與，即多給自己財利)，鮑叔\n不以我爲貪，知我貧也。吾嘗爲鮑叔謀事而更窮困，鮑叔不以我爲愚，知時有利不利也。吾嘗三仕三見逐(被\n驅逐。“見”用在動詞前表示被動)於君，鮑叔不以我爲不肖(不才，缺乏才能)，知我不遭時也。吾嘗三戰三\n走(跑，這裡指逃跑)，鮑叔不以我爲怯，知我有老母也；公子糾敗，召忽死之(召忽爲公子糾殉難)，吾幽囚受\n辱，鮑叔不以我爲無恥，知我不羞小節(以小節操的失誤爲羞。羞，形容詞意動用法)而恥(形容詞意動用法，\n以……爲恥)功名不顯於天下也。生我者父母，知我者鮑子也。”\n  鮑叔既進管仲，以身下之(使自身位於管仲之下，即地位甘居管仲之下)。子孫世祿于齊(世代在齊國享有\n爵祿。世，代)，有封邑者十馀世，常爲名大夫。天下不多(看重，贊許)管仲之賢而多鮑叔能知人也。\n\n\n【参考译文】\n  管仲，名夷吾，是颍上人。他年轻的时候，常和鲍叔牙交往，鲍叔牙知道他贤明、有才干。管仲家贫，经\n常占鲍叔的便宜，但鲍叔始终很好地对待他，不因为这些事而有什么怨言。不久，鲍叔侍奉齐国公子小白，管\n仲侍奉公子纠。等到小白即位，立为齐桓公以后，桓公让鲁国杀了公子纠，管仲被囚禁。于是鲍叔向齐桓公推\n荐管仲。管仲被任用以后，在齐国执政，桓公凭借着管仲而称霸，并以霸主的身份，多次会合诸候，使天下归\n正于一，这都是管仲的智谋。\n\n\n\n  管仲说：“我当初贫困时，曾经和鲍叔一起做生意，分财利时自己总是多要一些，鲍叔并不认为我贪财，\n而是知道我家里贫穷。我曾经替鲍叔谋划事情，反而使他更加困顿不堪，陷于窘境，鲍叔不认为我愚笨，他知\n道时运有时顺利，有时不顺利。我曾经多次作官多次都被国君驱逐，鲍叔不认为我不成器，他知道我没遇上好\n时机。我曾经多次打仗多次逃跑。鲍叔不认为我胆小，他知道我家里有老母需要赡养。公子纠失败，召忽为之\n殉难，我被囚禁遭受屈辱，鲍叔不认为我没有廉耻，知道我不因小的过失而感到羞愧，却以功名不显扬于天下\n而感到耻辱。生养我的是父母，真正了解我的是鲍叔啊。”\n  鲍叔推荐了管仲以后，情愿把自身置于管仲之下。他的子孙世世代代在齐国享有俸禄，得到封地的有十几\n代，多数是著名的大夫。因此，天下的人不称赞管仲的才干，反而赞美鲍叔能够识别人才。\n\n\n第十八課 語序和省略"
    },
    {
     "h": "01《一鳴驚人》",
     "c": "【原文】\n  淳于髡者，齊之贅婿也(姓淳于，名髡，戰國時齊國人，曾是齊稷下學派學者，以博聞強記、能言善辯著\n稱。贅婿：婚後定居在女家的男子，所生子女從母姓，繼承母方宗祧。先秦時期贅婿地位等同奴婢，後世有所\n改變)。長不滿七尺，滑稽(gǔjī，善於言談，應對如流)多辯，數(shuò，屢次，多次)使諸侯，未嘗屈辱。\n齊威王(齊國國君，田氏，名因齊。喜好隱語，指不直接說明本意而用借用比喻等手法暗示的表達方法)之時喜\n隱，好爲淫樂(過分地縱慾作樂)長夜之飲，沈湎(chén miǎn，沉湎於飲酒享樂。沈，後作“沉”)不治，委\n政卿大夫。百官荒亂，諸侯並侵，國且危亡，在於旦暮，左右莫敢諫。淳於髡說之以隱曰：“國中有大鳥，止\n王之庭，三年不蜚(“飛”的借字)又不鳴，不知此鳥何也？”王曰：“此鳥不飛則已，一飛沖天；不鳴則已，一\n鳴驚人。”於是乃朝諸縣令長(讓各個縣令縣長來朝見。朝cháo，動詞使動用法，使……朝見)七十二人，賞\n一人，誅一人(獎賞治縣有實效但蒙受惡名的即墨大夫，誅殺玩忽職守奉承上司的阿大夫)，奮兵而出。諸侯振\n驚(即震驚。振，“震”的借字。齊威王出兵勝利，使趙、魏歸還侵佔的土地)，皆還齊侵地。威行三十六年。\n語在《田完世家》中。\n  威王八年，楚大發兵加齊。齊王使淳于髡之(動詞，到……去)趙請救兵，齎(jī，拿錢物贈送人)金百斤，\n車馬十駟(四匹馬拉的車)。淳於髡仰天大笑，冠纓索絕(繫冠的袋子都因大笑而震斷了。冠纓，繫冠的帶子。\n索，盡、全。絕，斷)。王曰：“先生少之(認為少。少，形容詞意動用法)乎？”髡曰：“何敢！”王曰：“笑豈有\n說乎？”髡曰：“今者臣從東方來，見道傍(páng，邊側，這個意思後寫作“旁”)有禳田(祭神祈求農事平安無\n災。禳ráng)者，操一豚蹄，酒一盂，祝曰：‘甌窶滿篝(狹小的旱地收成能裝滿筐籠。甌窶ōu lóu)，汙邪\n滿車(地勢低斜的天地收成也能裝滿車子。汙邪wūxié)，五穀蕃熟(繁茂成熟)，穰穰(ráng ráng，豐盛，\n衆多。這裡指收成豐盛，家裡裝的滿滿的)滿家。’ 臣見其所持者狹而所欲者奢，故笑之。”於是齊威王乃益(增\n加)齎黃金千溢(古代重量單位，二十兩爲一溢，後作“鎰”)，白璧十雙，車馬百駟。髡辭而行，至趙。趙王\n與之精兵十萬，革車(兵车)千乘。楚聞之，夜引兵而去(退兵离去)。\n\n\n【参考译文】\n  淳于髡是齐国的一个入赘女婿。身高不足七尺，为人滑稽，能言善辩，屡次出使诸侯之国，从未受过屈辱。\n齐威王在位时，喜好说隐语，又好彻夜宴饮，逸乐无度，陶醉于饮酒之中，不管政事，把政事委托给卿大夫。\n文武百官荒淫放纵，各国都来侵犯，国家危亡，就在旦夕之间。齐王身边近臣都不敢进谏。淳于髡用隐语来规\n劝讽谏齐威王，说：“都城中有只大鸟，落在了大王的庭院里，三年不飞又不叫，大王知道这只鸟是怎么一回\n事吗？”齐威王说：“这只鸟不飞则已，一飞就直冲云霄；不叫则已，一叫就使人惊异。”于是就诏令全国七\n十二个县的长官全来入朝奏事，奖赏一人，诛杀一人；又发兵御敌，诸侯十分惊恐，都把侵占的土地归还齐国。\n齐国的声威竟维持达三十六年。这些话全记载在《田完世家》里。\n  齐威王八年，楚国派遣大军侵犯齐境。齐王派淳于髡出使赵国请求救兵，让他携带礼物黄金百斤，驷马车\n十辆。淳于髡仰天大笑，将系帽子的带子都笑断了。威王说：“先生是嫌礼物太少么？”淳于髡说：“怎么敢\n嫌少！”威王说：“那你笑，难道有什么说辞吗？”淳于髡说：“今天我从东边来时，看到路旁有个祈祷田神\n\n\n\n的人，拿着一个猪蹄、一杯酒，祈祷说：‘高地上收获的谷物盛满篝笼，低田里收获的庄稼装满车辆；五谷繁\n茂丰熟，米粮堆积满仓。’我看见他拿的祭品很少，而所祈求的东西太多，所以笑他。”于是齐威王就把礼物\n增加到黄金千镒、白璧十对、驷马车百辆。淳于髡告辞起行，来到赵国。赵王拨给他十万精兵、一千辆裹有皮\n革的战车。楚国听到这个消息，连夜退兵而去。"
    },
    {
     "h": "02《張釋之諫孝文帝》",
     "c": "【原文】\n  張廷尉(九卿之一)釋之者，堵陽(堵zhě陽：今河南省方城縣東)人也，字季。有兄仲同居。以訾(zī ，\n“資”的借字)爲騎郎(守門戶、充車騎的侍衛官。這裡指因家產殷實被選拔爲騎郎)，事孝文帝，十歲不得調(指\n升遷)，無所知名。釋之曰：“久宦(在外做官)減仲之產，不遂(指不合心意)。”欲自免(辭職)歸。中郎將袁盎\n知其賢，惜其去，乃請徙(調動)釋之補(擔任)謁者(爲皇帝掌管迎賓、傳達實務的官員)。釋之既朝畢，因前言\n便宜(有利國家、合乎時宜)事。文帝曰：“卑之(毋甚高論：把意見說的切實可行，不要憑空高論。卑，形容詞\n使動用法，使……低微。之，指代張釋之要說的話)，毋甚高論，令今可施行也。”於是釋之言秦漢之閒事，秦\n所以失而漢所以興者久之。文帝稱善，乃拜(授予官職)釋之爲謁者僕射yì(謁者之長)。\n  釋之從行(跟隨漢文帝出行)，登虎圈(養虎的地方)。上問上林尉(漢文帝問上林尉各種禽獸登記的情況)\n諸禽獸簿，十餘問，尉左右視，盡不能對。虎圈嗇夫(管理虎圈的小官)從旁代尉對上所問禽獸簿甚悉(十分詳\n盡)，欲以觀(顯示)其能口對響應(像回聲一樣立即回應，極言其速。響，回聲。這句指嗇夫想要借此顯示自己\n能脫口迅速回答問題而又滔滔不絕的能力)無窮者。文帝曰：“吏不當若是邪？尉無賴(能力靠不住)！”乃詔釋\n之拜嗇夫爲上林令。釋之久之前曰：“陛下以(動詞，認爲)絳侯周勃(劉邦親信，在漢文帝朝任丞相)何如人也？”\n上曰：“長者(忠厚有德的人)也。”又復問：“東陽侯張相如(漢高祖時爲中大夫，文帝時爲太子傅)何如人也？”\n上復曰：“長者。”釋之曰：“夫絳侯、東陽侯稱爲長者，此兩人言事曾(副詞，表示事實出人意外或已達到某種\n極限，相當於“乃”“竟”)不能出口，豈斅(xiào，仿效)此嗇夫諜諜(dié dié，《漢書》作“喋喋”，指\n話多)利口捷給(應對敏捷，隨口說出迎合對方心理的話)哉！且秦以(因爲)任刀筆之吏(主辦文案的官員。刀筆，\n原指在竹簡上筆寫刀削，這裡指秦朝任用主辦文案的官員善於舞文弄墨)，吏爭以亟疾(緊迫迅速)苛察(苛刻繁\n瑣)相高(形容詞意動用法，以爲高，看重。這句指官吏以辦事緊急、苛刻繁瑣來爭勝)，然其敝徒(徒然，空。\n這句指秦的弊端是空有表面文章而無其實)文具耳，無惻隱(同情，憐憫)之實。以故不聞其過(聽不到自己的過\n錯)，陵遲(衰頹，衰落)而至於二世，天下土崩(比喻崩潰敗壞，無法收拾)。今陛下以嗇夫口辯(口才)而超遷(越\n級提拔)之，臣恐天下隨風靡靡(比喻群起而仿效之)，爭爲口辯而無其實。且下之化上(等於說“下之化於上”，\n下面被上面教化)疾(急速，快速)於景響(光影和回聲。景，後作“影”)，舉錯(舉動措施。錯，後作“措”)\n不可不審(仔細，謹慎)也。”文帝曰：“善。”乃止不拜嗇夫。\n  上就(走向。就車，即登車)車，召釋之參乘(坐在車右邊陪乘，這是文帝對張釋之欣賞信任的表現)，徐(慢\n慢地)行，問釋之秦之敝。具(全，皆)以質(誠。這句指張釋之對文帝提出的問題全都以推心置腹的態度回答)\n言。至宮，上拜釋之爲公車令(漢代宦署名)。\n\n\n【参考译文】\n  廷尉张释之，是堵阳人，字季。和他的哥哥仲生活在一起。由于家中资财多而作了骑郎，侍奉汉文帝，十\n年内得不到升迁，默默无名。张释之说：“长时间的做郎官，耗减了哥哥的资财，使人不安。”想要辞职回家。\n中郎将袁盎知道他德才兼备，惋惜他的离去。就请求汉文帝调补他做谒者。张释之朝见文帝后，就趋前陈说利\n国利民的大计方针，文帝说：“说些接近现实生活的事，不要高谈阔论，说的应该现在就能实施。”于是，张\n释之又谈起秦汉之际的事，谈了很长时间关于秦朝灭亡和汉朝兴盛的原因。文帝很赞赏他，就任命他做了谒者\n仆射。\n  一次，张释之跟随汉文帝出行，登临虎圈，汉文帝询问书册上登记的各种禽兽的情况，问了十几个问题，\n上林尉只能东瞧西看，全都不能回答。看管虎圈的啬夫从旁代上林尉回答了皇帝提出的问题，答得极周全。想\n借此显示自己回答问题有如声响回应而且无法问倒。汉文帝说：“做官吏不该像这样吗？上林尉不可依*。”\n于是命令张释之让啬夫做上林令。张释之过了一会儿才上前说：“陛下认为绛侯周勃是怎样的人呢？”文帝说：\n\n\n\n“是长者啊！”又再一次问：“东阳侯张相如是怎样的人呢？”文帝再一次回答说：“是个长者。”张释之说：\n“绛侯与东阳侯都被称为长者，可这两个人议论事情时都不善于言谈，现在这样做，难道让人们去效法这个喋\n喋不休伶牙俐齿的啬夫吗？秦代由于重用了舞文弄法的官吏，所以官吏们争着以办事迅急苛刻督责为高，然而\n这样做的流弊在于徒然具有官样文书的表面形式，而没有怜悯同情的实质。因为这个缘故，秦君听不到自己的\n过失，国势日衰，到秦二世时，秦国也就土崩瓦解了。现在陛下因为啬夫伶牙俐齿就越级提拔他，我想恐怕天\n下人都会追随这种风气，争相施展口舌之能而不求实际。况且在下位的人被在上的人感化，快得犹如影之随形\n声之回应一样，陛下做任何事情都不可不审慎啊！”文帝说：“好吧！”于是，取消原来的打算，不再任命啬\n夫为上林令。\n  文帝上了车，让张释之陪乘在身旁，车慢慢前行。文帝问张释之秦政的弊端，张释之都据实而言。到了宫\n里，文帝就任命张释之做了公车令。"
    },
    {
     "h": "03《蘇武牧羊》",
     "c": "【原文】\n  單于(單chán 于：匈奴人對君主的稱呼)使使(派使者。第一個“使”爲動詞，第二個“使”爲名詞)曉(告\n知)武。會(一起)論(判決定罪)虞常(原爲漢朝官員，後投降匈奴)，欲因(介詞，趁著)此時降(動詞使動用法，\n使……投降)武。劍斬(用劍斬殺。劍，名詞作狀語，用劍)虞常已(完畢)，律(即衛律，原爲漢朝官員，後投降\n匈奴)曰：“漢使張勝(漢朝官員，蘇武的副使)謀殺單于近臣，當(判處)死，單于募(招募)降者赦罪。”舉劍欲\n擊之，勝請降。律謂武曰：“副(這裡指張勝)有罪，當相坐(相連坐。古代法律規定一個人犯罪，其親屬或有關\n係的人一同受罰)。”武曰：“本無謀(本來沒有參與謀劃)，又非親屬，何謂相坐？”復舉劍擬(作樣子，這裡指作\n出要殺蘇武的樣子)之，武不動。律曰：“蘇君，律前負(背棄)漢歸(歸順)匈奴，幸蒙大恩，賜號稱王，擁衆數\n萬，馬畜彌(滿)山，富貴如此。蘇君今日降，明日復然(也會像這樣。然，代詞，呆滯衛律享受的榮華富貴)。\n空(副詞，白白地)以(介詞，可譯作“用”)身膏(油脂，名詞用作動詞，表示滋養)草野，誰復知之！”武不應。\n律曰：“君因(介詞，憑藉，通過)我降，與君爲兄弟，今不聽吾計，後雖(連詞，即使)欲復見我，尚(副詞，還)\n可得(能夠做到)乎？”武罵律曰：“女爲(動詞，作爲)人臣子，不顧(顧念)恩義，畔主背親(背叛國君和親人。\n畔，“叛”的借字，背叛)，爲降虜(投降的俘虜)於蠻夷(古代對四方邊遠少數民族蔑稱，這裡指匈奴)，何以\n女爲見(爲什麼要見你)？且單于信女，使決人死生，不平心持正(用心公平，主持公正)，反(反而)欲鬭(使動\n用法，使……相互攻打)兩主，觀禍敗。南越殺漢使者，屠爲九郡(漢武帝元鼎五年，漢朝派使者鎮服南越，南\n越呂嘉殺死了漢使和南越王並自立爲王。次年，漢武帝派兵征討，誅殺了呂嘉並把南越分爲九郡。南越，古國\n名，今兩廣一帶。屠，屠殺，這裡指平民)；宛王殺漢使者，頭縣北闕(漢武帝太初元年，漢朝派使者壯士車令\n到大宛求良馬，大宛王毋寡不肯獻馬，將漢使殺害在回去的路上。後來漢武帝派兵討伐大宛，大宛貴族殺了毋\n寡並獻馬投降。宛，即大宛，古國名，故址在烏茲別克斯坦。頭縣北闕，指毋寡的頭縣掛在漢宮殿北面的門樓\n之上。縣，懸掛，後作“懸”。北闕，古代宮殿北面的門樓)；朝鮮殺漢使者，即時誅滅(漢武帝元封二年，漢\n超派使者涉何說服朝鮮王右渠投降，但右渠不但未投降，還啥了涉何。後武帝派兵征討，右渠的臣下將其殺死，\n投降了漢朝。即時，立刻)；獨匈奴未耳(祗有匈奴還沒有因爲殺害漢朝使者而被誅滅而已，獨，範圍副詞，祗\n有)！若(第二人稱代詞)知我不降明(明確，顯然)，欲令兩國相攻，匈奴之禍，從我始矣。”\n  律知武終(最終)不可(不能)脅(逼迫)，白(稟告)單于。單于愈益(更加，同義副詞連用)欲降(動詞使動用\n法，使……投降)之，乃幽(囚禁)武，置大窖(地窖)中，絕不飲食(將蘇武和外界隔絕並且不讓他喝水吃飯。飲\n食，動詞使動用法，使……喝水吃飯)。天雨雪(雨yù雪：下雪。雨，動詞)，武臥齧(niè，吃)雪，與旃(zh\nān，“氈”的借字)毛並(一起)咽之，數日不死。匈奴以爲神，乃徙(遷徙)武北海(匈奴的北界)上無人處，使\n牧羝(dī ，公羊)，羝乳(動詞，生育)乃(情態副詞，才)得(能夠)歸。別(動詞使動用法，使……分開)其(指\n示代詞，代指蘇武)官屬常惠等，各(分別)置他所(其他地方)。武既(時間副詞，已經)至海上，廩食(供給的食\n物)不至，掘野鼠去(“弆”的借字，改讀jǔ，收藏)草實(草籽)而食之。杖(名詞用作動詞，拿着，拄着)漢\n節(漢朝的符節)牧羊，臥起操持，節旄(指符節上用旄牛尾作的裝飾)盡(完全)落。積(累積)五六年，單于弟於\n靬(wū jiān，匈奴的王號)王弋射(弋yì 射：射獵禽鳥)海上。武能網(“網”字前應有“結”)紡繳(zhuó，\n繫在箭上的絲繩)，檠(qíng，校正弓弩的器具，名詞用作動詞，校正弓弩)弓弩，於靬王愛之，給(jǐ，供給)\n\n\n\n其衣食。三歲余，王病，賜武馬畜、服匿(盛酒的容器)、穹廬(古代遊牧民族居住的圓形氈帳)。王死後，人衆\n徙(遷徙離開)去。其冬，丁令(又作“丁靈”“丁零”，古代民族名，漢代時是匈奴的屬國)盜武牛羊，武復窮\n厄(窮困)。\n\n\n【参考译文】\n  单于派使者劝他投降，又共同审判虞常，想藉此机会迫使苏武投降。用剑杀死虞常之后，卫律说：“汉朝\n使者张胜谋杀单于亲近的大臣，罪当处死，不过单于招募投降的人，赦免他的罪过。”举剑要杀张胜，张胜请\n求投降。卫律又对苏武说：“副使有罪，你应当与他连坐。”苏武说：“我本来没有参与密谋，又不是他的亲\n属，为什么要与他连坐？”卫律用剑比划着要刺苏武，苏武毫不动摇。卫律说：“苏先生，我卫律从前背叛汉\n朝，归降匈奴，幸而承蒙单子恩德，赐给我王号，使我拥有部众数万，马畜满山，富贵如此。您今日投降，明\n天也会这样。否则被杀，白白葬身于荒野之中，有谁知道你为汉朝而死？”苏武不予理睬。卫律又说：“您藉\n助我而投降，我与您结为兄弟；今天不听我的话，以后再想见到我，还有可能吗？”苏武痛斥卫律说：“你作\n为汉朝臣民，不顾恩义廉耻，背叛皇帝和亲人，投降蛮夷，我见你干什么？况且单于信任你，让你裁决人的生\n死，你却不出于公心，主持平正，反而要使两国之主相互争斗以坐观双方混战所造成的祸乱。南越杀汉使者，\n被夷平成为汉朝的九个郡；大宛王杀汉使者，他的头颅已被悬于汉宫之北阙；朝鲜杀汉使者，立即遭到减顶之\n灾。惟独匈奴未发生这种事。你明知我不投降，如果想让两国相攻伐，匈奴的祸败将从杀我开始。”\n  卫律知道最终不能威胁苏武投降，就把情况汇报给单于。单于越发想使苏武投降，便把他囚禁在大窖襄，\n断绝向他供应饮食。天降大雪，苏武就卧在地上，吞食雪团与毡毛，得以好多没饿死。匈奴以为他是神人，就\n把他迁徙到北海没有人烟的地方，让他放牧公羊，直到公羊产乳生仔，才允许他回来，并把他与属吏常惠等分\n开，分别安置在不同的地方。苏武被流放到北海以后，匈奴不供给他粮食，他只好挖掘野鼠所贮藏的草籽充饥。\n拄着汉朝节牧羊，时时刻刻把汉朝节带在身边，以致节上的旄都脱落了。过了五六年，单于的弟弟于轩王下海\n打猎，因苏武会制做猎网和箭缴，校正弓弩，于轩王很喜欢他，送给他衣服和食物。又过了三年多，于轩王病\n了，就赠送苏武牲畜、酒酪器皿和毡帐。于轩王死后，他的部众也都走了。这年冬天，丁令人偷走了苏武的牛\n羊，苏武再一次陷入了困境。"
    },
    {
     "h": "04《論貴粟疏》",
     "c": "【原文】\n  聖王在上而民不凍飢者，非能耕而食(sì，動詞使動用法，給……吃)之，織而衣(yì，名詞使動用法，\n給……穿)之也，爲(wèi，介詞，後省略賓語“之”，指代“百姓”)開其資財(物資財富)之道(途徑，方法)\n也。故堯、禹有九年之水(堯時洪水氾濫，堯命鯀治水，九年而不見成功，後來鯀的兒子禹繼續治水並最終取\n得成功，因此這裡並言“堯禹”)，湯有七年之旱(湯：成湯，商朝的建立者。《說苑•君道》記載“湯之時，\n大旱七年”)，而國亡(與“無”通用，改讀wú)捐瘠者(被拋棄和瘦得不成樣子的人。捐，拋棄。瘠，瘦弱)，\n以(連詞，表示原因，可譯爲“因爲”)畜(xù，積蓄)積多而備先具(防備的措施提前做好。具，準備充分)也。\n今海內爲一(四海之內成爲一體，即天下統一)，土地人民之衆，不避(不亞於)湯、禹，加以亡天災數年之水旱，\n而畜積未及(趕不上)者，何也？地有遺利(土地還有遺留下的利益，指還沒有充分使用)，民有餘力，生穀之土\n(生長糧食的土地)未盡墾(沒有完全開墾)，山澤之利未盡出也，游食之民(四處遊蕩的百姓)未盡歸農也。民貧，\n則奸邪(奸佞邪惡，這裡指各種壞人壞事)生。貧生於不足，不足生於不農(名詞用作動詞，從事農業生產)，不\n農則不地著，不地著(定居在一個地方，這裡指不隨便遷徙。著zhù，固定)，則離鄉輕家(不重視家園。輕，\n形容詞意動用法，把……看得很輕)，民如鳥獸。雖(連詞，即使)有高城(城墻)深池(護城河)，嚴法重刑，猶\n不能禁也。\n  夫寒之於衣，不待輕煖(人在寒冷的時候，對於衣服的要求，不會等到有又輕又暖的衣服纔穿。輕煖，這\n裡指又輕又暖的衣服。煖，“暖”的異體字)；飢之于食，不待甘旨(美味的食物)；飢寒至身，不顧廉恥。人\n情一日不再食(不吃兩頓飯。再，兩次)則飢，終歲不製衣則寒。夫腹飢不得食，膚寒不得衣，雖慈母不能保(保\n有)其子，君安(疑問代詞，怎麼)能以(介詞，後面省略賓語“之”，指代百姓饑寒交迫的情況)有其民(保有自\n己的百姓。其，代詞，代指國君)哉？明主(賢能的國君)知其然(知道道理是這樣的)也，故務民于農桑(使百姓\n\n\n\n致力於農業生產。務，動詞使動用法，使……致力於……。桑，指種桑養蠶)，薄(形容詞使動用法，使……減\n輕)賦斂，廣(形容詞使動用法，使……增加)畜積，以(連詞，表目的，可譯作“來”)實(充實)倉廩(儲藏米穀\n的地方)，備水旱，故民可(能夠)得(得到，這裡指得到百姓的心)而有(保有)也。\n  民者，在上所以牧之(在於國君用什麼方法去治理。牧，牧養，這裡指統治)，趨利(奔赴財富利益)如水走\n下(向低處流。走，跑，這裡指水流快速地流向低處)，四方亡擇(對於東西南北是沒有選擇的。亡，與“無”\n通用，改讀wú)也。夫珠玉金銀，飢不可食，寒不可衣，然而衆貴(形容詞意動用法，認爲……很珍貴)之者，\n以(介詞，因爲)上用之故(原因，緣故)也。其(代詞，代指珠玉金銀)爲物(作爲物品)輕微易臧(收藏，後作“藏”)，\n在(動詞，存放)於把握(握著、拿著，這裡用作名詞，指握起來的手掌)，可以周海內(走遍天下。周，動詞，\n走遍)而亡飢寒之患。此令臣輕(輕易)背(背離)其主，而民易去(離開)其鄉，盜賊有所勸(受到鼓勵。勸，鼓勵，\n這裡指引誘助長)，亡逃者得輕資(輕便的資財)也。粟米布帛(泛指糧食桑麻類的農產品)，生於地，長於時(成\n長要靠天時。時，天時)，聚於力，非可一日成也；數石(dàn，古容量單位，一石十斗，一百二十斤)之重，\n中人(平常的人)弗勝(弗勝shēng，不能勝任，這裡指拿不動)，不爲(wéi，介詞，引進動作行爲的主動者)\n姦邪所利(名詞意動用法，把……看成是有利益的)；一日弗得而飢寒至。是故(因此)明君貴(形容詞意動用法，\n認爲……很貴重)五穀而賤(形容詞意動用法，認爲……很輕賤)金玉。\n\n\n【参考译文】\n  在圣明的君王统治下，百姓不挨饿受冻，这并非是因为君王能亲自种粮食给他们吃，织布匹给他们穿，而\n是由于他能给人民开辟财源。所以尽管唐尧、夏禹之时有过九年的水灾，商汤之时有过七年的旱灾，但国内没\n有因饥饿而死的人，这是因为贮藏积蓄的东西多，事先早已作好了准备。现在全国统一，土地之大，人口之多，\n不亚于汤、禹之时，又没有连年的水旱灾害，但积蓄却不如汤、禹之时，这是什么道理呢？原因在于土地还有\n潜力，百姓还有余力，能长谷物的土地还没全部开垦，山林湖沼的资源尚未完全开发，游手好闲之徒还没全都\n回乡务农。百姓生活贫困了，就会去做邪恶的事。贫困是由于不富足，不富足是由于不务农，不从事农业就不\n能在一个地方定居下来，不能定居就会离开乡土，轻视家园，像鸟兽一样四处奔散。这样的话，国家即使有高\n大的城墙，深险的护城河，严厉的法令，残酷的刑罚，还是不能禁止他们。\n  受冻的人对衣服，不要求轻暖；挨饿的人对于食物，不要求香甜可口；饥寒到了身上，就顾不上廉耻了。\n人之常情是：一天不吃两顿饭就要挨饿，整年不做衣服穿就会受冻。那么，肚子饿了没饭吃，身上冷了无衣穿，\n即使是慈母也不能留住她的儿子，国君又怎能保有他的百姓呢？贤明的君主懂得这个道理，所以让人民从事农\n业生产，减轻他们的赋税，大量贮备粮食，以便充实仓库，防备水旱灾荒，因此也就能够拥有人民。\n  百姓呢，在于君主用什么办法来管理他们，他们追逐利益就像水往低处流一样，不管东南西北。珠玉金银\n这些东西，饿了不能当饭吃，冷了不能当衣穿；然而人们还是看重它，是君主使用它们的缘故。珠玉金银这些\n物品，轻便小巧，容易收藏，拿在手里，可以周游全国而无饥寒的威胁。这就会使臣子轻易地背弃他的君主，\n而百姓也随便地离开家乡，盗贼受到了鼓励，犯法逃亡的人有了便于携带的财物。粟米和布帛的原料生在地里，\n在一定的季节里成长，收获也需要人力，并非短时间内可以成事。几石重的粮食，一般人拿不动它，也不为奸\n邪的人所贪图；可是这些东西一天得不到就要挨饿受冻。因此，贤明的君主重视五谷而轻视金玉。\n\n\n第六单元\n\n第十九課 古代文獻的閱讀"
    },
    {
     "h": "01《送孟東野序》",
     "c": "【原文】\n  大凡(副詞，用在句首表示總括，可譯作“凡是”)物不得其平(均衡、穩定)則(連詞，就)鳴。草木之無聲，\n風撓(攪擾、吹拂)之鳴(動詞使動用法，使……鳴。下文“風蕩之鳴”“或擊之鳴”中的“鳴”同。前一“之”，\n連詞，用在主謂結構之間，取消句子獨立性。後一“之”，代詞，代指草木。下同)。水之無聲，風蕩(搖動，\n搖蕩)之鳴。其(指示代詞，指代水)躍也(句中語氣詞，表延宕語氣)，或(肯定性無定代詞，有什麼東西)激(阻\n\n\n\n遇)之；其趨(指水流順勢而下奔騰起伏的樣子)也，或梗(阻塞。這句話的大意是水的奔騰起伏是有什麼在下面\n阻塞它)之；其沸也，或炙(燒。這句話的大意是水的沸騰是有什麼東西燒煮它)之。金石之無聲，或擊之鳴。\n人之於言也亦然(代詞，這樣，指代上文“物不平則鳴”的情況)，有不得已者而後言。其謌(“歌”的異體字，\n唱歌)也有思(憂思)，其哭也有懷(愁緒)。凡出乎口而爲聲者，其皆有弗平者乎！\n  樂(yuè，音樂)也者(語氣詞連用，“也”字表示延宕，“者”字表示提示)，鬱(鬱積)於中而泄(發洩)\n於外者也，擇其善鳴者(善於鳴響的東西。者，特殊代詞，指代“……的東西”)而假(借)之(代詞，指代“善\n鳴者”)鳴。金、石、絲、竹、匏、土、革、木(八種製作樂器的材料，也指用這八種材料製成的樂器。金，指\n編鐘；石，指磬；絲，指琴瑟；竹，指蕭管；匏，指笙；土，指塤(xūn)；革，指鼓；木指柷敔(zhù yǔ))，\n八者，物之善鳴者也(這八樣樂器，是萬物中善於鳴響的東西)。維(語氣詞，無實義)天之(連詞，連接主語和\n介詞結構，組成名詞性的偏正結構)于時(四時)也(句中語氣詞，表提頓)亦然(這樣，指代善鳴者善於借外物而\n鳴)，擇其善鳴者而假之鳴。是故以鳥鳴春(上天借鳥爲春天奏響樂曲。以，介詞，引進動作行爲的憑藉物，下\n文三個“以”字用法相同)，以雷鳴夏(上天借雷電爲夏天奏響樂曲)，以蟲鳴秋(上天借蟬等蟲豸爲秋天奏響樂\n曲)，以風鳴冬(上天借寒風爲冬天奏響樂曲)。四時之(連詞，用在主謂結構之間，取消句子獨立性)相推敚(推\n敓duó：推移替代，這裡指春去秋來的季節變換)，其(語氣詞，表推測語氣，可譯作“恐怕，大概”)必有不\n得其平者(特殊代詞，指代“……的東西”)乎！\n  其於人也亦然。人聲之精(精華)者爲言(語言，這裡指口語)，文辭之於言，又其精也(文辭作爲書面語與\n口語相比較，更加精細華美。文辭，文章辭句)，尤擇其善鳴者而假之鳴。其在唐虞、咎陶(唐：唐堯。虞：虞\n舜。咎陶gāo yáo：一作皋陶，舜時掌管司法之官)、禹，其善鳴者也，而假以鳴，夔(kuí，舜時的樂官，\n精通樂律)弗能以文辭鳴，又自假於《韶》(樂曲名，相傳由夔製作)以鳴。夏之時，五子(太康的五個兄弟。启\n的兒子夏王太康，荒淫暴虐，他的五個兄弟作歌以規勸他，世稱《五子之歌》)以其歌鳴。伊尹(殷時賢相)鳴\n殷，周公(姬旦，武王弟，武王死時，成王年幼，由他攝理王政)鳴周。凡載於《詩》、《書》六藝(指《詩》\n《書》《易》《禮》《樂》《春秋》六部儒家所推崇的經典)，皆鳴之善者也。周之衰，孔子之徒鳴之，其聲\n大而遠。《傳》曰：“天將以夫子爲木鐸。”(天將以夫子爲木鐸：大意是上天將命孔子製作法度，號令天下。\n傳zhuàn：書傳，指《論語》。木鐸duó：以木爲舌的鈴鐺。古代施政布令，振盪木鐸以召集百姓)其弗信矣\n乎！其末也，莊周(莊子，戰國時思想家，老莊哲學的創始人之一)以其荒唐(浩瀚而無邊際)之辭鳴。楚，大國\n也，其亡也，以屈原(名平，楚國大夫，楚辭的代表作家，其代表作是長篇楚辭《離騷》)鳴。臧孫辰(臧文仲，\n春秋時路過大夫)、孟軻(即孟子，戰國時儒家學派的代表)、荀卿(即荀子，戰國時思想家)，以道鳴者也。楊\n朱、墨翟、管夷吾、晏嬰、老聃、申不害、韓非、眘到、田駢、鄒衍、尸佼、孫武、張儀、蘇秦之屬(楊朱：\n戰國時衛國人，主張“爲我”。《孟子•盡心上》：“楊子取爲我，拔一毛而利天下，不爲也。”。墨翟：墨\n子，春秋時思想家，主張兼愛、非攻。管夷吾：管子，春秋時齊桓公的賢相。晏嬰：晏子，春秋時齊景公的卿\n相，以節儉力行，聲名顯於諸侯。老聃dān：姓李，名耳，字伯陽。春秋時思想家，老莊哲學的創始人。申\n不害：戰國時鄭人，主刑名之學。韓非：戰國時韓國公子，主張變法。眘shèn 到：一作“慎到”，戰國時人，\n主張以勢(權術)治天下。田駢：戰國時齊人，其學術主張於眘到同。鄒衍：戰國時齊人，爲陰陽學派的代表。\n尸佼：戰國時魯人，商鞅的老師。孫武：戰國時齊人，著《兵法》十三篇。張儀：戰國時魏人，與蘇秦同拜鬼\n穀子爲師，以連橫之說助秦統一天下。蘇秦：戰國時東周洛陽人，最初勸說秦王統一天下，不被任用，後遊說\n燕、趙、韓、魏、齊、楚六國合縱以抗強秦)，皆以其術鳴。秦之興，李斯(戰國末楚上蔡人，拜荀卿爲師，說\n秦王並六國，拜爲客卿，秦統一天下以後爲丞相)鳴之。漢之時，司馬遷、相如、揚雄(司馬遷：西漢夏陽人，\n著名史學家。相如：司馬相如，西漢成都人，漢賦的代表作家。揚雄：西漢蜀郡成都人，字子雲，長於辭賦)，\n最其善鳴者也。其下魏、晉氏，鳴者不及於古(趕不上上古(指春秋戰國秦漢)。及，趕上。《說文•又部》：“及，\n逮也。從又從人。”以又(手)抓住人，會以爲“趕上”的意思)，然(連詞，表示轉折)亦未嘗(不曾)絕也。\n\n\n【参考译文】\n  一般说来各种事物处在不平静的时候就会发出声音。草木本来没有声音，风摇动它就发出声响。水本来没\n有声音，风震荡它就发出声响。水浪腾涌，或是有东西在阻遏水势；水流湍急，或是有东西阻塞了水道；水花\n沸腾，或是有火在烧煮它。金属石器本来没有声音，有人敲击它就发出音响。人的语言也同样如此，往往到了\n不得不说的时候才发言。人们唱歌是为了寄托情思，人们哭泣是因为有所怀恋，凡是从口中发出而成为声音的，\n\n\n\n大概都有其不能平静的原因吧！\n  音乐，是人们心中郁闷而抒发出来的心声，人们选择最适合发音的东西来奏乐。金、石、丝、竹、匏、土、\n革、木这八种乐器，是各类物质中发音最好的。上天对于一年四季也是这样，选择最善于发声的事物借它来发\n声。因此春天让百鸟啁啾，夏天让雷霆轰鸣，秋天让虫声唧唧，冬天让寒风呼啸。一年四季互相推移变化，也\n一定有其不能平静的原因吧？\n  对于人来说也是这样。人类声音的精华是语言，文辞对于语言来说，又是它的精华，所以尤其要选择善于\n表达的人，依靠他们来表达意见。在唐尧、虞舜时，咎陶、禹是最善于表达的，因而借助他俩来表达。夔不能\n用文辞来表达，他就借演奏《韶》乐来表达。夏朝的时候，太康的五个弟弟用他们歌声来表达。殷朝善于表达\n的是伊尹，周朝善于表达的是周公。凡是记载在《诗经》、《尚书》等儒家六种经典上的诗文，都是表达得很\n高明的。周朝衰落时，孔子这类人表达看法，他们的声音洪大而传播遥远。《论语》上说：“上天将使孔子成\n为宣扬教化的人。”这难道不是真的吗？周朝末年，庄周用他那广大无边的文辞来表达。楚国是大国，它灭亡\n时候的情景靠着屈原的创作来表达。臧孙辰、孟轲、荀卿等人用他们的学说来表达。杨朱、墨翟、管夷吾、晏\n婴、老聃、申不害、韩非、慎到、田骈、邹衍、尸佼、孙武、张仪、苏秦这些人，都通过各自的主张来表达。\n秦朝的兴起，李斯是表达者。在汉朝，司马迁、司马相如、扬雄，是其中最善于表达的人。此后的魏朝、晋朝，\n能表达的人及不上古代，可是也并未绝迹。"
    },
    {
     "h": "02《進學解》",
     "c": "【原文】\n  國子先生(韓愈自稱，當時他任國子博士。唐代的國子監是設在京城的最高學府。國子監統轄國子、太學、\n四門等。各學的教官稱博士)晨入太學，招諸生(各位學生)立館(教舍)下，誨之曰：“業精於勤，荒於嬉(學業\n精進，在於勤奮；學業荒疏，在於貪玩。業，學業。嬉xī，遊戲，玩耍)；行成於思，毀於隨(品德的成就，\n在於思慮策劃；品德的墮落，在於隨波逐流。行xìng，品行，品德)。方今聖賢相逢，治具(治國的棟梁之才)\n畢(全部)張(這裡是得到使用的意思)。拔去凶邪，登崇(提拔、擢升)俊(《辨名記》云：“倍人曰茂，十人曰\n選，倍選曰俊”)良。占小善者率以錄(大意是說祗要有一技之長的人都會得到錄用)，名一藝(以一藝而聞名於\n世。名，名聲。藝，指儒家的經典，儒家六經稱爲“六藝”)者無不庸(《說文•用部》：“庸，用也。從用從\n庚。”此處用本義，義爲用)。爬羅(整理搜取)剔抉(選擇)，刮垢磨光(刮去污垢，打磨的閃閃發光。比喻造就\n人才)。蓋(語氣詞，相當於“大概”)有幸(指以色藝才智而活得最高統治者皇帝的賞識)而獲選，孰云多而不\n揚(與上文“張”同義，也是得到錄用的意思)。諸生業患(擔心)不能精，無患有司(官吏)之不明；行患不能成，\n無患有司之(連詞，用在主謂結構之間，取消句子獨立性)不公。”\n\n\n【参考译文】\n  国子先生早上走进太学，召集学生们站立在学舍下面，教导他们说：“学业由于勤奋而专精，由于玩乐而\n荒废；德行由于独立思考而有所成就，由于因循随俗而败坏。当今圣君与贤臣相遇合，各种法律全部实施。除\n去凶恶奸邪之人，提拔优秀人才。具备一点优点的人全部被录取，拥有一种才艺的人没有不被任用的。选拔优\n秀人才，培养造就人才。只有才行不高的侥幸被选拔，绝无才行优秀者不蒙提举。诸位学生只要担心学业不能\n精进，不要担心主管部门官吏不够英明；只要担心德行不能有所成就，不要担心主管部门官吏不公正。”"
    },
    {
     "h": "03《潮州韓文公廟碑》",
     "c": "【原文】\n  匹夫(庶民，百姓)而爲百世(代)師，一言而爲天下法(一句話卻可以成爲天下人效法的標本)。是皆有以參\n(加入)天地之化(天地的化育)，關盛衰之運(影響到國家昌盛還是衰亡的命運。關，影響，關係到)，其生也有\n自來(他的出生也是有來歷的。即“生不苟生”。也，句中語氣詞，表延宕即句中的停頓，下同)，其逝也有所\n爲(他的辭世也是有所作爲的。即“死不苟死”)。故申、呂自嶽降(見《詩經•大雅•崧高》“維岳降神，生甫\n及申”。呂，呂侯，即《詩》中的甫，也成甫侯，曾作《呂刑》(載《尚書》中)。申，申伯，本姜姓，炎帝之\n\n\n\n後，呂侯、申伯都是周王室的大臣。自：介詞，可譯作“從”。嶽：古有四嶽之稱，東嶽泰山，西嶽華山，南\n嶽衡山，北嶽恆山)，傅說(傅說yuè：殷商武丁王時賢相，因得自於傅岩，賜姓爲傅。傅說爲列星，化用《莊\n子》傅說“乘東維，騎箕尾，而比於列星”的典故)爲列星，古今所傳，不可誣(虛妄不實)也。孟子曰：“我善\n養吾浩然之氣(見《孟子•公孫醜上》。浩然之氣，正大剛直之氣)。”是(指代詞，這)氣也，寓(寄寓)於(介詞，\n引進行爲的處所)尋常(平常)之中，而塞(充塞)乎天地之間。卒然(忽然。卒cù，“猝”的借字)遇之(代詞，\n指浩然之氣)，則王公失其貴(使王公失掉他的尊貴)，晉、楚失其富(使晉、楚這樣的打過失掉他們的富足)，\n良、平失其智(使張良、陳平這樣的智囊失掉他們的智慧。良，張良，劉邦謀士，輔佐漢王滅秦楚，封爲留侯。\n平，陳平，從項羽起事，後投劉邦，有謀略，輔佐漢王統一天下，封爲曲逆侯)，賁、育失其勇(使孟賁、夏育\n這樣的力士失去勇猛。賁bēn，孟賁，戰國時齊人，有勇力。育、夏育，周時衛國人，傳說力能拔牛尾。二\n人是古代勇力之士的代稱)，儀、秦失其辯(使張儀、蘇秦這樣的說客失去辯才。儀，張儀，戰國時魏人，以連\n橫之說助秦統一天下。秦，蘇秦，戰國時東周洛陽人，最初勸說秦王統一天下，不被任用，後遊說燕、趙、韓、\n魏、齊、楚六國合縱以抗強秦)。是(指示代詞，這)孰使之(代詞，代指浩然之氣)然(指示代詞，這樣)哉(表疑\n問的語氣)？其必有不依形而立，不恃力而行，不待生而存，不隨死而亡者矣(大意是說一定會有一種永恆的力\n量在支配者它。其：語氣詞，表推測，可譯作“恐怕、大概”。依，依靠。恃，憑藉)。故在天爲星辰(大意\n是說古聖賢具備浩然正氣，即便是死後也會升上天，列爲星辰)，在地爲河嶽(大意是說聖賢們死後的魂魄下地，\n也會稱爲河神、山神)，幽則爲鬼神(大意是說聖賢們死後的魂魄處在冥冥之中，也是鬼中的豪傑)，而明則復\n爲人(大意是說要是他們重新轉世，也會再入人道。這是古人的一種迷信說法)。此理之常，無足怪者。\n  自東漢以來，道(先王古道)喪文(文風)弊(敗壞)，異端(邪說)並起，歷唐貞觀、開元(貞觀：唐太宗李世\n民在位時的年號。開元：唐玄宗李隆基在位時的年號)之盛，輔以房、杜、姚、宋(房：房玄齡，曾隨李世民起\n兵征討，後爲中書令。與杜如晦共執朝政，有“房謀杜斷”之稱。杜：杜如晦，曾爲李世民兵曹參軍，後爲尚\n書僕射。姚：姚崇，其主政時期稱開元之治。宋：宋璟，爲人剛正，善守文，與姚崇齊名，並稱“姚宋”)而\n不能救。獨(副詞，祗有)韓文公起布衣(韓愈早年父母雙亡，靠兄嫂撫養成人，故云“起布衣”)，談笑而麾(huī，\n古代的令旗，這裡是指揮的意思)之，天下靡然(本指草木隨風而倒的樣子，這裡是望風響應的意思)從公，復(副\n詞，又)歸於正，蓋三百年於此矣。文起八代(指東漢、魏、晉、宋、齊、梁、陳、隋。六朝興駢儷之風，對漢\n代文風是一大衝擊，故以之爲衰)之衰，而道濟天下之溺(大意是說韓愈的《原道》有振救人心及時弊之功。濟，\n振救。溺，沉溺。而：表示並列關係的連詞)；忠犯人主之怒(指因尚書諫言而被貶一事)，而勇奪三軍之帥(指\n韓愈奉詔平叛，斬亂黨黨魁王庭湊之首一事)。此豈(情態副詞，難道)非參天地，關盛衰，浩然而獨存者(特殊\n代詞，表示“……的東西”)乎！蓋嘗論天人之辨(探究天道與人事的相互關係的學問)，以謂人無所不至(認爲\n人的智慧和力量沒有不能達到的地方)，惟天不容偽。智可以欺王公，不可以欺豚魚(大意是說對天地自然，不\n可以智慧力量去強取，祗能以精誠之心來應對)；力可以得天下，不可以得匹夫匹婦(平民男女)之心。故公之\n精誠，能開衡山(山名，古爲南嶽)之雲，而不能回(挽回)憲宗之惑；能馴鱷魚之暴(《古文觀止》注：“潮州\n鱷魚爲患，公爲文投水中，是夕暴風震電起溪中，數日水盡涸，西徙六十里。”按：《韓昌黎文集》有《祭鱷\n魚文》，可證此說)，而不能弭(mǐ，止)皇甫鎛(寵臣，推薦方士爲憲宗製“長生藥”以求寵信)、李逢吉(唐\n憲宗時佞臣，曾挑起韓愈與李紳的交鬥，使韓愈被免職)之謗(誹謗)；能信於南海之民，廟食百世(指潮州人在\n韓愈死後立廟祭祀一事)，而不能使其身一日安於朝廷之上(指韓愈自從入仕，先後被貶，沒有一天是在朝廷供\n職)。蓋公之所(特殊代詞，表示“……的事”)能者天也，其所不能者(特殊代詞，表示“……的事”)人也。\n\n\n【参考译文】\n  一个普通人却成为千百代的榜样，一句话却成为天下人效法的准则。这是因为他们的品格可以与天地化育\n万物相提并论，也关系到国家气运的盛衰。他们的降生是有来历的，他们的逝世也是有所作为的。所以，申伯、\n吕侯由高山之神降生，傅说死后成为天上的列星，从古到今的传说，是不可否认的。孟子说：“我善于修养我\n盛大正直的气。”这种气，寄托在平常事物中，又充满于天地之间。突然遇上它，那么，王公贵族就会失去他\n们的尊贵，晋国、楚国就会失去它们的富有，张良、陈平就会失去他们的智慧，孟贲、夏育就会失去他们的勇\n力，张仪、苏秦就会失去他们的辩才。是什么东西使它这样的呢？那一定有一种不依附形体而成立，不依靠外\n力而行动，不等待出生就存在，不随着死亡就消逝的东西了。所以在天上就成为星宿，在地下就化为河川山岳；\n在阴间就成为鬼神，在阳世便又成为人。这个道理十分平常，不值得奇怪的。\n\n\n\n  自从东汉以来，儒道沦丧，文风败坏，佛、道等邪说一齐出现。经历了唐代贞观、开元的兴盛时期，依靠\n房玄龄、杜如晦、姚崇、宋璟等名臣辅佐，还不能挽救。只有韩文公从普通人里崛起，在谈笑风生中指挥古文\n运动，天下人纷纷倾倒追随他，使思想和文风又回到正路上来，到现在已经有三百年左右了。他的文章使八代\n以来的衰败文风，得到振兴，他对儒道的宣扬，使天下人在沉溺中得到拯救，他的忠诚曾触犯了皇帝的恼怒，\n他的勇气能折服三军的主帅：这难道不是与天地化育万物相并列，关系到国家盛衰，浩大刚正而独立存在的正\n气吗？我曾谈论过天道和人事的区别：认为人没有什么事不能做出来，只是天不容许人作伪。人的智谋可以欺\n骗王公，却不能欺骗小猪和鱼；人的力量可以取得天下，却不能取得普通老百姓的民心。所以韩公的专心诚意，\n能够驱散衡山的阴云，却不能够挽回宪宗佞佛的执迷不悟；能够驯服鳄鱼的凶暴，却不能够制止皇甫镈、李逢\n吉的诽谤；能够在潮州老百姓中取得信任，百代都享受庙堂祭祀，却不能使自身在朝廷上有一天的平安。原来，\n韩公能够遵从的是天道；他不能屈从的是人事。\n\n\n第二十課 古書的特殊表達方式"
    },
    {
     "h": "01《古書疑義舉例》",
     "c": "三則，一字誤爲二字例\n\n【原文】\n  《禮記•緇衣》(這裡爲小戴《禮記》四十九篇本。《緇衣》爲第三十三篇)篇：“信(誠信)以結之，則民不\n倍(背叛)；恭以涖(lì，臨，到，後作“蒞”)之，則民有孫心。”惠氏棟(惠棟，乾嘉學派代表人物)《九經古\n義》謂：“孫心”當作(校勘學術用語，用來指出文獻中誤字和正字)“愻”。《說文》：“愻，順也。《書》(《尚\n書》，現存最早關於上古典章制度的文獻彙編)云：‘五品不遜。’”今文《尚書》(秦時《尚書》被禁，漢初秦時\n博士伏生口授二十九篇，鼂錯用漢隸書寫定，稱“今文尚書”)作“訓”，古文《尚書》(漢武帝時魯恭王破壞孔\n子舊宅以擴充王宮，從孔子舊宅墻壁中發現用先秦蝌蚪文寫成的《尚書》，稱“古文尚書”，比“古文尚書”\n多出十六篇，共四十五篇)作“愻”，今孔氏本(指《尚書孔安國傳》)作“孫”，衛包(唐天寶年間人，據《新唐書•\n藝文志》載：“天寶三載詔集賢學士衛包改古文從今文。古文由此而絕跡”衛包改“愻”爲“遜”)又改作“遜”\n古字亡矣，《緇衣》猶(副詞，用於動詞之前，表示既成事實的持續，可譯作“還”)存古字(古本文字，即反\n映版本原貌的文字)耳。\n\n  《尚書•多方》篇：“我有(詞頭，用於名詞前，無實義，可不譯)周  惟其大介賚(lài，賜予)爾。”按：\n枚氏因“大介”連文(指兩字相連成義的情況。“大介”兩字相連，介又有大義，古人稱大圭爲介圭，故枚氏以\n爲大介連文是同義連文，故釋大介爲“大大”)，而以“大大賜汝”釋之，不詞(不成詞義，也就是平時口語和書\n\n面語中都沒有這種說法)甚矣。《說文•大部》：“  ，大也。從大，介聲。讀若蓋(  jiè：俞氏引《說文》\n\n\n旨在證明“大介”有可能是“  ”字之誤拆。“  ”字除了見於《說文》意外，西漢揚雄《方言》卷一亦\n\n云：“  ，大也。東齊海岱曰  ”)。”凡經傳訓大之介，皆其叚字也(大意是說經典文獻中若是用作“大”\n\n\n這一詞義的“介”字，都是“  ”的借字，本字當作“  ”。介，本義爲身披鎧甲的人，由這個意義可引\n\n申出疆界等義，但不能引申出大義，用作大義，當如俞氏所說是“  ”的借字)。此經疑用本字。其文曰：“我\n\n有周惟其  賚爾。(是說《尚書•多方》原本應作“我有周惟其賚  爾”，進本《十三經註疏》仍作“我又\n\n周惟其大介賚爾”，是承前人分  字爲大介二字之誤)”“  賚”，即“大賚”也(這裡是俞氏的考辨結論。大意\n\n\n是說，  賚是大賚(大賜)的意思，“大介”是“  ”字之誤拆，誤拆的原因是傳抄者很少見過“  ”字，\n\n\n\n\n於是就把其拆分爲二字，注釋家不明其誤，跟著把“大介”講爲“大大”，則是錯上加錯)。後人罕見“     ”\n字，遂誤分爲“大介”二字。\n  《國語•晉語》：“我觀晉公子，賢人也。其從者，皆國相也。以相一人，必得晉國(這段文字見《國語•晉\n語四》)。”按：僖二十三年《左傳》曰：“吾觀晉公子之從者，皆足以相國(都可以成爲國相)；若以相，夫子\n必反其國(假如讓其中一人成爲國相，那人一定會背叛他的祖國。若，假設連詞，假如。以，介詞，省略賓語\n“之”)。”疑此文“一人”二字乃“夫”字之誤(這句話是說《國語》的“一人”是“夫”字拆分成的)。“以相”絕句，\n即《左傳》所謂“若以相”也(《國語》的“以相”就相當於《左傳》所說“若以相”，因此，句讀的時候，要\n在“相”字後斷句。絕句：就是句子在這裡點斷)。“夫必得晉國”絕句，即《左傳》所謂“夫子必反其國”也(《國\n語》的“夫必得晉國”就相當於《左傳》所說的“夫子必反其國”，因此，要在“夫必得其國”這裡斷句)。“夫”\n者指目其人之辭(“夫”是用來指稱特定人的詞)，說詳襄二十三年《左傳正義》。今誤作“一人”二字，義不可\n通矣(今行本《國語》把“夫”字誤拆成“一人”，意思上就講不通了。“夫”字誤拆成“一人”，而不是“二\n人”，當還有脫落致誤的原因，“二”字脫落一橫，就成“一”字)。\n\n\n【参考译文】\n  《礼记•缁衣》这篇文章中写到的：“信以结之，则民不倍；恭以莅之，则民有孙心。”惠栋在他的《九\n经古义》中说道：“孙心”为讹误，应当写作“愻”。《说文解字》中解释：“愻，顺也。《书》云：`五品\n不逊。’”今文《尚书》中写作“训”字，古文《尚书》中写作“愻”字，现在的《尚书孔安国传》中写作“孙”\n字，卫包又改写作“逊”字，古文字已经佚亡了，只有《缁衣》这篇之中还存有古文字罢了。\n\n  《尚书•多方》这篇文章中写到：“我有周  惟其大介赉尔。”胡枚氏认为“大介”是连文，所以用“大\n\n大赐汝”来解释这句话，即“大介”为“大大”，这么理解太不成词义了。《说文•大部》中记载：“  ，\n\n\n大也。从大，介声。读若盖。”所有经典文献中若是用作“大”这个词义的“介”字，其实都是“  ”这个\n\n\n字的借字，本字当作“  ”。而这部经典就疑似用的是本字。这篇文章里写：“我有周惟其  赉尔。”“\n\n\n赉”，就是“大赉”的意思。后人罕有见过“  ”这个字的，于是就讹误的把它分为“大介”二字。\n  《国语•晋语》中记载：“我观晋公子，贤人也。其从者，皆国相也。以相一人，必得晋国。”但是根据\n《左传•僖二十三年》中记载：“吾观晋公子之从者，皆足以相国；若以相，夫子必反其国。”怀疑这篇文章\n中的“一人”二字是“夫”字的讹误。“以相”后面加句读，就是《左传》所说的“若以相”。“夫必得晋国”\n后面句读，就是《左传》所说的“夫子必反其国”。“夫”这个字是用来称呼特定人的词，《左传正义•襄二\n十三年》中有详细的说明。现在讹误写作“一人”二字，那么句意上就解释不通了。\n\n\n02 二字誤爲一字例\n\n【原文】\n  《禮記•檀弓》篇(《禮記•檀弓》篇是孔子和底子討論古代喪葬禮儀等的言行記錄。俞氏此段文字考察了\n其中一段文字的訛誤，指出“二夫人相爲服”中的“二夫人”爲“二人”之訛)：“從母之夫(從母：姨母。從\n母之夫，指的是姨夫)，舅之妻，二夫人相爲服。”按：“夫”字衍文(校勘學術語，指典籍傳抄過程中誤增的字，\n這裡是說“夫”字不當有，是多餘的文字)也。“二人”兩字誤合爲“夫”字(是說由於古書豎排的關係，“二”和\n“人”上下相連，就容易誤合成“夫”字)，學者旁識“二人”兩字以正其誤(是說有學識淵博的讀書人，知此“夫”\n字爲“二人”誤合，就在旁邊批註“二人”兩字以糾正版本的文字訛誤，引起別人的注意。學者，讀書的人、\n旁識，在旁邊加批註。識，作標記)，而傳寫誤合之(傳寫的人卻將批註性文字和誤合的“夫”字一起刻入到版\n本中)，遂成“二夫人”矣。《國語》“夫”字誤分爲“一人”二字，《檀弓》“二人”字誤合爲“夫”字，甚矣古書之難讀\n\n\n\n也(古書難讀是很顯然的了。這是倒裝句，謂語“甚矣”前置。矣，居委語氣詞，這裡由於倒裝，放到了句中。\n之，連詞，用在主謂結構之間，取消句子獨立性)。\n【参考译文】\n  《礼记•檀弓》这篇文章中写到：“从母之夫，舅之妻，二夫人相为服。”其中“夫”字是因传抄而误增\n的字。是“二人”这两个字讹误合写成“夫”字，有学识渊博的人读书时在“夫”字边加上“二人”以作批注，\n但是传写的人却将批注一同刻进了版中，于是就成了“二夫人”了。《国语》中的“夫”字是讹误的分为了“一\n人”二字，而《檀弓》中的“二人”两字又讹误的合成了一个“夫”字，古书真是太难读懂了。\n\n\n03 以大名冠小名例\n\n【原文】\n  《荀子•正名》篇(《荀子•正名》篇是論述名稱與實物關係的一篇文章，主張名定而實辨，制名以指實，\n接觸到語言的起源問題，有些觀點如“約定俗成”論對今人影響很大)曰：“物也者，大共名(相當於今天說的\n總稱)也；鳥獸也者，大別名(相當於今天所說的大類概念，也就是表示事物大類的名稱)也。”是正名百物(爲\n萬物制定好的名稱)，有共名別名(共名：相當於種概念。別名：相當於屬概念)之殊。乃古人之文，則有舉大\n名而合於小名，使二字成文者(古人行文有把表示事物大類的名稱放到表示事物小類的名稱前，已成一個組合\n單位的情況)。如《禮記》言“魚鲔”，魚其大名，鲔其小名也(如《禮記》言‘魚鲔’”，其中的“魚”是表示\n大類的名稱，“鲔”是表示小類的名稱)。《左傳》言“鳥烏”，鳥其大名，烏其小名也(《左傳》說的“鳥烏”，\n“鳥”表示大類的名稱，“烏”是表示小類的名稱)。《孟子》言“草芥”，草其大名，芥其小名也(《孟子》說\n的“草芥”，“草”是表示大類的名稱，“芥”是表示小類的名稱)。《荀子》言“禽犢”，禽其大名，犢其小\n名也(《荀子》說的“禽犢”，“禽”是表示大類的名稱，“犢”是表示小類的名稱。上古禽可指走獸，不但\n是指飛禽。禽，動物的總稱，包括飛禽走獸)。皆其例也(那都是大名冠小名的例子。其，指示代詞，指大名冠\n小名)。\n  《禮記•月令》篇：“孟夏(之夏季的第一月，古以孟、仲、季表示一個季節三個月的順序，孟夏則是指農\n曆的四月)行春令(是說道了初夏還出現春季的物侯現象)，則蝗蟲爲災(與下文“蝗蟲爲敗”意思相同，都是指\n在當年出現蝗蟲肆虐成災的自然災害)；仲冬(冬季的第二月，即農曆十一月)行春令，則蝗蟲爲敗。”王氏引之\n(即王念孫之子王引之，王氏父子爲乾嘉學派的領軍人物)曰：“`蝗蟲’皆當爲`蟲蝗’ (是說《禮記•月令》篇中的\n“蝗蟲”都應該是“蟲蝗”。當爲，校勘術語，專用於糾正版本文字錯訛現象)。此言`蟲蝗’，猶上言`蟲螟’，\n後人不知而改爲`蝗蟲’，謬矣(大意是說，上文講“蟲螟”，是大名冠於小名之例，這是古人行文的正常格式，\n而這裡改變了這種格式變成了“蝗蟲”，則是今人行文的正常格式。今行本“蝗蟲”是後來的人佈置古人有大\n名冠小名的行文格式而亂改的。這種改動是錯誤的)。”按(這是訓釋用語，表示下面的話是俞樾的分析)：上言\n“蟲”而下言“蝗”，上言“蟲”而下言“螟” (俞氏讚同王氏的說法，並做了分析)；蟲，其大名也；蝗、螟其小名也(蟲\n是表示無題大類的名稱，蝗、螟是表示物體小類的名稱)。\n  《中孚》傳(《易經》六十四卦的卦名。傳：指《彖(tuàn)》傳)曰：“乘木舟虛也(這是《彖》傳解釋《中\n孚》卦辭“利涉大川”的一句話)。”按《正義》(指唐代孔穎達等奉詔撰定的《周易正義》)引鄭《注》曰：“空\n大木謂之曰虛(挖空整棵大樹做成的船就叫虛。空，動詞，挖空。爲，動詞，做。之代詞，指船)，總名皆曰舟。”\n然則舟、虛並言(這樣的話，那麼舟虛一起出現，舟是表示大類的名稱，虛是表示小類的名稱)，舟其大名，虛\n其小名也。王(指王弼，三國時魏國玄學家。著有《周易注》《周易略例》等)注曰：“乘木於用(介詞，相當於\n“以”)舟之(連詞，用在主謂結構之間，取消句子獨立性)虛。”此說殊(程度副詞，很)不了(明瞭)，輔嗣徒(範\n圍副詞，祗)習清言(玄言)，未達(到達，這裡指明瞭)古義也。\n\n\n【参考译文】\n  《荀子•正名》这篇文章中写到的：“物也者，大共名也；鸟兽也者，大别名也。”意思是说为万物定制\n好的名称，是有大类和小属区别的。古人行文有把表示事物大类的名称放到表示事物小属的名称前的习惯，以\n此形成一个组合单位。比如，《礼记》中说到的“鱼鲔”，鱼是大类名，鲔是小属名。《左传》中说的“鸟乌”，\n鸟是大类名，乌是小属名。《孟子》中说的“草芥”，草是大类名，芥是小属名。《荀子》中说的“禽犊”，\n\n\n\n禽是大类名，犊是小属名。这些都是这样的例子。\n  《礼记•月令》这篇文章中写：“孟夏行春令，则蝗虫为灾；仲冬行春令，则蝗虫为败。” 王引之说这里\n的“蝗虫”都应当写作“虫蝗”。这里说“虫蝗”这种格式，就像此篇文章上文写到的“虫螟”，后人不知道\n古人这种行文格式而改成了“蝗虫”，这是错误的。这是根据先说“虫”而后说“蝗”，先说“虫”而后说“螟”；\n虫，是大类名；蝗、螟是小属名。\n  《中孚》卦象传中提到：“乘木舟虚也。”根据《周易正义》中所引郑玄的注释为：“空大木谓之曰虚，\n总名皆曰舟。”像这样说来舟、虚放在一起说，舟就是大类名，虚就是小属名。所以像王弼注释说“以舟的空\n荡来说明乘木”这么讲是很不理解原文的，他只是学到了玄言的虚妄，并没有理解文字的古代意义。\n\n\n第二十一課 古代文化常識"
    },
    {
     "h": "01《王子坊》",
     "c": "【原文】\n  自退酤(北魏洛陽城西里弄名)以西，張方溝(地名，在洛陽城西)以東，南臨洛水(河水名，在今河南洛陽)，\n北達芒山(山名，今河南洛陽城北。芒，又作“邙”)，其間(中間)東西二里，南北十五里，並名爲壽丘里(文\n中“王子坊”所在地名)，皇宗(這裡特指北魏拓跋氏的宗親)所居(居住的地方)也。民間號(稱)爲“王子坊(王\n子坊fāng：王公子弟聚居地。坊，街道里巷的別稱)”。\n當時(北魏遷都洛陽後到爾朱榮攻陷洛陽前)四海晏清(日出無雲，這裡指天下太平)，八荒率職(北魏統一中原\n初期，天下太平，八方蠻夷都來臣服朝貢。八荒：八方荒遠之地，一般事少數民族聚居的地方。率職：臣服朝\n貢)，縹囊(縹piǎo 囊：淡青色的帛做成的書袋，代指典籍)紀(記錄)慶(國家慶典)，玉燭(指四季氣候調和。\n《爾雅•釋天》：“四時和謂之玉燭。”)調辰(季節)，百姓殷阜(殷：盛。阜：富足)，年登俗樂(年歲豐盈，\n民俗歡樂。登，豐收)。鰥寡不聞犬豕之食，煢獨不見牛馬之衣(大意是貧苦無依的人不回去吃豬狗剩餘的食物，\n孤獨無依的人不會娶穿披在牛馬身上的粗衣。鰥guān，老而無妻。寡，老而無夫。煢qióng 獨：孤獨無依\n的人)。於是(在這個時候。於，介詞，在。是，代詞，這個時候)帝族(皇帝的宗親)王侯、外戚(太后、皇后的\n娘家親人)公主，擅(佔有)山海之富(山嶺海域出差的財富)，居川林之饒(擁有川流林帶的富饒)。爭修園宅，\n互相誇競(誇耀競技)。崇(高)門豐(大)室，洞戶連房(內宅幽深，廂房連連。洞：深。戶：本義是半扇門，這\n裡指有半扇門的內宅。房：《說文•戶部》：“房，室在旁也。”此處用本義，指正廳兩邊的房屋，又叫廂房)，\n飛館(是指館舍高聳，翹簷如飛，故稱飛館)生風，重樓(層層疊疊的高樓)起霧。高臺芳榭(芳香、幽雅的亭閣。\n榭，高臺上建的房子)，家家面(名詞作狀語，對面)築；花林曲池，園園而有(意思是說每家每戶都有花園水池\n的佈置)。莫(否定性無定代詞，可譯作“沒有什麼” ，這裡指沒有哪間門戶)不桃李夏綠，竹柏冬青。\n  而河間王琛(姓拓跋，改姓元，名琛chēn，被封爲河間王)最爲豪首。常與高陽(高陽王元雍)爭衡。造文\n柏堂，形如徽音殿(北魏宮中殿名，“徽音”有美德之義)。置玉井(玉石砌的水井)金罐(黃金做的水罐)，以五\n色績(搓)爲繩。妓女(從事歌舞表演的女子)三百人，盡皆國色(指在全國都數得上的漂亮女子)。有婢朝雲(人\n名)，善(擅長)吹篪(chí，用竹管製成的樂器)，能爲團扇歌(南朝樂府民歌吳聲歌曲的一種)、隴上聲(北朝樂\n府民歌之一)。琛爲秦州(今甘肅天水附近)刺史(州的最高長官)，諸羌外叛(北魏孝明帝時，被北魏殘酷壓迫的\n西部少數民族紛紛起事)，屢(多次)討之，不降。琛令朝雲假爲(裝扮)貧嫗(yù，老婦人)，吹篪而乞。諸羌聞\n之，悉(副詞，全，都)皆流涕。迭(輪流，更替)相謂曰：\"何爲(賓語前置，疑問代詞“何”作介詞賓語，至於\n介詞“爲”前)棄墳井(意思是背井離鄉。墳，祖墳。井，鄉井)，在山谷爲寇也？\"即(副詞，就)相率(一個領\n著一個)歸降。秦民語曰：“快馬健兒(這裡指軍隊。上文言河間王多次派兵圍剿起義的諸羌叛軍，都沒成功)，\n不如老嫗吹篪。”\n\n\n【参考译文】\n  退酤以西，张方沟以东，南面靠近洛水，北面到达芒山，东西宽二里，南北长十五里的一块市区，总的取\n名叫做寿丘里。这是皇帝宗族居住的地方，民间称它为“王子坊”。\n  当时全国安定太平，八方边远部族都遵循职守，文章著作记载着国家的吉庆，和光普照调节着风雨气候，\n\n\n\n老百姓殷实富庶，庄稼丰收，民俗欢乐。没有听说过贫苦无靠的人吃给猪狗吃的东西，没有看见过孤独无依的\n人穿给牛马遮体的衣服。在这个时候，皇帝宗族、王公诸侯、外戚公主占据着物产富饶、景色幽美的地方。他\n们争相修建园林住宅，彼此夸耀，比赛豪华。高门大屋，内宅深幽，房屋连着房屋，巨大的建筑物高耸空中，\n好象风从中产生，雾从中兴起似的。每一家都建了高大的楼台、芬芳的亭榭；每座园中都有花木、曲池。没有\n一处不是夏季桃李茂绿，冬季竹柏长青的。\n  河间王元琛要算是居豪华奢侈的首位，经常和高阳王比赛奢华，他建造了文柏堂，形状象皇宫里的徽音殿。\n置造了玉石砌的水井和黄金做的水罐，并且用五色金丝搓成井绳。养了三百个歌妓舞女，都是全国最美的女子。\n有个婢女叫朝云，擅长吹篪，能演唱吴地的团扇歌和陇上的曲调。元琛做秦州刺史时，羌民在边疆纷纷叛乱，\n元琛多次征讨他们，他们都不投降。于是元琛就命朝云装扮成贫苦的老妇人，吹着篪乞讨，羌民听到怀乡的篪\n声，全都流下了眼泪，纷纷说：“我们为什么要离开祖坟和乡里，在这山谷里做盗寇呢？”马上一个领着一个\n来归降。秦民俗话说：“骑快马的士兵，还不如吹篪的老妇人。”"
    },
    {
     "h": "02《白馬寺》",
     "c": "【原文】\n  白馬寺(佛教傳入中國最早的寺院，在今河南洛陽東郊)，漢明帝(即劉莊，光武帝之子)所立也，佛入中國\n之始(佛教傳入中國是從這裡開始的)。寺在西陽門(當時洛陽由南數第二道城門)外三里御道(皇上所走的道路)\n南。帝夢金神(明帝做夢見到全身金色的神)，長丈六，項(脖子的後部)背日月光明，金人號曰佛(佛陀音譯簡\n稱。這裡指佛教創始人釋迦牟尼)。遣使(派遣使者)向西域求之，乃得經像焉(於是就得到釋迦牟尼佛像)。時\n白馬負(馱)而來，因以(介詞，省略賓語“之”，指代白馬)爲(作爲)名。\n  明帝崩(天子死的諱稱)，起(建造)祗洹(祗洹qí yuán：佛教僧徒修習佛法的場所)於陵(帝王的墳墓)上。\n自此以後，百姓塚(zhǒng，墳墓)上，或作浮圖(與下文的浮屠都是指佛塔)焉。寺上經函(匣子)至今猶存。常\n燒香供養之，經函時放光明，耀於堂(殿堂)宇(屋簷)，是以道俗(僧人和俗人)禮敬之，如仰真容。\n  浮屠(佛塔)前，柰(果名，又稱紅花、沙果)林、蒲萄(即葡萄)異於(介詞，引進比較的對象)餘處，枝葉繁\n衍，子實甚大。柰林實重七斤，蒲萄實偉於棗，味並殊美，冠於中京。帝至熟時，常詣(yì，到)取之，或復\n賜宮人。宮人得之，轉餉(xiǎng，指用食物招待別人)親戚，以爲奇味，得者不敢輒(副詞，即，就)食，乃歷\n數家。京師語曰：“白馬甜榴，一實直牛(一個果子價值相當於一頭牛。直，價值等同於，後作“值”)。”\n\n\n【参考译文】\n  白马寺，是汉明帝所建，佛教传入中国是从这里开始的。它位于洛阳出西阳门三里外御道的南边。皇帝夜\n里梦见一个金人，身高一丈六尺，背上脖颈后面放射光芒，就是西方天竺国的佛，就派遣了使者去西域取经求\n佛，就求得了佛经佛像。当时是用白马驮着经书佛像回来的，于是就把它作为寺庙的名字。\n  汉明帝驾崩后，在他的陵寝上建起了一座僧徒修习佛法的场所。从此以后，百姓的坟墓上，有的也建一座\n佛塔了。寺庙里的经文至今还保存着，人们常常烧香供奉它，佛经有时也大放光明，照亮了殿堂，所以无论僧\n人和普通人，都非常恭敬地待它，就好像看见了佛的真容一般。\n  寺里的佛塔前。栽种的沙果和葡萄和其他地方的都不一样，枝繁叶茂，所结的果实非常硕大。沙果的果实\n重七斤，葡萄大的像枣一样，味道非常特殊鲜美，在洛阳城都数一数二。皇帝每到果实熟了的时候，常常下旨\n来取，有时又赐给宫里的人。宫里的人得了之后，又招待亲戚吃，都认为是世上奇异的美味，得到的人常常不\n马上就吃，而是辗转数家。京城里就流传一句话：“白马寺的甜果，一个就价值一头牛。”"
    },
    {
     "h": "03《御試舉人》",
     "c": "【原文】\n  嘉祐中(即嘉佑六年)，進士(放榜合格者皆稱進士)奏(上報)名訖(完畢)，未御試，京師(京城)妄傳(虛傳)\n王俊民爲狀元，不知言之所起(這一流言的出處)，人亦莫(否定性無定代詞，沒有什麼人)知俊民爲何人。及(等\n到)御試，王荊公(即王安石)時爲知制誥(官名，典司詔誥文書等)，與天章閣(宋宮殿名，主要收藏皇帝著作)\n\n\n\n待制楊樂道(楊畋，爲人廉潔奉公，性耿直謹畏)二人爲詳定官(審核敲定第一甲進士名次的官員)。舊制(這裡\n指隋唐開科取士的考核制度)，御試舉人，設初考官，先定等第(大意是說先由初考官定出先後名次)，復彌(封\n存)之，以送覆考官(專負責審核試卷，再定等第名次的考官)，再定等第；乃(副詞，才)付(交給)詳定官，發(打\n開)初考官所定等，以對(對比)覆考之等。如同即已，不同，則詳其程文(詳察定爲頭等狀元所寫的文章。程文，\n本是頭等狀元候選人的試卷，到遼代專指科舉考試的範文)，當(應當)從初考，或從覆考爲定(確定)，即不得\n別立等(另外確定頭名狀元人選的等第名次)。是時(這個時候)王荊公以初、覆考所定第一人皆未允當(合適)，\n於行間(同輩的人，這裡指同等的人)別取一人爲狀首。楊樂道守法(遵守舊制)以爲(動詞，認爲)不可。議論未\n決，太常(古代中央行政機構)少卿朱從道時爲封彌(科舉爲防止徇私舞弊將應試者信息進行密封)官，聞之，謂\n同舍(同僚)曰：“二公何(疑問代詞做狀語)用力爭，從道十日前已聞王俊民爲狀元，事必前定(大意是說，這可\n能是上天早已安排好的，當科狀元就是王俊民)。二公恨(後悔)自苦(自找苦吃)耳。”既而(不久)二人各以已意\n進稟(進呈上報給皇帝。稟，古代指下對上的報告)，而詔(詔書)從(贊同)荊公之請。及(等到)發封(放榜公佈)，\n乃王俊民也。詳定官得別立等自此始，遂爲(副詞，最終)定制(正規的制度)。\n\n\n【参考译文】\n  嘉祐年间，贡院奏上进士名册后，尚未殿试，京师已妄传王俊民将为状元。这种传言不知是从哪里来的，\n人们也不知道王俊民为何人。等到殿试时，王荆公当时为知制诰，与天章阁待制杨乐道二人同为详定官。按以\n往的制度，殿试举人设初考官先阅试卷，确定合格者的等次；再封弥试卷，送覆考官审核，进一步确定等次；\n然后才交付详定官，拆封看初考官所定的等次，以与覆考官所定的等次对照，如果二者相同就不再变动，如果\n不同就再详阅不同者的试卷，或从初考官所定，或从覆考官所定，均不得另外确定等次。其时王荆公以为初考、\n覆考所定的第一人都不允当，欲从名册上另外取一人为状头；杨乐道坚持旧有的法规，不同意这样做。二人的\n争议还没有结果，太常少卿朱从道这时为封弥官，闻知此事，就对同掌封弥的人说：“二公何必要力争，我在\n十天前就已听说王俊民为状元。其事必然是预先定下来的，二公只不过自寻烦恼罢了。”稍后二人各以自己的\n意见进呈禀奏皇上，而皇上诏令采取荆公的意见。等到发榜，状元果然是王俊民。详定官得以另立进士名次由\n这次开始，后来遂成为定例。"
    },
    {
     "h": "04《正陽之月》",
     "c": "【原文】\n  先儒以日食(一種自然現象)正陽之月止謂四月(意思是說，把文獻中的“正陽之月”祗看成是指四月)，不\n然(形容詞，正確、對的)也。正陽乃(副詞，用來加強判斷和肯定)兩事，正謂四月，陽謂十月(正說的是四月，\n陽說的是十月)。“日月陽止(《詩經•小雅•杕杜》文，鄭玄箋云：“十月爲陽”)”是也。《詩》有“正月繁霜(《詩\n經•小雅•正月》文，毛傳云：“正月，夏之四月”)”，“十月之交，朔日辛卯。日有食之，亦孔之醜(《詩經•\n小雅•十月之交》文，意思是說，夏曆八月初一，是日月交會的日子，而這天卻繁盛了日食，是陰攻陽、臣害\n君的兆象，所以君子深惡之。此爲證明正陽之陽爲十月之說)”二者(指《詩經》“正月繁霜”“十月之交，日\n有食之”)，此先王所惡也(這是古代聖王厭惡wù的事啊)。蓋四月純陽，不欲爲陰所侵(大概是四月爲純陽之\n月，不想讓它被引起侵襲。蓋，語氣副詞，表推測，可譯爲“大概”)，十月純陰，不欲過而干陽也(十月是純\n陰之月，不想讓它太盛而干犯陽氣。干，犯)。\n\n\n【参考译文】\n  从前的学者认为日食于正阳之月，正阳之月只指四月，其实不是这样。正、阳是两码事，正指四月，阳指\n十月，即“岁亦阳止”。比如《诗经·小雅·正月》说“正月繁霜”、“十月之交，朔月辛卯。日有食之，亦\n孔之丑”两种情形，这两种情形是先王所讨厌的。大概因为四月纯阳，不愿被阴所侵扰；十月纯阴，不愿阴太\n盛而干犯了阳。"
    },
    {
     "h": "05《濟水》",
     "c": "【原文】\n  古說濟水(河流名)伏流地中(是說從地下穿過)，今歷下(古城名，故址在山東歷城縣西)凡發(挖掘)地皆是\n流水，世傳濟水經過其下。東阿(縣名，盛產驢膠，在今山東陽穀縣東北)亦濟水所經，取井水煮膠，謂之阿膠\n(雙賓語。膠，驢皮阿膠)。用攪濁水則清(用它攪拌在濁水中，濁水就會變成清水。用，介詞，後省略賓語)。\n人服之，下膈(指胸腔與腹腔之間的膈膜)疏痰止吐，皆取濟水性趨下清而重(都是取濟水有趨下澄清而重的品\n性所獲得的療效)，故以治淤濁及逆上之疾(因此，用它來治淤血重濁以及腹內脹氣等疾病)。今醫方不載此意。\n\n\n【参考译文】\n  过去有说济水消失后是在地下潜流的。现在历下一带，只要掘地就都是流水，世人相传是因为济水经过其\n地下。东阿也是济水经过的地方，这里的人们取井水熬胶，称之为“阿胶”；将阿胶放入浊水中搅动，浊水就\n会变清。人服用阿胶，能够疏通食气、化痰、止呕吐。这些都是利用了济水更趋下的天然性质，其水清而不滞，\n重而不浊，因此被用于治疗食气淤滞混浊、不能通下的病症。现在医家的药方书没有记载这层意思。"
    },
    {
     "h": "06《種穀》",
     "c": "【原文】\n  凡(副詞，表總括，凡事)穀，成熟有早晚，苗稈有高下(低、矮)，收實(收穫量)有多少，質性(指莖桿的\n軟硬度)有強弱，米味有美惡(不好，這裡指味道差)，粒實有息耗(穀類品種煮成飯有的折耗少，有的折耗高。\n息耗，指出飯率)。地勢有良(好，這裡指土地肥沃)薄(薄弱，這裡指土地貧瘠)，山澤有異宜(山田濕地各有所\n宜)。順天時(順應上天的時令季節)，量地利(斟酌地利所宜)，則用力少而成功多。任情返道(任憑主管意志卻\n不遵循客觀規律)，勞而無獲。\n  凡穀田，綠豆、小豆底爲上(大意是說，種穀的田地，所能先種一茬綠豆、小豆以增其肥力是最好的。底：\n打底。南方農村種水稻之前，先種胡豆等作物，春季收種時將其株桿踩入田中以增加肥力，這是古法的遺存)，\n麻(大麻)、黍(北方對黃米這類黏性農作物的稱呼)、胡麻(芝麻)次之，蕪菁(wú jīng，大頭菜)、大豆爲下。\n  良地一畝，用子五升，薄地三升(肥沃的土地一畝要用五升種子。貧瘠的土地一畝用三升)。\n  穀田必須歲易(每年輪換休耕。歲，時間名詞作狀語，每年。易，指輪換休耕)。\n  二月、三月種者爲稙禾(指早稻)，四月、五月種者爲稚禾(指晚穀)。二月上旬及麻菩、楊生種者爲上時(二\n月上旬及大麻子發芽。楊樹抽枝時是最好的下種時機。及，等到。菩，種子發芽。楊生，楊樹抽枝。上時，最\n好的下種時機)，三月上旬及清明節、桃始花爲中時，四月上旬及棗葉生、桑花落爲下時。歲道宜晚者，五月、\n六月初亦得(適宜晚種的年歲，五月、六月初下種也是可以的)。\n  凡春種欲深(這裡指深種)，宜曳重撻(種後還應該拖重撻、鎮壓。曳，拖。撻，一種用來鎮壓虛土和覆土\n的農具)。夏種欲淺(這裡指淺種)，直置自生(直接房子土中讓它自己生長)。\n  凡種穀，雨後爲佳。遇小雨，宜接濕種(應該趁著濕下種)；遇大雨，待穢生(要等雜草發芽後才下種。穢，\n雜草)。春若遇旱，秋耕之地(去年秋天耕好的地)，得仰壟(敞開壟溝)待雨。夏若仰壟，非直蕩汰不生(不祗種\n子會被雨水沖走而長不出苗來。直，範圍副詞，祗)，兼與草穢俱出(零星而出的苗與雜草一起長出)。\n  凡田欲早晚相雜(早種晚種兼施)。有閏之歲，節氣近後，宜晚田(有閏月的年份，節氣就會推後，適宜晚\n些種)。然大率(總體)欲早，早田倍多(多出一倍)於(介詞，引進比較的對象)晚。\n\n\n【参考译文】\n  凡是庄稼，成熟有早晚之分，苗杆有高的矮的，收成有量多量少的，茎杆的硬度有坚硬的和柔软的，米粒\n的味道有美味的和不美味的，煮成饭有折耗少有折耗多的。种植的地势有肥沃的也有贫瘠的，山田湿地各有所\n宜。顺应上天的时令节气，考察地利所宜，那么费的劳力减少而成功的多，若不遵循客观规律违背大道，辛劳\n却没有收获。\n  凡是种谷的田地，若能先种一茬绿豆，小豆以增加它的肥沃是最好的，种大麻，黍子，芝麻效果次一等，\n\n\n\n用大头菜，和大豆作为谷田打底是最差的。\n  肥沃的土地一亩要用五升的种子，贫瘠的土地一亩三升种子。\n  谷田一定要每年轮换休耕。\n  二月、三月种的称为早稻，四月、五月种的称为晚谷。二月上旬等到大麻子发芽，杨树抽枝时是最好的下\n种时机，三月上旬等到清明节，桃花开始绽放时是次一定的种植时机，四月上旬等到枣叶生长，桑花凋落时是\n最差的种植时机。适宜晚种的年岁，五月、六月初下种也是可以的。\n  凡是春天种的要深种，种后还应该拖重挞。夏天种的要浅种，直接放在土中让它自己生长。\n  凡是种谷，下过雨后种是最好。碰到小雨，应该趁湿下种；碰到大雨，要等到杂草发芽后才下种。春季如\n果遇到干旱，去年秋天耕好的地，要敞开垄沟等待下雨。夏天如果敞开垄沟，不止种子会被雨水冲走长不出苗，\n同时苗和杂草一起长出。\n  凡是田地就要早种晚种兼施，有闰的年份，节气就会推后，适宜晚些种。但是总体要早种，早种的田比晚\n种的田产量多出一倍。"
    },
    {
     "h": "07《水稻》",
     "c": "【原文】\n  稻，無所緣(沒有什麼特殊的要求。緣：投緣，引申爲需要非常特殊的條件或要求。所，特殊代詞，表示\n“……的東西”)，唯(表限止的範圍副詞，祗要)歲(時間名詞做狀語，每年)易(輪換休耕)爲良。選地欲近上\n流(河水的上游)。\n  三月種者爲上時，四月上旬爲中時，中旬爲下時。\n  先放水，十日後，曳陸軸十遍(先放水到天理，十天以後，拖碌碡liù zhóu 滾碾十遍。曳，拖。陸軸，\n即碌碡，一種類似石碾的農具，用來平整土地。此爲平整秧田的工序，要用石碾滾碾平整，秧苗發育才正常，\n秧田忌凹凸不平)。地既熟，淘淨種子(天地平整完後，淘洗乾淨穀種。既，已經)，漬(zì，浸泡)經三宿，漉\n(lù，用筲箕一類工具把帶水的東西瀝乾)出，內草篅中反裛之(放入草編的筐裡捂著。內，納入，後作“納”。\n草篅，用草編的筐子，有保溫功能，用來捂稻種使之發芽。裛，把東西裝入封閉的容器內，保留其水分和熱量\n讓其發芽發酵，也就是“捂著”的意思)。復經三宿，芽生，長二分，一畝三升擲(一畝田撒三升發了芽的穀種)。\n三日之中，令人驅鳥(驅趕雀鳥。防止它們糟蹋穀種)。\n  稻苗長七八寸，陳草(田中以前的雜草)復(副詞，又)起，以鐮侵水(侵入水底)芟(shān，割)之，草悉(範\n圍副詞，全)膿(這裡指漚爛)死。稻苗漸長，復須薅(要再薅hāo 草)。薅訖(完結，終了)，決(打開缺口)去水\n(放乾水)，曝(曬)根令堅。量時水旱而溉之(曬過以後看當時水旱的情況，再灌溉)。將熟，又去水。\n  霜降穫(收穫)之。\n  北土高原，本無陂澤(本來沒有陂塘沼澤。陂bēi，不平坦)，隨逐隈曲而田者(隨著溪流彎曲之處截流而\n造成水田的地方。隈wēi，山水等彎曲的地方)，二月，冰解(融化)地乾(晾乾)，燒而耕之，仍即下水(放火\n燒過後再耕翻，隨即灌溉)。十日，塊既散液(泡散化開)，持(拿著)木斫平(斫zhuó打錘平)之。納種(播種)\n如前法。既生七八寸，拔而栽之(就可以拔去插栽到水田裡)。溉灌、收刈(收穫)，一(副詞，完全)如前法。\n  畦(qí，田中的分區)埒(liè，田壟)大小無定，須量地宜，取水均而已(需要根據當地的實際情況，用水\n層深淺的平均值來決定它們的大小)。\n\n\n【参考译文】\n  水稻对土地沒有什麼特殊要求，只要每年更换一次稻田便好。选择稻田，要靠近流水的上游。\n  三月种稻是最上等的农时，四月上旬是中等农时，四月中旬是下等农时。\n  先将田水放掉，等过了十天以后，拽拉着辘轴轧碾十遍。地熟草净以后，开始淘净稻种。浸渍过三夜，将\n水漉出，放入草筐中捂著发酵。三夜过后，便可以长出二分长的芽，一亩田撒播三斗。播种后三天内，要有人\n驱赶鸟雀。\n  稻苗七八寸高时，原来已被消灭的杂草，会再次生长起来，只要用镰刀在水面以下将它割倒，草便全部被\n泡烂死掉。稻苗渐渐地长大以后，还应当再一次地薅草。薅过草，把水放干，让太阳晒稻根，使稻站立坚牢。\n\n\n\n再后，只需依据天时雨水多少，进行适当地灌溉便行了。稻子快熟时，再一次将水放掉。\n  霜降节气到即可收获了。\n  北方高原地方，本来没有蓄水的陂塘和沼泽，只有在流水的弯曲水漫处，方可作稻田。二月间，地冻消释，\n待地面干了，将杂草烧掉后进行翻耕，随即放水入田。十天以后，土块都已经被水泡散，便可以用木斫将田平\n整好。下种的方法与上面说的一样。稻苗生长七八寸高时，就可以拔去插栽到水田里了。灌溉和收获的方法，\n完全同上面一样。\n  田地的分区和田垄的大小并没有一定的规格，需要根据当地的实际情况，用水层深浅的平均值来决定它们\n的大小。\n\n\n\n\n小蒋老师写在最后的话：\n\n①古代汉语注重实际运用，同学们不用纠结个别字句问题，精讲课会讲到大量例句与教材理论知识，\n\n 会注重打基础和学原理，所以精讲课程会比较详细细致，大家考完试才会明白这件事情的重要性。\n\n 前期学习不必追求翻译句子的精准，重在字词和语法的原理使用－这比翻译更重要。\n\n②学完精讲后，阅读文献非常重要，能否读懂文献才是检验是否学会了的关键，课后95 篇就是练习的过程。\n\n③考试大概50～60 分来自95 篇文选当中的句子和课内学习理论，其他皆为课内延伸到课外的考查，有了阅读\n\n基础后，文言文课外文章也将能看懂。后期做题一定要多练古文综合阅读和标点题。\n\n④6 分的古文默写题只会从我们精讲说过要背的10 段内考查，是必须要抓住的6 分，可写简体字。\n\n⑤古汉的课外标点练习后期会在课上讲解，实际得分高。 [练习课外标点+注意做题方法]\n\n⑥阅读古文和做题时刻注意分析句子成分：主谓宾和定状补。可以帮助我们判断词性和句式，极其重要！\n\n\n\n         相遇即缘分，有努力有收获，小蒋老师祝我们古汉的同学都必过！"
    }
   ]
  },
  "简化字总表": {
   "type": "raw",
   "title": "整理汉字常见简化字总表",
   "sections": [
    {
     "h": "第一表　不作简化偏旁用的简化字",
     "c": "《简化字总表》\n\n说明:小蒋老师从网上找来的简化字总表，为了同学们方便将简体字和繁体字做对应并找到规律，不需打印。\n\n\n\n第一表\n\n不作简化偏旁用的简化字\n\n本表共收简化字350 个，按读音的拼音字母顺序排列。本表的简化字都不得作简化偏旁使用。\n A\n碍〔礙〕肮〔骯〕袄〔襖〕\n B\n坝〔壩〕板〔闆〕办〔辦〕帮〔幫〕宝〔寶〕报〔報〕\n币〔幣〕毙〔斃〕标〔標〕表〔錶〕别〔彆〕卜〔蔔〕\n补〔補〕\n C\n才〔纔〕蚕〔蠶〕(1) 灿〔燦〕层〔層〕搀〔攙〕谗〔讒〕\n馋〔饞〕缠〔纏〕(2) 忏〔懺〕偿〔償〕厂〔廠〕彻〔徹〕\n尘〔塵〕衬〔襯〕称〔稱〕惩〔懲〕迟〔遲〕冲〔衝〕\n丑〔醜〕出〔齣〕础〔礎〕处〔處〕触〔觸〕辞〔辭〕\n聪〔聰〕丛〔叢〕\n D\n担〔擔〕胆〔膽〕导〔導〕灯〔燈〕邓〔鄧〕敌〔敵〕\n籴〔糴〕递〔遞〕点〔點〕淀〔澱〕电〔電〕冬〔鼕〕\n斗〔鬥〕独〔獨〕吨〔噸〕夺〔奪〕堕〔墮〕\n E\n儿〔兒〕\n F\n矾〔礬〕范〔範〕飞〔飛〕坟〔墳〕奋〔奮〕粪〔糞〕\n凤〔鳳〕肤〔膚〕妇〔婦〕复〔復、複〕\n G\n盖〔蓋〕干〔乾(3)、幹〕赶〔趕〕个〔個〕巩〔鞏〕沟〔溝〕\n构〔構〕购〔購〕谷〔榖〕顾〔顧〕刮〔颳〕关〔關〕\n观〔觀〕柜〔櫃〕\n H\n汉〔漢〕号〔號〕合〔閤〕轰〔轟〕后〔後〕胡〔鬍〕\n壶〔壺〕沪〔滬〕护〔護〕划〔劃〕怀〔懷〕坏〔壞〕(4)\n欢〔歡〕环〔環〕还〔還〕回〔迴〕伙〔夥〕(5) 获〔獲、穫〕\n  J\n击〔撃〕鸡〔鷄〕积〔積〕极〔極〕际〔際〕继〔繼〕\n家〔傢〕价〔價〕艰〔艱〕歼〔殲〕茧〔繭〕拣〔揀〕\n硷〔鹸〕舰〔艦〕姜〔薑〕浆〔漿〕(6) 桨〔槳〕奖〔奬〕\n讲〔講〕酱〔醤〕胶〔膠〕阶〔階〕疖〔癤〕洁〔潔〕\n\n\n\n\n\n借〔藉〕(7) 仅〔僅〕惊〔驚〕竞〔競〕旧〔舊〕剧〔劇〕\n据〔據〕惧〔懼〕卷〔捲〕\n K\n开〔開〕克〔剋〕垦〔墾〕恳〔懇〕夸〔誇〕块〔塊〕\n亏〔虧〕困〔睏〕\n L\n腊〔臘〕蜡〔蠟〕兰〔蘭〕拦〔攔〕栏〔欄〕烂〔爛〕\n累〔纍〕垒〔壘〕类〔類〕(8) 里〔裏〕礼〔禮〕隶〔隷〕\n帘〔簾〕联〔聯〕怜〔憐〕炼〔煉〕练〔練〕粮〔糧〕\n疗〔療〕辽〔遼〕了〔瞭〕(9) 猎〔獵〕临〔臨〕(10) 邻〔鄰〕\n岭〔嶺〕(11) 庐〔廬〕芦〔蘆〕炉〔爐〕陆〔陸〕驴〔驢〕\n乱〔亂〕\n M\n么〔麽〕(12) 霉〔黴〕蒙〔矇、濛、懞〕梦〔夢〕面〔麵〕\n庙〔廟〕灭〔滅〕蔑〔衊〕亩〔畝〕\n N\n恼〔惱〕脑〔腦〕拟〔擬〕酿〔釀〕疟〔瘧〕\n P\n盘〔盤〕辟〔闢〕苹〔蘋〕凭〔憑〕扑〔撲〕仆〔僕〕(13)\n朴〔樸〕\n Q\n启〔啓〕签〔籤〕千〔韆〕牵〔牽〕纤〔縴、纖〕(14) 窍〔竅〕\n窃〔竊〕寝〔寢〕庆〔慶〕(15) 琼〔瓊〕秋〔鞦〕曲〔麯〕\n权〔權〕劝〔勸〕确〔確〕\n R\n让〔讓〕扰〔擾〕热〔熱〕认〔認〕\n S\n洒〔灑〕伞〔傘〕丧〔喪〕扫〔掃〕涩〔澀〕晒〔曬〕\n伤〔傷〕舍〔捨〕沈〔瀋〕声〔聲〕胜〔勝〕湿〔濕〕\n实〔實〕适〔適〕(16) 势〔勢〕兽〔獸〕书〔書〕术〔術〕(17)\n树〔樹〕帅〔帥〕松〔鬆〕苏〔蘇、囌〕虽〔雖〕随〔隨〕\n T\n台〔臺、檯、颱〕态〔態〕坛〔壇、罎〕叹〔嘆〕誊〔謄〕\n体〔體〕粜〔糶〕铁〔鐵〕听〔聽〕厅〔廳〕(18) 头〔頭〕\n图〔圖〕涂〔塗〕团〔團、糰〕椭〔橢〕\n W\n洼〔窪〕袜〔襪〕(19) 网〔網〕卫〔衛〕稳〔穩〕务〔務〕\n雾〔霧〕\n X\n牺〔犧〕习〔習〕系〔係、繫〕(20) 戏〔戲〕虾〔蝦〕吓〔嚇〕(21)\n咸〔鹹〕显〔顯〕宪〔憲〕县〔縣〕(22) 响〔響〕向〔嚮〕\n协〔協〕胁〔脅〕亵〔褻〕衅〔釁〕兴〔興〕须〔鬚〕\n悬〔懸〕选〔選〕旋〔鏇〕\n Y\n\n\n\n\n\n压〔壓〕(23) 盐〔鹽〕阳〔陽〕养〔養〕痒〔癢〕样〔様〕\n钥〔鑰〕药〔藥〕爷〔爺〕叶〔葉〕(24) 医〔醫〕亿〔億〕\n忆〔憶〕应〔應〕痈〔癰〕拥〔擁〕佣〔傭〕踊〔踴〕\n忧〔憂〕优〔優〕邮〔郵〕余〔餘〕(25) 御〔禦〕吁〔籲〕(26)\n郁〔鬱〕誉〔譽〕渊〔淵〕园〔園〕远〔遠〕愿〔願〕\n跃〔躍〕运〔運〕酝〔醖〕\n Z\n杂〔雜〕赃〔臓〕脏〔贜、髒〕凿〔鑿〕枣〔棗〕\n灶〔竈〕斋〔齋〕毡〔氈〕战〔戰〕赵〔趙〕折〔摺〕(27)\n这〔這〕征〔徵〕(28) 症〔癥〕证〔證〕只〔隻、祗、衹〕致〔緻〕\n制〔製〕钟〔鐘、鍾〕肿〔腫〕种〔種〕众〔衆〕昼〔晝〕\n朱〔硃〕烛〔燭〕筑〔築〕庄〔莊〕(29) 桩〔樁〕妆〔妝〕\n装〔裝〕壮〔壯〕状〔狀〕准〔凖〕浊〔濁〕总〔總〕\n钻〔鑽〕\n\n (1)蚕：上从天，不从夭。\n (2)缠：右从，不从厘。\n (3)乾坤、乾隆的乾读qián(前)，不简化。\n (4)不作坯。坯是砖坯的坯，读pī(批)，坏坯二字不可互混。\n (5)作多解的夥不简化。\n (6)浆、桨、奖、酱：右上角从夕，不从或爫。\n (7)藉口、凭藉的藉简化作借，慰藉、狼藉等的藉仍用藉。\n (8)类：下从大，不从犬。\n (9)瞭：读liǎo(了解)时，仍简作了，读liào(瞭望)时作瞭，不简作了。\n (10)临：左从一短竖一长竖，不从。\n (11)岭：不作岺，免与岑混。\n (12)读me 轻声。读yāo(夭)的么应作幺(么本字)。应作吆。麽读mó(摩)时不简化，如幺麽小丑。\n (13)前仆后继的仆读pū(扑)。\n (14)纤维的纤读xiān(先)。\n (15)庆：从大，不从犬。\n (16)古人南宫适、洪适的适(古字罕用)读kuò(括)。此适字本作，为了避免混淆，可恢复本字。\n (17)中药苍术、白术的术读zhú(竹)。\n (18)厅：从厂，不从广。\n (19)袜：从末，不从未。\n (20)系带子的系读jì(计)。\n (21)恐吓的吓读hè(赫)。\n (22)县：七笔。上从且。\n (23)压：六笔。土的右旁有一点。\n (24)叶韵的叶读xié(协)。\n (25)在余和馀意义可能混淆时，仍用馀。如文言句“馀年无多”。\n (26)喘吁吁，长吁短叹的吁读xū(虚)。\n (27)在折和摺意义可能混淆时，摺仍用摺。\n (28)宫商角徵羽的徵读zhǐ(止)，不简化。\n (29)庄：六笔。土的右旁无点。"
    },
    {
     "h": "第二表　可作简化偏旁用的简化字和简化偏旁",
     "c": "第二表\n\n可作简化偏旁用的简化字和简化偏旁\n本表共收简化字132 个和简化偏旁14 个。简化字按读音的拼音字母顺序排列，简化偏旁按笔数排列。\n A\n爱〔愛〕\n B\n罢〔罷〕备〔備〕贝〔貝〕笔〔筆〕毕〔畢〕边〔邊〕\n宾〔賓〕\n C\n参〔參〕仓〔倉〕产〔産〕长〔長〕(1) 尝〔嘗〕(2) 车〔車〕\n齿〔齒〕虫〔蟲〕刍〔芻〕从〔從〕窜〔竄〕\n D\n达〔達〕带〔帶〕单〔單〕当〔當、噹〕党〔黨〕\n东〔東〕动〔動〕断〔斷〕对〔對〕队〔隊〕\n E\n尔〔爾〕\n F\n发〔發、髮〕丰〔豐〕(3) 风〔風〕\n G\n冈〔岡〕广〔廣〕归〔歸〕龟〔龜〕国〔國〕过〔過〕\n H\n华〔華〕画〔畫〕汇〔匯、彙〕会〔會〕\n  J\n几〔幾〕夹〔夾〕戋〔戔〕监〔監〕见〔見〕荐〔薦〕\n将〔將〕(4) 节〔節〕尽〔盡、儘〕进〔進〕举〔舉〕\n K\n壳〔殻〕(5)\n L\n来〔來〕乐〔樂〕离〔離〕历〔歷、曆〕丽〔麗〕(6)\n两〔兩〕灵〔靈〕刘〔劉〕龙〔龍〕娄〔婁〕卢〔盧〕\n虏〔虜〕卤〔鹵、滷〕录〔録〕虑〔慮〕仑〔侖〕罗〔羅〕\n M\n马〔馬〕(7) 买〔買〕卖〔賣〕(8) 麦〔麥〕门〔門〕黾〔黽〕(9)\n N\n难〔難〕鸟〔鳥〕(10) 聂〔聶〕宁〔寜〕(11) 农〔農〕\n Q\n齐〔齊〕岂〔豈〕气〔氣〕迁〔遷〕佥〔僉〕乔〔喬〕\n亲〔親〕穷〔窮〕区〔區〕(12)\n S\n啬〔嗇〕杀〔殺〕审〔審〕圣〔聖〕师〔師〕时〔時〕\n寿〔夀〕属〔屬〕双〔雙〕肃〔肅〕(13) 岁〔嵗〕孙〔孫〕\n T\n\n\n\n\n\n条〔條〕(14)\n W\n万〔萬〕为〔為〕韦〔韋〕乌〔烏〕(15) 无〔無〕(16)\n X\n献〔獻〕乡〔鄉〕写〔寫〕(17) 寻〔尋〕\n Y\n亚〔亞〕严〔嚴〕厌〔厭〕尧〔堯〕(18) 业〔業〕页〔頁〕\n义〔義〕(19) 艺〔兿〕阴〔陰〕隐〔隱〕犹〔猶〕鱼〔魚〕\n与〔與〕云〔雲〕\n Z\n郑〔鄭〕执〔執〕质〔質〕专〔專〕\n简化偏旁\n讠〔言〕(20) 饣〔食〕(21) 〔昜〕(22) 纟〔糹〕〔臤〕〔〕\n〔〕只〔戠〕钅〔釒〕(23) 〔〕〔睪〕(24)  〔巠〕\n〔〕呙〔咼〕\n\n\n⑴长：四笔。笔顺是：长。\n⑵尝：不是賞的简化字。賞的简化字是赏(见第三表)。\n⑶四川省酆都县已改丰都县。姓酆的酆不简化作邦。\n⑷将：右上角从夕，不从或爫。\n⑸壳：几上没有一小横。\n⑹丽：七笔。上边一横，不作两小横。\n⑺马：三笔。笔顺是：马。上部向左稍斜，左上角开口，末笔作左偏旁时改作平挑?br> ⑻卖：从十从买，\n上不从士或土。\n⑼黾：从口从电。\n⑽鸟：五笔。\n⑾作门屏之间解的宁(古字罕用)读zhù(柱)。为避免此宁字与寧的简化字混淆，原读zhù的宁作。\n⑿区：不作。\n⒀肃：中间一竖下面的两边从，下半中间不从米。\n⒁条：上从夂，三笔，不从攵。\n⒂乌：四笔。\n⒃无：四笔。上从二，不可误作旡。\n⒄写：上从冖，不从宀。\n⒅尧：六笔。右上角无点，不可误作。\n⒆义：从乂(读ｙì)加点，不可误作叉(读chā)。\n⒇讠：二笔。不作。\n (21)饣：三笔。中一横折作，不作或点。\n (22) ：三笔。\n (23)钅：第二笔是一短横，中两横，竖折不出头。\n (24)睾丸的睾读gāo(高)，不简化。"
    },
    {
     "h": "第三表　应用第二表所列简化字和简化偏旁得出来的简化字",
     "c": "第三表\n\n应用第二表所列简化字和简化偏旁得出来的简化字\n\n\n本表共收简化字1,753 个(不包含重见的字。例如“缆”分见“纟、、见”三部，只算一字)，以第二表中的\n简化字和简化偏旁作部首，按第二表的顺序排列。同一部首中的简化字，按笔数排列。\n爱\n嗳〔噯〕嫒〔嬡〕叆〔靉〕瑷〔璦〕暧〔曖〕\n罢\n摆〔擺、襬〕罴〔羆〕〔〕\n备\n惫〔憊〕\n贝\n贞〔貞〕则〔則〕负〔負〕贡〔貢〕呗〔唄〕\n员〔員〕财〔財〕狈〔狽〕责〔責〕厕〔厠〕\n贤〔賢〕账〔賬〕贩〔販〕贬〔貶〕败〔敗〕\n贮〔貯〕贪〔貪〕贫〔貧〕侦〔偵〕侧〔側〕\n货〔貨〕贯〔貫〕测〔測〕浈〔湞〕恻〔惻〕\n贰〔貳〕贲〔賁〕贳〔貰〕费〔費〕郧〔鄖〕\n勋〔勛〕帧〔幀〕贴〔貼〕贶〔貺〕贻〔貽〕\n贱〔賤〕贵〔貴〕钡〔鋇〕贷〔貸〕贸〔貿〕\n贺〔賀〕陨〔隕〕涢〔溳〕资〔資〕祯〔禎〕\n贾〔賈〕损〔損〕贽〔贄〕埙〔塤〕桢〔楨〕\n唝〔嗊〕唢〔嗩〕赅〔賅〕圆〔圓〕贼〔賊〕\n贿〔賄〕赆〔贐〕赂〔賂〕债〔債〕赁〔賃〕\n渍〔漬〕惯〔慣〕琐〔瑣〕赉〔賚〕匮〔匱〕\n掼〔摜〕殒〔殞〕勚〔勩〕赈〔賑〕婴〔嬰〕\n啧〔嘖〕赊〔賒〕帻〔幘〕偾〔僨〕铡〔鍘〕\n绩〔績〕溃〔潰〕溅〔濺〕赓〔賡〕愦〔憒〕\n愤〔憤〕蒉〔蕢〕赍〔賫〕蒇〔蕆〕〔〕\n赔〔賠〕赕〔賧〕遗〔遺〕赋〔賦〕喷〔噴〕\n赌〔賭〕赎〔贖〕赏〔賞〕(1) 赐〔賜〕赒〔賙〕\n锁〔鎖〕馈〔饋〕赖〔賴〕赪〔赬〕碛〔磧〕\n〔殨〕赗〔賵〕腻〔膩〕赛〔賽〕〔?br> 赘〔贅〕撄〔攖〕槚〔檟〕嘤〔嚶〕赚〔賺〕\n赙〔賻〕罂〔罌〕镄〔鐨〕箦〔簀〕鲗〔鰂〕\n缨〔纓〕璎〔瓔〕聩〔聵〕樱〔櫻〕赜〔賾〕\n篑〔簣〕濑〔瀨〕瘿〔癭〕懒〔懶〕赝〔贋〕\n豮〔豶〕赠〔贈〕鹦〔鸚〕獭〔獺〕赞〔贊〕\n赢〔贏〕赡〔贍〕癞〔癩〕攒〔攢〕籁〔籟〕\n缵〔纘〕瓒〔瓚〕臜〔臢〕赣〔贛〕趱〔趲〕\n躜〔躦〕戆〔戇〕\n笔\n滗〔潷〕\n毕\n荜〔蓽〕哔〔嗶〕筚〔篳〕跸〔蹕〕\n边                                                                                                        6\n笾〔籩〕\n\n\n\n\n宾\n傧〔儐〕滨〔濱〕摈〔擯〕嫔〔嬪〕缤〔繽〕\n殡〔殯〕槟〔檳〕膑〔臏〕镔〔鑌〕髌〔髕〕\n鬓〔鬢〕\n参\n渗〔滲〕惨〔慘〕掺〔摻〕骖〔驂〕毵〔毿〕\n瘆〔瘮〕碜〔磣〕〔穇〕糁〔糝〕\n仓\n伧〔傖〕创〔創〕沧〔滄〕怆〔愴〕苍〔蒼〕\n抢〔搶〕呛〔嗆〕炝〔熗〕玱〔瑲〕枪〔槍〕\n戗〔戧〕疮〔瘡〕鸧〔鶬〕舱〔艙〕跄〔蹌〕\n产\n浐〔滻〕萨〔薩〕铲〔鏟〕\n长\n伥〔倀〕怅〔悵〕帐〔帳〕张〔張〕枨〔棖〕\n账〔賬〕胀〔脹〕涨〔漲〕\n尝\n鲿〔鱨〕\n车\n轧〔軋〕军〔軍〕轨〔軌〕厍〔厙〕阵〔陣〕\n库〔庫〕连〔連〕轩〔軒〕诨〔諢〕郓〔鄆〕\n轫〔軔〕轭〔軛〕匦〔匭〕转〔轉〕轮〔輪〕\n斩〔斬〕软〔軟〕浑〔渾〕恽〔惲〕砗〔硨〕\n轶〔軼〕轲〔軻〕轱〔軲〕轷〔軤〕轻〔輕〕\n轳〔轤〕轴〔軸〕挥〔揮〕荤〔葷〕轹〔轢〕\n轸〔軫〕轺〔軺〕涟〔漣〕珲〔琿〕载〔載〕\n莲〔蓮〕较〔較〕轼〔軾〕轾〔輊〕辂〔輅〕\n轿〔轎〕晕〔暈〕渐〔漸〕惭〔慚〕皲〔皸〕\n琏〔璉〕辅〔輔〕辄〔輒〕辆〔輛〕堑〔塹〕\n啭〔囀〕崭〔嶄〕裤〔褲〕裢〔褳〕辇〔輦〕\n辋〔輞〕辍〔輟〕辊〔輥〕椠〔槧〕辎〔輜〕\n暂〔暫〕辉〔輝〕辈〔輩〕链〔鏈〕翚〔翬〕\n辏〔輳〕辐〔輻〕辑〔輯〕输〔輸〕毂〔轂〕\n辔〔轡〕辖〔轄〕辕〔轅〕辗〔輾〕舆〔輿〕\n辘〔轆〕撵〔攆〕鲢〔鰱〕辙〔轍〕錾〔鏨〕\n辚〔轔〕\n齿\n龀〔齔〕啮〔嚙〕龆〔齠〕龅〔齙〕龃〔齟〕\n龄〔齡〕龇〔齜〕龈〔齦〕龉〔齬〕龊〔齪〕\n龌〔齷〕龋〔齲〕\n虫\n蛊〔蠱〕\n刍\n诌〔謅〕〔〕邹〔鄒〕〔〕驺〔騶〕\n\n\n\n\n\n\n绉〔縐〕皱〔皺〕趋〔趨〕雏〔雛〕\n从\n苁〔蓯〕纵〔縱〕枞〔樅〕怂〔慫〕耸〔聳〕\n窜\n撺〔攛〕镩〔鑹〕蹿〔躥〕\n达\n〔澾〕闼〔闥〕挞〔撻〕哒〔噠〕鞑〔韃〕\n带\n滞〔滯〕\n单\n郸〔鄲〕惮〔憚〕阐〔闡〕掸〔撣〕弹〔彈〕\n婵〔嬋〕禅〔禪〕殚〔殫〕瘅〔癉〕蝉〔蟬〕\n箪〔簞〕蕲〔蘄〕冁〔囅〕\n当\n挡〔擋〕档〔檔〕裆〔襠〕铛〔鐺〕\n党\n谠〔讜〕傥〔儻〕镋〔钂〕\n东\n冻〔凍〕陈〔陳〕岽〔崬〕栋〔棟〕胨〔腖〕\n鸫〔鶇〕\n动\n恸〔慟〕\n断\n簖〔籪〕\n对\n怼〔懟〕\n队\n坠〔墜〕\n尔\n迩〔邇〕弥〔彌、瀰〕祢〔禰〕玺〔壐〕猕〔獼〕\n发\n泼〔潑〕废〔廢〕拨〔撥〕〔鏺〕\n丰\n沣〔灃〕艳〔艶〕滟〔灧〕\n风\n讽〔諷〕沨〔渢〕岚〔嵐〕枫〔楓〕疯〔瘋〕\n飒〔颯〕砜〔碸〕飓〔颶〕飔〔颸〕飕〔颼〕\n飗〔飀〕飘〔飄〕飙〔飆〕\n冈\n刚〔剛〕〔掆〕岗〔崗〕纲〔綱〕〔棡〕\n钢〔鋼〕\n广\n邝〔鄺〕圹〔壙〕扩〔擴〕犷〔獷〕纩〔纊〕\n旷〔曠〕矿〔礦〕\n\n\n\n\n\n\n归\n岿〔巋〕\n龟\n阄〔鬮〕\n国\n掴〔摑〕帼〔幗〕腘〔膕〕蝈〔蟈〕\n过\n挝〔撾〕\n华\n哗〔嘩〕骅〔驊〕烨〔燁〕桦〔樺〕晔〔曄〕\n铧〔鏵〕\n画\n婳〔嫿〕\n汇\n〔擓〕\n会\n刽〔劊〕郐〔鄶〕侩〔儈〕浍〔澮〕荟〔薈〕\n哙〔噲〕狯〔獪〕绘〔繪〕烩〔燴〕桧〔檜〕\n脍〔膾〕鲙〔鱠〕\n几\n讥〔譏〕叽〔嘰〕饥〔饑〕机〔機〕玑〔璣〕\n矶〔磯〕虮〔蟣〕\n夹\n郏〔郟〕侠〔俠〕陕〔陝〕浃〔浹〕挟〔挾〕\n荚〔莢〕峡〔峽〕狭〔狹〕惬〔愜〕硖〔硤〕\n铗〔鋏〕颊〔頰〕蛱〔蛺〕瘗〔瘞〕箧〔篋〕\n戋\n刬〔剗〕浅〔淺〕饯〔餞〕线〔綫〕残〔殘〕\n栈〔棧〕贱〔賤〕盏〔盞〕钱〔錢〕笺〔箋〕\n溅〔濺〕践〔踐〕\n监\n滥〔濫〕蓝〔藍〕尴〔尷〕槛〔檻〕褴〔襤〕\n篮〔籃〕\n见\n苋〔莧〕岘〔峴〕觃〔覎〕视〔視〕规〔規〕\n现〔現〕枧〔梘〕觅〔覓〕觉〔覺〕砚〔硯〕\n觇〔覘〕览〔覽〕宽〔寬〕蚬〔蜆〕觊〔覬〕\n笕〔筧〕觋〔覡〕觌〔覿〕靓〔靚〕搅〔攪〕\n揽〔攬〕缆〔纜〕窥〔窺〕榄〔欖〕觎〔覦〕\n觏〔覯〕觐〔覲〕觑〔覷〕髋〔髖〕\n荐\n鞯〔韉〕\n将\n蒋〔蔣〕锵〔鏘〕\n\n\n\n\n\n\n节\n栉〔櫛〕\n尽\n浕〔濜〕荩〔藎〕烬〔燼〕赆〔贐〕\n进\n琎〔璡〕\n举\n榉〔櫸〕\n壳\n悫〔慤〕\n来\n涞〔淶〕莱〔萊〕崃〔峽〕徕〔徠〕赉〔賚〕\n睐〔睞〕铼〔錸〕\n乐\n泺〔濼〕烁〔爍〕栎〔櫟〕轹〔轢〕砾〔礫〕\n铄〔鑠〕\n离\n漓〔灕〕篱〔籬〕\n历\n沥〔瀝〕坜〔壢〕苈〔藶〕呖〔嚦〕枥〔櫪〕\n疬〔癧〕雳〔靂〕\n丽\n俪〔儷〕郦〔酈〕逦〔邐〕骊〔驪〕鹂〔鸝〕\n酾〔釃〕鲡〔鱺〕\n两\n俩〔倆〕唡〔啢〕辆〔輛〕满〔滿〕瞒〔瞞〕\n颟〔顢〕螨〔蟎〕魉〔魎〕懑〔懣〕蹒〔蹣〕\n灵\n棂〔欞〕\n刘\n浏〔瀏〕\n龙\n陇〔隴〕泷〔瀧〕宠〔寵〕庞〔龐〕垄〔壟〕\n拢〔攏〕茏〔蘢〕咙〔嚨〕珑〔瓏〕栊〔櫳〕\n〔龑〕昽〔曨〕胧〔朧〕砻〔礱〕袭〔襲〕\n聋〔聾〕龚〔龔〕龛〔龕〕笼〔籠〕〔〕\n娄\n偻〔僂〕溇〔漊〕蒌〔蔞〕搂〔摟〕嵝〔嶁〕\n喽〔嘍〕缕〔縷〕屡〔屢〕数〔數〕楼〔樓〕\n瘘〔瘻〕褛〔褸〕窭〔窶〕〔瞜〕镂〔鏤〕\n屦〔屨〕蝼〔螻〕篓〔簍〕耧〔耬〕薮〔藪?br> 擞〔擻〕髅〔髏〕\n卢\n泸〔濾〕垆〔壚〕栌〔櫨〕轳〔轤〕胪〔臚〕\n鸬〔鸕〕颅〔顱〕舻〔艫〕鲈〔鱸〕\n\n\n\n\n\n\n虏\n掳〔擄〕\n卤\n鹾〔鹺〕\n录\n箓〔籙〕\n虑\n滤〔濾〕摅〔攄〕\n仑\n论〔論〕伦〔倫〕沦〔淪〕抡〔掄〕囵〔圇〕\n纶〔綸〕轮〔輪〕瘪〔癟〕\n罗\n萝〔蘿〕啰〔囉〕逻〔邏〕猡〔玀〕椤〔欏〕\n锣〔鑼〕箩〔籮〕\n马\n冯〔馮〕驭〔馭〕闯〔闖〕吗〔嗎〕犸〔獁〕\n驮〔馱〕驰〔馳〕驯〔馴〕妈〔媽〕玛〔瑪〕\n驱〔驅〕驳〔駁〕码〔碼〕驼〔駝〕驻〔駐〕\n驵〔駔〕驾〔駕〕驿〔驛〕驷〔駟〕驶〔駛〕\n驹〔駒〕驺〔騶〕骀〔駘〕驸〔駙〕驽〔駑〕\n骂〔駡〕蚂〔螞〕笃〔篤〕骇〔駭〕骈〔駢〕\n骁〔驍〕骄〔驕〕骅〔驊〕骆〔駱〕骊〔驪〕\n骋〔騁〕验〔驗〕骏〔駿〕骎〔駸〕骑〔騎〕\n骐〔騏〕骒〔騍〕骓〔騅〕骖〔驂〕骗〔騙〕\n骘〔騭〕骛〔騖〕骚〔騷〕骞〔騫〕骜〔驁〕\n蓦〔驀〕腾〔騰〕骝〔騮〕骟〔騸〕骠〔驃〕\n骢〔驄〕骡〔騾〕羁〔覊〕骤〔驟〕骥〔驥〕\n骧〔驤〕\n买\n荬〔蕒〕\n卖\n读〔讀〕渎〔瀆〕续〔續〕椟〔櫝〕觌〔覿〕\n赎〔贖〕犊〔犢〕牍〔牘〕窦〔竇〕黩〔黷〕\n麦\n唛〔嘜〕麸〔麩〕\n门\n闩〔閂〕闪〔閃〕们〔們〕闭〔閉〕闯〔闖〕\n问〔問〕扪〔捫〕闱〔闈〕闵〔閔〕闷〔悶〕\n闰〔閏〕闲〔閑〕间〔間〕闹〔閙〕(2) 闸〔閘〕\n钔〔鍆〕阂〔閡〕闺〔閨〕闻〔聞〕闼〔闥〕\n闽〔閩〕闾〔閭〕闿〔闓〕〔〕阁〔閣〕\n阀〔閥〕润〔潤〕涧〔澗〕悯〔憫〕阆〔閬〕\n阅〔閲〕阃〔閫〕阄〔鬮〕(2) 〔〕娴〔嫻〕\n阏〔閼〕阈〔閾〕阉〔閹〕阊〔閶〕阍〔閽〕\n\n\n\n\n\n阌〔閿〕阋〔鬩〕(2) 阐〔闡〕阎〔閻〕焖〔燜〕\n阑〔闌〕裥〔襇〕阔〔闊〕痫〔癇〕鹇〔鷳〕\n阕〔闋〕阒〔闃〕搁〔擱〕锏〔鐧〕锎〔鐦〕\n阙〔闕〕阖〔闔〕阗〔闐〕榈〔櫚〕简〔簡〕\n谰〔讕〕阚〔闞〕蔺〔藺〕澜〔瀾〕斓〔斕〕\n〔〕镧〔鑭〕躏〔躪〕\n黾\n渑〔澠〕绳〔繩〕鼋〔黿〕蝇〔蠅〕鼍〔鼉〕\n难\n傩〔儺〕滩〔灘〕摊〔擹〕瘫〔癱〕\n鸟\n凫〔鳬〕鸠〔鳩〕岛〔島〕茑〔蔦〕鸢〔鳶〕\n鸣〔鳴〕枭〔梟〕鸩〔鴆〕鸦〔鴉〕〔鳾〕\n鸥〔鷗〕鸨〔鴇〕鸧〔鶬〕窎〔窵〕莺〔鶯〕\n鸪〔鴣〕捣〔搗〕鸫〔鶇〕鸬〔鸕〕鸭〔鴨〕\n鸯〔鴦〕鸮〔鴞〕鸲〔鴝〕鸰〔鴒〕鸳〔鴛〕\n鸵〔鴕〕袅〔裊〕鸱〔鴟〕鸶〔鷥〕鸾〔鵉〕\n〔鵁〕鸿〔鴻〕鸷〔鷙〕鸸〔鴯〕〔鴷〕\n鸼〔鵃〕鸽〔鴿〕鸹〔鴰〕鸺〔鵂〕鸻〔鴴〕\n鹈〔鵜〕鹇〔鷳〕鹁〔鵓〕鹂〔鸝〕鹃〔鵑〕\n鹆〔鵒〕鹄〔鵠〕鹅〔鵝〕鹑〔鶉〕鹒〔鶊〕\n〔鶄〕鹉〔鵡〕鹊〔鵲〕鹋〔鶓〕鹌〔鵪〕\n鹏〔鵬〕鹐〔鵮〕鹚〔鷀〕鹕〔鶘〕鹖〔鶡〕\n〔鶪〕鹗〔鶚〕鹘〔鶻〕鹙〔鶖〕鹜〔鶩〕\n鹛〔鶥〕鹤〔鶴〕鹣〔鶼〕鹞〔鷂〕鹡〔鶺〕\n〔鷉〕鹧〔鷓〕鹥〔鷖〕鹦〔鸚〕鹨〔鷚〕\n鹫〔鹫〕鹩〔鷯〕鹪〔鷦〕鹬〔鷸〕鹰〔鷹〕\n鹯〔鸇〕鹭〔鷺〕〔鸊〕鹳〔鸛〕\n聂\n慑〔攝〕滠〔灄〕摄〔攝〕嗫〔囁〕镊〔鑷〕\n颞〔顳〕蹑〔躡〕\n宁\n泞〔濘〕拧〔擰〕咛〔嚀〕狞〔獰〕柠〔檸〕\n聍〔聹〕\n农\n侬〔儂〕浓〔濃〕哝〔噥〕脓〔膿〕\n齐\n剂〔劑〕侪〔儕〕济〔濟〕荠〔薺〕挤〔擠〕\n脐〔臍〕蛴〔蠐〕跻〔蠐〕霁〔霽〕鲚〔鱭〕\n齑〔齏〕\n岂\n剀〔剴〕凯〔凱〕恺〔愷〕闿〔闓〕垲〔塏〕\n桤〔榿〕觊〔覬〕硙〔磑〕皑〔皚〕铠〔鎧〕\n气\n\n\n\n\n\n\n忾〔愾〕饩〔餼〕\n迁\n跹〔躚〕\n佥\n剑〔劍〕俭〔儉〕险〔險〕捡〔撿〕猃〔獫〕\n验〔驗〕检〔檢〕殓〔殮〕敛〔斂〕脸〔臉〕\n裣〔襝〕睑〔瞼〕签〔簽〕潋〔瀲〕蔹〔蘞〕\n乔\n侨〔僑〕挢〔撟〕荞〔蕎〕峤〔嶠〕骄〔驕〕\n娇〔嶠〕桥〔橋〕轿〔轎〕硚〔礄〕矫〔矯〕\n鞒〔鞽〕\n亲\n榇〔櫬〕\n穷\n〔藭〕\n区\n讴〔謳〕伛〔傴〕沤〔漚〕怄〔慪〕抠〔摳〕\n奁〔奩〕呕〔嘔〕岖〔嶇〕妪〔嫗〕驱〔驅〕\n枢〔樞〕瓯〔甌〕欧〔歐〕殴〔毆〕鸥〔鷗〕\n眍〔瞘〕躯〔軀〕\n啬\n蔷〔薔〕墙〔墻〕嫱〔嬙〕樯〔檣〕穑〔穡〕\n杀\n铩〔鎩〕\n审\n谉〔讅〕婶〔嬸〕\n圣\n柽〔檉〕蛏〔蟶〕\n师\n浉〔溮〕狮〔獅〕蛳〔螄〕筛〔篩〕\n时\n埘〔塒〕莳〔蒔〕鲥〔鰣〕\n寿\n俦〔儔〕涛〔濤〕祷〔禱〕焘〔燾〕畴〔疇〕\n铸〔鑄〕筹〔籌〕踌〔躊〕\n属\n嘱〔囑〕瞩〔矚〕\n双\n〔〕\n肃\n萧〔蕭〕啸〔嘯〕潇〔瀟〕箫〔簫〕蟏〔蠨〕\n岁\n刿〔劌〕哕〔噦〕秽〔穢〕\n孙\n\n\n\n\n\n\n荪〔蓀〕狲〔猻〕逊〔遜〕\n条\n涤〔滌〕绦〔縧〕鲦〔鰷〕\n万\n厉〔厲〕迈〔邁〕励〔勵〕疠〔癘〕虿〔蠆〕\n趸〔躉〕砺〔礪〕粝〔糲〕蛎〔蠣〕\n为\n伪〔僞〕沩〔溈〕妫〔媯〕\n韦\n讳〔諱〕伟〔偉〕闱〔闈〕违〔違〕苇〔葦〕\n韧〔韌〕帏〔幃〕围〔圍〕纬〔緯〕炜〔煒〕\n祎〔禕〕玮〔瑋〕韨〔韍〕涠〔潿〕韩〔韓〕\n韫〔韞〕韪〔韙〕韬〔韜〕\n乌\n邬〔鄔〕坞〔塢〕呜〔嗚〕钨〔鎢〕\n无\n怃〔憮〕庑〔廡〕抚〔撫〕芜〔蕪〕呒〔嘸〕\n妩〔嫵〕\n献\n谳〔讞〕\n乡\n芗〔薌〕飨〔饗〕\n写\n泻〔瀉〕\n寻\n浔〔潯〕荨〔蕁〕挦〔撏〕鲟〔鱘〕\n亚\n垩〔堊〕垭〔埡〕挜〔掗〕哑〔啞〕娅〔婭〕\n恶〔惡、噁〕氩〔氬〕壶〔壺〕\n严\n俨〔儼〕酽〔釅〕\n厌\n恹〔懨〕厣〔厴〕靥〔靨〕餍〔饜〕魇〔魘〕\n黡〔黶〕\n尧\n侥〔僥〕浇〔澆〕挠〔撓〕荛〔蕘〕峣〔嶢〕\n哓〔嘵〕娆〔嬈〕骁〔驍〕绕〔繞〕饶〔饒〕\n烧〔焼〕桡〔橈〕晓〔曉〕硗〔磽〕铙〔鐃〕\n翘〔翹〕蛲〔蟯〕跷〔蹺〕\n业\n邺〔鄴〕\n页\n顶〔頂〕顷〔頃〕项〔項〕顸〔頇〕顺〔順〕\n须〔須〕颃〔頏〕烦〔煩〕顼〔瑣〕顽〔頑〕\n\n\n\n\n\n\n顿〔頓〕颀〔頎〕颁〔頒〕颂〔頌〕倾〔傾〕\n预〔預〕庼〔廎〕硕〔碩〕颅〔顱〕领〔領〕\n颈〔頸〕颇〔頗〕颏〔頦〕颊〔頰〕颉〔頡〕\n颍〔潁〕颌〔頜〕颋〔頲〕滪〔澦〕颐〔頤〕\n蓣〔蕷〕频〔頻〕颓〔頽〕颔〔頷〕颖〔穎〕\n颗〔顆〕额〔額〕颜〔顔〕撷〔擷〕题〔題〕\n颙〔顒〕颛〔顓〕缬〔纈〕濒〔瀕〕颠〔顛〕\n颟〔顢〕颞〔顳〕颡〔顙〕嚣〔囂〕颢〔顥〕\n颤〔顫〕巅〔巔〕颥〔顬〕癫〔癲〕灏〔灝〕\n颦〔顰〕颧〔顴〕\n义\n议〔議〕仪〔儀〕蚁〔蟻〕\n艺\n呓〔囈〕\n阴\n荫〔蔭〕\n隐\n瘾〔癮〕\n犹\n莸〔蕕〕\n鱼\n鱽〔魛〕渔〔漁〕鲂〔魴〕鱿〔魷〕鲁〔魯〕\n鲎〔鱟〕蓟〔薊〕鲆〔鮃〕鲏〔鮍〕鲅〔鮁〕\n鲈〔鱸〕鲇〔點〕鲊〔鮓〕〔鮣〕稣〔穌〕\n鲋〔鮒〕鲍〔鮑〕鲐〔鮐〕鲞〔鯗〕鲝〔鮺〕\n鲚〔鱭〕鲛〔鮫〕鲜〔鮮〕鲑〔鮭〕鲒〔鮚〕\n鲟〔鱘〕鲔〔鮪〕鲟〔鱘〕鲗〔鰂〕鲖〔鮦〕\n鲙〔鱠〕鲨〔鯊〕噜〔嚕〕鲡〔鱺〕鲠〔鯁〕\n鲢〔鰱〕鲫〔鯽〕鲥〔鰣〕鲩〔鯇〕鲣〔鰹〕\n鲤〔鯉〕鲦〔鰷〕鲧〔鯀〕橹〔櫓〕氇〔氌〕\n鲸〔鯨〕鲭〔鯖〕鲮〔鯪〕鲰〔鯫〕鲲〔鯤〕\n鲻〔鯔〕鲳〔鯧〕鲱〔鯡〕鲵〔鯢〕鲷〔鯛〕\n鲶〔鯰〕藓〔蘚〕〔鰌〕〔鰆〕鲿〔鱨〕\n鳊〔鯿〕鲽〔鰈〕鳁〔鰛〕鳃〔鰓〕鳄〔鰐〕\n镥〔鑥〕鳅〔鰍〕鳆〔鰒〕鳇〔鰉〕鳌〔鰲〕\n〔〕〔鰧〕鳒〔鰜〕鳍〔鰭〕鳎〔鰨〕\n鳏〔鰥〕鳑〔鰟〕癣〔癬〕鳖〔鱉〕鳙〔鱅〕\n鳛〔鰼〕鳕〔鱈〕鳔〔鰾〕鳓〔鰳〕鳘〔鰵〕\n鳗〔鰻〕鳝〔鱔〕鳟〔鱒〕鳞〔鱗〕鳜〔鱖〕\n鳣〔鱣〕鳢〔鱧〕\n与\n屿〔嶼〕欤〔歟〕\n云\n芸〔蕓〕昙〔曇〕叆〔靉〕叇〔靆〕\n\n\n\n\n\n\n郑\n掷〔擲〕踯〔躑〕\n执\n垫〔墊〕挚〔摯〕贽〔贄〕鸷〔鷙〕蛰〔蟄〕\n絷〔縶〕\n质\n锧〔鑕〕踬〔躓〕\n专\n传〔傳〕抟〔摶〕转〔轉〕〔膞〕砖〔磚〕\n啭〔囀〕\n讠\n计〔計〕订〔訂〕讣〔訃〕讥〔譏〕议〔議〕\n讨〔討〕讧〔訌〕讦〔訐〕记〔記〕讯〔訊〕\n讪〔訕〕训〔訓〕讫〔訖〕访〔訪〕讶〔訝〕\n讳〔諱〕讵〔詎〕讴〔謳〕诀〔訣〕讷〔訥〕\n设〔設〕讽〔諷〕讹〔訛〕〔訢〕许〔許〕\n论〔論〕讼〔訟〕讻〔訩〕诂〔詁〕诃〔訶〕\n评〔評〕诏〔詔〕词〔詞〕译〔譯〕诎〔詘〕\n诇〔詗〕诅〔詛〕识〔識〕诌〔謅〕诋〔詆〕\n诉〔訴〕诈〔詐〕诊〔診〕诒〔詒〕诨〔諢〕\n该〔該〕详〔詳〕诧〔詫〕诓〔誆〕诖〔詿〕\n诘〔詰〕诙〔詼〕试〔試〕诗〔詩〕诩〔詡〕\n诤〔諍〕诠〔詮〕诛〔誅〕诔〔誄〕诟〔詬〕\n诣〔詣〕话〔話〕诡〔詭〕询〔詢〕诚〔誠〕\n诞〔誕〕浒〔滸〕诮〔誚〕说〔説〕诫〔誡〕\n诬〔誣〕语〔語〕诵〔誦〕罚〔罸〕误〔誤〕\n诰〔誥〕诳〔誑〕诱〔誘〕诲〔誨〕诶〔〕\n狱〔獄〕谊〔誼〕谅〔諒〕谈〔談〕谆〔諄〕\n谉〔讅〕谇〔誶〕请〔請〕诺〔諾〕诸〔諸〕\n读〔讀〕诼〔諑〕诹〔諏〕课〔課〕诽〔誹〕\n诿〔諉〕谁〔誰〕谀〔諛〕调〔調〕谄〔諂〕\n谂〔諗〕谛〔諦〕谙〔諳〕谜〔謎〕谚〔諺〕\n谝〔諞〕谘〔諮〕谌〔諶〕谎〔謊〕谋〔謀〕\n谍〔諜〕谐〔諧〕谏〔諫〕谞〔諝〕谑〔謔〕\n谒〔謁〕谔〔諤〕谓〔謂〕谖〔諼〕谕〔諭〕\n谥〔謚〕谤〔謗〕谦〔謙〕谧〔謐〕谟〔謨〕\n谠〔讜〕谡〔謖〕谢〔謝〕谣〔謡〕储〔儲〕\n谪〔謫〕谫〔譾〕谨〔謹〕谬〔謬〕谩〔謾〕\n谱〔譜〕谮〔譖〕谭〔譚〕谰〔讕〕谲〔譎〕\n谯〔譙〕蔼〔藹〕槠〔櫧〕谴〔譴〕谵〔譫〕\n谳〔讞〕辩〔辯〕〔讌〕雠〔讎〕(3) 谶〔讖〕\n霭〔靄〕\n饣\n饥〔饑〕饦〔飥〕饧〔餳〕饨〔飩〕饭〔飯〕\n\n\n\n\n\n\n饮〔飲〕饫〔飫〕饩〔餼〕饪〔飪〕饬〔飭〕\n饲〔飼〕饯〔餞〕饰〔飾〕饱〔飽〕饴〔飴〕\n饳〔飿〕饸〔餄〕饷〔餉〕饺〔餃〕饻〔餏〕\n饼〔餠〕饵〔餌〕饶〔饒〕蚀〔蝕〕饹〔餎〕\n饽〔餑〕馁〔餒〕饿〔餓〕馆〔館〕馄〔餛〕\n馃〔餜〕馅〔餡〕馉〔餶〕馇〔餷〕馈〔饋〕\n馊〔餿〕馐〔饈〕馍〔饃〕馎〔餺〕馏〔餾〕\n馑〔饉〕馒〔饅〕馓〔饊〕馔〔饌〕馕〔饟〕\n\n\n汤〔湯〕扬〔揚〕场〔場〕旸〔暘〕饧〔餳〕\n炀〔煬〕杨〔楊〕肠〔腸〕疡〔瘍〕砀〔碭〕\n畅〔暢〕钖〔錫〕殇〔殤〕荡〔蕩〕烫〔燙〕\n觞〔觴〕\n纟\n丝〔絲〕纠〔糾〕纩〔纊〕纡〔紆〕纣〔紂〕\n红〔紅〕纪〔紀〕纫〔紉〕纥〔紇〕约〔约〕\n纨〔紈〕级〔級〕纺〔紡〕纹〔紋〕纬〔緯〕\n纭〔紜〕纯〔純〕纰〔紕〕纽〔紐〕纳〔納〕\n纲〔綱〕纱〔紗〕纴〔紝〕纷〔紛〕纶〔綸〕\n纸〔紙〕纵〔縱〕纾〔紓〕纼〔紖〕咝〔噝〕\n绊〔絆〕线〔綫〕绀〔紺〕绁〔紲〕绂〔紱〕\n绋〔紼〕绎〔繹〕经〔經〕绍〔紹〕组〔組〕\n细〔細〕〔紬〕绅〔紳〕织〔織〕绌〔絀〕\n终〔終〕绉〔縐〕绐〔紿〕哟〔喲〕绖〔絰〕\n荮〔葤〕荭〔葒〕绞〔絞〕统〔統〕绒〔絨〕\n绕〔繞〕绔〔絝〕结〔結〕绗〔絎〕给〔給〕\n绘〔繪〕绝〔絶〕绛〔絳〕络〔絡〕绚〔絢〕\n绑〔綁〕莼〔蒓〕绠〔綆〕绨〔綈〕绡〔綃〕\n绢〔絹〕绣〔綉〕绥〔綏〕绦〔縧〕鸶〔鷥〕\n综〔綜〕绽〔綻〕绾〔綰〕绻〔綣〕绩〔績〕\n绫〔綾〕绪〔緒〕续〔續〕绮〔綺〕缀〔綴〕\n绿〔緑〕绰〔綽〕绲〔緄〕绳〔繩〕绯〔緋〕\n绶〔綬〕绸〔綢〕绷〔綳〕绺〔綹〕维〔維〕\n绵〔綿〕缁〔緇〕缔〔締〕编〔編〕缕〔縷〕\n缃〔緗〕缂〔緙〕缅〔緬〕缘〔緣〕缉〔緝〕\n缇〔緹〕缈〔緲〕缗〔緡〕缊〔緼〕缌〔緦〕\n缆〔纜〕缓〔緩〕缄〔緘〕缑〔緱〕缒〔縋〕\n缎〔緞〕辔〔轡〕缞〔縗〕缤〔繽〕缟〔縞〕\n缣〔縑〕缢〔縊〕缚〔縛〕缙〔縉〕缛〔縟〕\n缜〔縝〕缝〔縫〕缡〔縭〕潍〔濰〕缩〔縮〕\n缥〔縹〕缪〔繆〕缦〔縵〕缨〔纓〕缫〔繅〕\n缧〔縲〕蕴〔藴〕缮〔繕〕缯〔繒〕缬〔纈〕\n缭〔繚〕橼〔櫞〕缰〔繮〕缳〔繯〕缲〔繰〕\n缱〔繾〕缴〔繳〕辫〔辮〕缵〔纘〕\n\n\n\n\n\n\n\n坚〔堅〕贤〔賢〕肾〔腎〕竖〔竪〕悭〔慳〕\n紧〔緊〕铿〔鏗〕鲣〔鰹〕\n\n\n劳〔勞〕茕〔煢〕茔〔塋〕荧〔熒〕荣〔榮〕\n荥〔滎〕荦〔熒〕涝〔澇〕崂〔嶗〕莹〔瑩〕\n捞〔撈〕唠〔嘮〕莺〔鶯〕萤〔螢〕营〔營〕\n萦〔縈〕痨〔癆〕嵘〔嶸〕铹〔鐒〕耢〔耮〕\n蝾〔蠑〕\n\n\n览〔覧〕揽〔攬〕缆〔纜〕榄〔欖〕鉴〔鑒〕\n只\n识〔識〕帜〔幟〕织〔織〕炽〔熾〕职〔職〕\n钅\n钆〔釓〕钇〔釔〕钌〔釕〕钋〔釙〕钉〔釘〕\n针〔針〕钊〔釗〕钗〔釵〕钎〔釺〕钓〔釣〕\n钏〔釧〕钍〔釷〕钐〔釤〕钒〔釩〕钖〔鍚〕\n钕〔釹〕钔〔鍆〕钬〔鈥〕钫〔鈁〕钚〔鈈〕\n〔釾〕钪〔鈧〕钯〔鈀〕钭〔鈄〕钙〔鈣〕\n钝〔鈍〕钛〔鈦〕钘〔鈃〕钮〔鈕〕钞〔鈔〕\n钢〔鋼〕钠〔鈉〕钡〔鋇〕钤〔鈐〕钧〔鈞〕\n钩〔鈎〕钦〔欽〕钨〔鎢〕铋〔鉍〕钰〔鈺〕\n钱〔錢〕钲〔鉦〕钳〔鉗〕钴〔鈷〕钺〔鉞〕\n钵〔鉢〕钹〔鈸〕钼〔鉬〕钾〔鉀〕铀〔鈾〕\n钿〔鈿〕铎〔鐸〕〔鏺〕铃〔鈴〕铅〔鉛〕\n铂〔鉑〕铄〔鑠〕铆〔鉚〕铍〔鈹〕钶〔鈳〕\n铊〔鉈〕钽〔鉭〕铌〔鈮〕钷〔鉕〕铈〔鈰〕\n铉〔鉉〕铒〔鉺〕铑〔銠〕铕〔銪〕铟〔銦〕\n铷〔銣〕铯〔銫〕铥〔銩〕铪〔鉿〕铞〔銱〕\n铫〔銚〕铵〔銨〕衔〔銜〕铲〔鏟〕铰〔鉸〕\n铳〔銃〕铱〔銥〕铓〔鋩〕铗〔鋏〕铐〔銬〕\n铏〔鉶〕铙〔鐃〕银〔銀〕铛〔鐺〕铜〔銅〕\n铝〔鋁〕铡〔鍘〕铠〔鎧〕铨〔銓〕铢〔銖〕\n铣〔銑〕铤〔鋌〕铭〔銘〕铬〔鉻〕铮〔錚〕\n铧〔鏵〕铩〔鎩〕揿〔撳〕锌〔鋅〕锐〔鋭〕\n锑〔銻〕锒〔鋃〕铺〔鋪〕铸〔鑄〕嵚〔嶔〕\n锓〔鋟〕锃〔鋥〕链〔鏈〕铿〔鏗〕锏〔鐧〕\n销〔銷〕锁〔鎖〕锄〔鋤〕锅〔鍋〕锉〔銼〕\n锈〔銹〕锋〔鋒〕锆〔鋯〕铹〔鐒〕锔〔鋦〕\n锕〔錒〕锎〔鐦〕铽〔鋱〕铼〔錸〕锇〔鋨〕\n锂〔鋰〕锧〔鑕〕锘〔鍩〕锞〔錁〕锭〔錠〕\n锗〔鍺〕锝〔鍀〕锫〔錇〕错〔錯〕锚〔錨〕\n锛〔錛〕锯〔鋸〕锰〔錳〕锢〔錮〕锟〔錕〕\n锡〔錫〕锣〔鑼〕锤〔錘〕锥〔錐〕锦〔錦〕\n\n\n\n\n\n\n锨〔鍁〕锱〔錙〕键〔鍵〕镀〔鍍〕镃〔鎡〕\n镁〔鎂〕镂〔鏤〕锲〔鍥〕锵〔鏘〕锷〔鍔〕\n锶〔鍶〕锴〔鍇〕锾〔鍰〕锹〔鍬〕锿〔鎄〕\n镅〔鎇〕镄〔鐨〕锻〔鍛〕锸〔鍤〕锼〔鎪〕\n镎〔鎿〕镓〔鎵〕镋〔钂〕镔〔鑌〕镒〔鎰〕\n〔〕镑〔鎊〕镐〔鎬〕镉〔鎘〕镊〔鑷〕\n镇〔鎮〕镍〔鎳〕镌〔鎸〕镏〔鎦〕镜〔鏡〕\n镝〔鏑〕镛〔鏞〕镞〔鏃〕镖〔鏢〕镚〔鏰〕\n镗〔鏜〕〔鐯〕镘〔鏝〕镩〔鑹〕镦〔鐓〕\n〔鐥〕镨〔鐠〕镧〔鑭〕镥〔鑥〕镤〔鏷〕\n镢〔鐝〕镣〔鐐〕镫〔鐙〕镪〔鏹〕镰〔鐮〕\n镱〔鐿〕镭〔鐳〕镬〔鑊〕镮〔鐶〕镯〔鐲〕\n镲〔鑔〕镳〔鑣〕镴〔鑞〕镶〔鑲〕〔钁〕\n\n\n峃〔嶨〕学〔學〕觉〔覺〕搅〔攪〕喾〔嚳〕\n鲎〔鱟〕黉〔黌〕\n\n\n译〔譯〕泽〔澤〕怿〔懌〕择〔擇〕峄〔嶧〕\n绎〔繹〕驿〔驛〕铎〔鐸〕萚〔蘀〕释〔釋〕\n箨〔籜〕\n\n\n劲〔勁〕刭〔剄〕陉〔陘〕泾〔涇〕茎〔莖〕\n径〔徑〕经〔經〕烃〔烴〕轻〔輕〕氢〔氫〕\n胫〔脛〕痉〔痙〕羟〔羥〕颈〔頸〕巯〔巰〕\n亦\n变〔變〕弯〔彎〕孪〔孿〕峦〔巒〕娈〔孌〕\n恋〔戀〕栾〔欒〕挛〔攣〕鸾〔鸞〕湾〔灣〕\n蛮〔蠻〕脔〔臠〕滦〔灤〕銮〔鑾〕\n呙\n剐〔剮〕涡〔渦〕埚〔堝〕〔喎〕莴〔萵〕\n娲〔媧〕祸〔禍〕脶〔腡〕窝〔窩〕锅〔鍋〕\n蜗〔蝸〕\n (1)赏：不可误作尝。尝是嘗的简化字(见第二表)。\n (2)鬥字头的字，一般也写作門字头，如鬧、鬮、鬩写作閙、、。因此，这些鬥字头的字可简化作門字头。\n但鬥争的鬥应简作斗(见第一表)。\n (3) 雠：用于校雠、雠定、仇雠等。表示仇恨、仇敌义时用仇。\n\n\n《简化字总表》说明\n\n\n1.本表收录1956 年国务院公布的《汉字简化方案》中的全部简化字。关于简化偏旁的应用范围，本表遵照\n1956 年方案中的规定以及1964 年3 月7 日中国文字改革委员会、文化部、教育部《关于简化字的联合通知》\n的规定，用简化字和简化偏旁作为偏旁得出来的简化字，也收录本表内（本表所说的偏旁，不限于左旁和\n右旁，也包括字的上部下部内部外部，总之指一个字的可以分出来的组成部分而言。这个组成部分在一个"
    },
    {
     "h": "《简化字总表》说明（含联合通知与重新发表说明）",
     "c": "锨〔鍁〕锱〔錙〕键〔鍵〕镀〔鍍〕镃〔鎡〕\n镁〔鎂〕镂〔鏤〕锲〔鍥〕锵〔鏘〕锷〔鍔〕\n锶〔鍶〕锴〔鍇〕锾〔鍰〕锹〔鍬〕锿〔鎄〕\n镅〔鎇〕镄〔鐨〕锻〔鍛〕锸〔鍤〕锼〔鎪〕\n镎〔鎿〕镓〔鎵〕镋〔钂〕镔〔鑌〕镒〔鎰〕\n〔〕镑〔鎊〕镐〔鎬〕镉〔鎘〕镊〔鑷〕\n镇〔鎮〕镍〔鎳〕镌〔鎸〕镏〔鎦〕镜〔鏡〕\n镝〔鏑〕镛〔鏞〕镞〔鏃〕镖〔鏢〕镚〔鏰〕\n镗〔鏜〕〔鐯〕镘〔鏝〕镩〔鑹〕镦〔鐓〕\n〔鐥〕镨〔鐠〕镧〔鑭〕镥〔鑥〕镤〔鏷〕\n镢〔鐝〕镣〔鐐〕镫〔鐙〕镪〔鏹〕镰〔鐮〕\n镱〔鐿〕镭〔鐳〕镬〔鑊〕镮〔鐶〕镯〔鐲〕\n镲〔鑔〕镳〔鑣〕镴〔鑞〕镶〔鑲〕〔钁〕\n\n\n峃〔嶨〕学〔學〕觉〔覺〕搅〔攪〕喾〔嚳〕\n鲎〔鱟〕黉〔黌〕\n\n\n译〔譯〕泽〔澤〕怿〔懌〕择〔擇〕峄〔嶧〕\n绎〔繹〕驿〔驛〕铎〔鐸〕萚〔蘀〕释〔釋〕\n箨〔籜〕\n\n\n劲〔勁〕刭〔剄〕陉〔陘〕泾〔涇〕茎〔莖〕\n径〔徑〕经〔經〕烃〔烴〕轻〔輕〕氢〔氫〕\n胫〔脛〕痉〔痙〕羟〔羥〕颈〔頸〕巯〔巰〕\n亦\n变〔變〕弯〔彎〕孪〔孿〕峦〔巒〕娈〔孌〕\n恋〔戀〕栾〔欒〕挛〔攣〕鸾〔鸞〕湾〔灣〕\n蛮〔蠻〕脔〔臠〕滦〔灤〕銮〔鑾〕\n呙\n剐〔剮〕涡〔渦〕埚〔堝〕〔喎〕莴〔萵〕\n娲〔媧〕祸〔禍〕脶〔腡〕窝〔窩〕锅〔鍋〕\n蜗〔蝸〕\n (1)赏：不可误作尝。尝是嘗的简化字(见第二表)。\n (2)鬥字头的字，一般也写作門字头，如鬧、鬮、鬩写作閙、、。因此，这些鬥字头的字可简化作門字头。\n但鬥争的鬥应简作斗(见第一表)。\n (3) 雠：用于校雠、雠定、仇雠等。表示仇恨、仇敌义时用仇。\n\n\n《简化字总表》说明\n\n\n1.本表收录1956 年国务院公布的《汉字简化方案》中的全部简化字。关于简化偏旁的应用范围，本表遵照\n1956 年方案中的规定以及1964 年3 月7 日中国文字改革委员会、文化部、教育部《关于简化字的联合通知》\n的规定，用简化字和简化偏旁作为偏旁得出来的简化字，也收录本表内（本表所说的偏旁，不限于左旁和\n右旁，也包括字的上部下部内部外部，总之指一个字的可以分出来的组成部分而言。这个组成部分在一个\n\n\n\n\n\n\n字里可以是笔画较少的，也可以是笔画较多的。例如“摆”字，“扌”固然是偏旁，但是“罢”也作偏旁）。\n\n2.总表分成三个表。表内所有简化字和简化偏旁后面，都在括弧里列入原来的繁体。\n\n第一表所收的是352 个不作偏旁用的简作字。这些字的繁体一般都不用作别的字的偏旁。个别能作别的字\n的偏旁，也不依简化字简化。如“習”简化作“习”，但“褶”不简化作“ ”。\n\n第二表所收的是：一、132 个可作偏旁用的简化字和二、14 个简化偏旁。第一项所列繁体字，无论单独用\n或者作别的字的偏旁用，同样简化。第二项的简化偏旁，不论在一个字的任何部位，都可以使用，其中“讠、\n饣、纟、钅”一般只能用于左偏旁。这些简化偏旁一般都不能单独使用。在《汉字简化方案》中已另行简\n化的繁体字，不能再适用上述原则简化。例如“戰”、“過”、“誇”，按《汉字简化方案》已简化作“战”、“过”、\n“夸”，因此不能按“单”、“呙”、“讠”作为偏旁简化作“ ”、“ ”、“ ”。  除本表所列的146 个简化字\n和简化偏旁外，不得任意将某一简化字的部分结构当作简化偏旁使用。例如“陽”按《汉字简化方案》作\n“阳”，但不得任意将“日”当作“昜”的简化偏旁。如“楊”应按简化偏旁“ （昜）”简化作“杨”，不\n得简化作“ ”。\n\n\n第三表所收的是应用第二表的简化字和简化偏旁作为偏旁得出来的简化字。汉字总数很多，这个表不必尽\n列。例如有“车”旁的字，如果尽量地列，就可以列出一二百个，其中有许多是很生僻的字，不大用得到。\n现在为了适应一般的需要，第三表所列的简化字的范围，基本上以《新华字典》（1962 年第三版，只收汉字\n八千个左右）为标准。未收入第三表的字，凡用第二表的简化字或简化偏旁作为偏旁的，一般应该同样简\n化。\n\n3.此外，在1955 年文化部和中国文字改革委员会发布的《第一批异体字整理表》中，有些被淘汰的异体字\n和被选用的正体字繁简不同，一般人习惯把这些笔画少的正体字看作简化字。为了便于检查，本表把这些\n字列为一表，作为附录。\n\n4.一部分简化字，有特殊情形，需要加适当的注解。例如“干”是“乾”(gān)的简作字，但是“乾坤”的“乾”\n(qián)并不简化；又如“吁”是“籲”(yù)的简化字，但是“长吁短叹”的“吁”仍旧读xū；这种一字两读\n的情形，在汉字里本来常有，如果不注出来，就容易引起误会。又如以“余”代“餘”，以“复”代“覆”，\n虽然群众已经习惯了，而在某些情况下却不适宜，需要区别。又如“么”和“幺”有什么不同，“马”字究\n竟几笔，等等。诸如此类可能发生疑难的地方，都在页末加了脚注。1964 年5 月\n\n\n中国文字改革委员会中华人民共和国文化部中华人民共和国教育部关于简化字的联合通知（1964 年3 月7\n日）\n\n根据国务院1964 年2 月4 日关于简化字问题给中国文字改革委员会的批示：“同意你会在报告中提出的意\n见：《汉字简化方案》中所列的简化字，用作偏旁时，应同样简化；《汉字简化方案》的偏旁简化表中所列\n的偏旁，除了四个偏旁（讠、饣、纟、钅）外，其余偏旁独立成字时，也应同样简化。你会应将上述可以\n用作偏旁的简化字和可以独立成字的偏旁，分别作成字表，会同有关部门下达执行”，现特将这两类字分别\n列表通知如下。\n\n一、下列92 个字已经简化，作偏旁时应该同样简化。\n\n\n\n\n\n\n\n例如，“爲”已简化作“为”，“僞嬀”同样简化作“伪妫”。\n\n\n愛爱 罷罢 備备 筆笔 畢毕 邊边 參参 倉仓 嘗尝 蟲虫 從从 竄窜 達达 帶带 黨党 動\n动 斷断 對对 隊队 爾尔 豐丰 廣广 歸归 龜龟 國国 過过 華华 畫画 匯汇 夾夹 薦荐\n將将 節节 盡尽 進进 舉举 殻壳 來来 樂乐 離离    歷历 麗丽 兩两 靈灵 劉刘 盧\n卢 虜虏 鹵卤 録录 慮虑 買买 麥麦 黽黾 難难 聶聂 寧宁 豈岂 氣气 遷迁 親亲 窮穷\n嗇啬 殺杀 審审 聖圣 時时 屬属 雙双 嵗岁 孫孙 條条 萬万 爲为 烏乌 無无 獻献 鄉\n乡 寫写 尋寻 亞亚    嚴严 厭厌 業业 藝艺 陰阴 隱隐 猶犹 與与 雲云 鄭郑 埶执\n質质\n\n二、下列40 个偏旁已经简化，独立成字时应该同样简化（言食糸金一般只作左旁时简化，独立成字时不简\n化）。\n例如，“魚”作偏旁已简化作“鱼”旁，独立成字时同样简化作“鱼”。\n\n\n貝贝 賓宾 産产 長长 車车 齒齿 芻刍 單单 當当 東东 發发 風风 岡冈 會会 幾几 戔\n戋 監监 見见 龍龙 婁娄 侖仑 羅罗 馬马 賣卖 門门 鳥鸟 農农 齊齐 僉佥 喬乔 區区\n師师 壽寿 肅肃 韋韦 堯尧 頁页 義义 魚鱼 專专\n\n\n三、在一般通用字范围内，根据上述一、二两项规定类推出来的简化字，将收入中国文字改革委员会编印\n的《简化字总表》中。\n\n\n关于重新发表《简化字总表》的说明\n\n为纠正社会用字混乱，便于群众使用规范的简化字，经国务院批准重新发表原中国文字改革委员会于1964\n年编印的《简化字总表》。原《简化字总表》中的个别字，作了调整。“叠”、“覆”、“像”、“囉”不再作“迭”、\n“复”、“象”、“罗”的繁体字处理。因此，在第一表中删去了“迭[叠]”、“象[像]”，“复”字字头下删去繁\n体字[覆]。在第二表“罗”字字头下删去繁体字[囉]，“囉”依简化偏旁“罗”类推简化为“啰”。“瞭”字读\n“liǎo”（了解）时，仍简作“了”，读“liào”（瞭望）时作“瞭”，不简作“了”。此外，对第一表“余[餘]”\n的脚注内容作了补充，第三表“讠”下偏旁类推字“雠”字加了脚注。  汉字的形体在一个时期内应当\n保持稳定，以利应用。《第二次汉字简化方案（草案）》已经国务院批准废止。我们要求社会用字以《简化\n字总表》为标准：凡是在《简化字总表》中已经被简化了的繁体字，应该用简化字而不用繁体字；凡是不\n符合《简化字总表》规定的简化字，包括《第二次汉字简化方案（草案）》的简化字和社会上流行的各种简\n体字，都是不规范的简他字，应当停止使用。希望各级语言文字工作部门和文化、教育、新闻等部门多作\n宣传，采取各种措施，引导大家逐渐用好规范的简化字。\n                            国家语言文字工作委员会\n                                                           1986 年10 月10 日"
    }
   ]
  },
  "全书笔记": {
   "type": "raw",
   "title": "2604古代汉语全书笔记打印版（简体版）",
   "sections": [
    {
     "h": "封面与考试题型说明",
     "c": "蒋丽媛2604考期古代汉语全书笔记汇总-打印版【简体版】。\n说明：小蒋老师制作古代汉语全书笔记，与上课课件基本同步匹配，方便古代汉语学习，加入大量例句。\n【第72页-75页内容为古文背诵默写题的短文，同学们必须背诵默写这10个段落。】\n小蒋老师说——古代汉语考试题型：\n单选题20道，每题1分，总分20分，课内例字居多。\n古文背诵默写6道，每题1分，6分【必把握】，教材375页指定-笔记上有。\n解释词语题10道，前五释词、后五词性+作用，每题10分，课内词居多。\n简答题3道，8+6+6，20分，课内知识为主，例子不定。\n古文翻译题6道，每题2分(翻译句子)，12分，全书文选-95篇古文。\n古文标点题12道，每题1分，12分，课外古文。\n古文阅读题3道，6+7+7，20分，主要是课外古文。"
    },
    {
     "h": "第一课 汉字的结构与演变（一）汉字的性质与六书定义",
     "c": "一、汉字的性质：汉字属于构意文字、表意文字。\n二、汉字的结构【小蒋提醒：常考选择题，或给出例字简答题归类，说明判断结构的依据-定义考查】\n六书—东汉·许慎《说文解字》【小蒋说：定义常考选择】\n（一）象形：画成其物，随体诘诎 jié qū，日月是也。\n（二）指事：视而可识，察而见意，上下是也。\n（三）会意：比类合谊，以见指撝 huī，武信是也。\n（四）形声：以事为名，取譬 pì 相成，江河是也。\n（五）转注：建类一首，同意相受。考老是也。\n（六）假借：本无其字，依声托事，令长是也。\n（一）象形：画成其物，随体诘诎 jié qū，日月是也。——描绘事物轮廓，随着物体轮廓确定线条曲直。\n常考例字：日、月、高、大、向、眉、栗、血、人、大、女、又、目、耳、口、齒、草、木、水、戈、戶、門、牛、羊、犬、豕、馬、鹿、弓、矢、止、果、心、刀、豆、番、齐、頁、田、石、魚。\n小蒋提醒—判断象形字方式：①多数是具体实物名词 ②多是独体字 ③也可表示某种性质、状态。\n小蒋提醒—合体象形：①为了加深对造意的理解 ②在被描绘的事物本体外加些背景。【1404简答】"
    },
    {
     "h": "第一课（二）指事、会意",
     "c": "（二）指事：视而可识，察而见意，上下是也。——纯抽象符号或在象形字上添加提示符号。\n常考例字：上、下、一、二、刃、亦、甘、朱、本、末、肱（厷）【1110/1504简答】\n（三）会意：比类合谊，以见指撝 huī，武信是也。——根据事物间的某种关系，组合两个或两个以上的独体字构成新字。\n常考例字：武、信、从、牧、莫、春、臭、息、瀀（灋）、闡（明）、吹、春、及、名、秉、逐、獲（获）、伐、社、為、見、益、初、祝、磊、取、利、行【1310/1504/1804简答】\n会意字例表：武(从戈从止，行軍動武)；信(从人从言，言語的真實)；從(从人从人，跟隨)；牧(从攴从牛，執鞭放牧)；莫(从日从艸，日落，夜幕降臨)；春(从日从艸从屯，春來)；臭(从犬从自，氣味的總稱)；息(从心从自，氣息、呼吸)；瀀(从鬲从水从去，公平)；闡(从日从月，明亮、光明)；吹(从口从欠，合攏嘴唇用力呼氣)。"
    },
    {
     "h": "第一课（三）形声字类型与义符声符",
     "c": "（四）形声：以事为名，取譬 pì 相成，江河是也。\n两部分组成：表示字的意义（形符）＋字的读音（声符）；从____，____声。\n例字：江、河、新、星、鸡、责、杞、样、颖、揜、趾、頁等。\n1.形声字的类型：①原有象形字基础上增加声符——星、鸡（雞）；②为了分化词义而增加义符——舍（捨）、止（趾）；③特殊：义符和声符拼合造形声字——示：意符；禮（礼）、福、祭。\n2.形声字義（义）符的表义特点：（1）义符表示词义的范围，但不表示具体的词义。例：頁（页），本义为“人头”；項（脖子）、題（前额）、颜（脸面）、顛（头顶）。（2）同一个义符可以表示范围的大小和宽窄，大小不一，甚至相反。例：昭、晴、晞、昕—“明亮”；晚、昧、暗、晦—“昏暗”；阜 fù，本义“土山”；除（象山之形）、险（山路崎岖不平）、防（大堤）、陈（山丘）、陵（大山）。\n3.义符和声符在形声字中的位置分布【小蒋提醒：常考选择题，或给出例字简答题归类—易混点内容】常见形声字：【1604简答】\n左形右声：钱、材、消、熔；右形左声：放、鸭、刎、颈、锦、钦、蚀；上形下声：茅、简、空、罟 gǔ、孟；下形上声：柴、酱、盆、罋（瓮）wèng、幕、恭、築；内形外声：闻、问、闽、嬴、辩、辫、瓣、哀、随；外形内声：匪、匐、固、裹、衷、戚；形在一角：颖、脩、赖、勝、腾、佞、疆；声在一角：徒、徙、旗。\n徒（从辵 chuò 土声，本义：行走）；钱（从金戔 jiān 声）；旗（从㫃 yǎn，其声）；颖（从禾，顷声，本义：谷穗）；赖（从贝，刺 là 声，本义：盈利）；佞（从女仁声，本义：用花言巧语谄媚）。\n注意——反常情况：“视、祁、锦、钦、冯、和、蚀”：右形左声；“钊、到”：左形右声；“闷、问”：内形外声；“闺、阁”：外形内声；“孟”：上形下声；“笃、筑、竺”：下形上声。\n4.省声字和省形字：字形结构匀称或出于简化目的，省去字的形符和声符的一部分。（1）省声字：（见原扫描页第4页，含字形图）。\n【交接说明·供后续OCR切片对齐用】1.本分片为 blanks.全书笔记，type=raw。本切片仅录入源PDF第1-4页（「第一课 汉字的结构与演变」前半），共4个section，分节依据：封面/考试题型、第一课汉字性质与六书定义、指事会意、形声字类型与义符声符。2.源PDF共75页，第5-75页（第一课后半起至第二十课；第72-75页为古文背诵默写10个段落）含大量古文字字形图、表格、红字标注，本切片未逐字录入，避免臆造。3.后续OCR切片从源PDF第5页接着往下，新section紧接本节追加，不要重录第1-4页；分节沿用「按课/节」的h命名。本段为占位标注，后续请勿覆盖。"
    },
    {
     "h": "第一课（四）转注、假借与汉字形体的演变",
     "c": "產（产，从生，彦省声）、夜（从夕，亦省声）、雷（从雨）；\n（2）省形字：\n弑（从杀省，式声）、耇gǒu（从老省，句声，本义指老年斑）\n（五）转注：建类一首，同意相受。考老是也。\n由于意义的引申而产生分化字，分化字 — 转注的关系。\n（六）假借：本无其字，依声托事，令长是也。\n本没有表示它的字，依据读音找一个音同/音近的字来寄托这个词义要表达的事物。\n①令：原指发号；后借为县令。  ②长：原指久远；后借用凡长之属皆从长。\n③其：原指簸箕；后借用为表示语气词、代词。  ④莫：原指日暮，暮色；后借用为否定。\n\n三、汉字形体的演变\n（一）殷商甲骨文：甲骨文：指刻在龟甲、兽骨上的文字。已知我国最早的成系统的文字。\n（二）西周金文：金文：铸刻在青铜器上的文字。\n（三）战国文字：对战国时代周王室和各诸侯国所有品类文字的统称。两大派系：秦系文字和六国文字。\n（四）小篆：秦始皇统一中国后实行\"书同文\"政策所规定采用的标准字体。\n（命李斯将\"史籀zhòu大篆zhuàn\"略加省改，作为规范文字）\n小蒋说：篆书和篆文是不同的概念。篆文是古代的一种书法艺术。\n（五）隶书\n隶书：隶书是起源于战国晚期、到汉代趋于成熟的一种新型字体。\n汉字体系由古文字跨入今文字。隶变：汉字由篆文到隶书的演变过程。\n（六）楷书\n楷书：萌芽于东汉，流行于魏晋南北朝，完全成熟于隋唐\n楷书：汉字笔画的最后定型。（汉字形体的演变已告最终完成）\n楷化：汉字由汉隶演变为楷书的过程。\n发展趋势：便于记忆，易于书写，从象形性向符号化演变。"
    },
    {
     "h": "第二课 汉字的结构与词义的探索",
     "c": "第二课 汉字的结构与词义的探索\n一、汉字形义统一的条件\n（一）只有早期汉字和有规律演变的字形才是形义统一的\n早期汉字：甲骨文、金文→小篆；保留着汉字的构形理据【形义统一】\n规律：水在作左偏旁时全部演变为\"氵\"\n例字：①祝：人对着牌位张嘴祷告。②闲/閒：象门中见月之形，\"门缝\"  ③秉、元、见、水。\n（此下附古文字形体图：祝、閒、秉、元、见、水）\n（二）只有本字和本义才是形义统一的\n本字：指专为记录某个词所造的字，它的形体是以这个词的某一义项为根据而造的。\n本字是根据词义而造的，是形义统一的。【只有本字才能探究词义】\n例字：①\"亦\"：\"腋窝\"；②\"汝\"：\"汝水\"；③\"莫\"：\"暮色\"。\n本义是对引申义、假借义而言的。\n二、汉字的结构与词义的探求\n1.纯表意字与词义的探求\n纯表意字：没有示音符号的象形字、指事字和会意字。\n本字是根据词义而造的，是形义统一的。\n①豆：本义一高脚盘子，盛放肉的食器。（象形字）  ②亦：本义一人的腋下。（指事字）\n③伐：本义一攻打。（会意字）  ④番：本义一兽足  （象形字）\n⑤刃：本义一刀刃的位置  （指事字）\n⑥艺：本义一种植  （会意字［也可算作象形字一象人手持秧苗作栽种状］）\n（此下附古文字形体图：豆、亦、伐、番、刃、艺）\n2.形声字与词义的探求\n形声字是通过义符与词的本义发生关系，大多数形声字的义符都能标示本义所属的意义范畴。\n例字：\"页\"  本义：人头；凡由\"页\"作义符的字，都与头部或头部特征相关。\n题：前额；  颠：头顶；  领：整个脖子；\n项：脖子的后部；  颈：脖子的前部；  颁：大头；  顿：以头叩地；  颇：头偏。\n三、从汉字的结构探求词义的重要参考书——《说文解字》\n《说文解字》：我国语言学史上第一部分析字形、解说字义、辨识声读的文字学著作。\n作者：东汉许慎\n编写目的：为证实汉字的构意性质和形义统一规律。\n全书组成：以小篆为正体字，小篆之下再列古文、籀文。\n从9353个小篆的字形结构中分析出540部，用540个部首来统属和排列汉字。【2504单选】"
    },
    {
     "h": "第三课（一）通假字",
     "c": "第三课 古书的用字\n一、通假字：\n【小蒋说：古书用字为高频重点 — 1704、1810/1904/2010考期/2204/2210简答；2310简答】\n（一）通假字的定义\n本字的职能：文字承担着与它的字形相一致的本义，也承担着由本义引申出的引申义。\n我们把借来记录同音词的字叫通假字，简称借字。\n（因声音相同相近而被借用，不写本字而用一个音同或音近的字来代替）\n例字：\n（1）寤（睡醒）— 牾（逆）\n例文：庄公寤生，惊姜氏，故名曰\"寤生\"，遂恶之。\n分析：本字为牾，借字是寤。\n（2）信（诚信）— 伸（伸展）\n例文：今有无名之指，屈而不信。\n分析：本字为伸，借字是信。\n（3）脩（干肉）— 修（治理）\n例文：鄙邑以政刑之不脩，寇盗充斥。\n分析：本字为修，借字是脩。\n（4）裁（剪裁）— 才（刚刚）\n例文：手裁举，则又超乎而跃（跃）。\n分析：本字为才，借字是裁。\n（5）其他常考通假字：胥-须；伯-霸；撫-拊；卒-猝；勀-刻；去-弆jǔ；辯-辨\n（二）借义：借字所承担的词义，称为假借义或借义。\n（1）耳\n本义：\"耳朵\"，例句：\"鞭七人，贯三人耳\"\n假借义：语气词，\"罢了\"，例句：\"狡兔有三窟，僅得免其死耳\"\n（2）而\n本义：頰毛也。  假借义：连词，表连接。例句：\"近者说服而远者怀之\"。\n（3）蚤\n本义：\"跳蚤\"。  假借义：\"早晨\"，例句：\"蚤起，施从良人之所之\"\n（4）谢\n本义：\"道歉\"。  假借义：指建筑在高台上的敞屋，是\"榭\"的借字。例句：\"台谢甚高\"。\n（5）剥\n本义：\"剥皮、剥开\"。 假借义：\"敲打、击打\"，是\"扑\"的借字。例句：\"八月剥枣，十月获稻\"。\n（6）调\n本义：声音调和，协调。 假借义：\"早晨\"，是\"朝\"的借字。例句：\"未见君子，怒nì如调饥\"。\n（三）通假字的辨识\n1.通假字的声音关系 — 借字与本字之间关系：双声、叠韵\n（1）畔（田地的界限）— 叛（背叛）\n例文：寡助之至，亲戚畔之。\n分析：\"畔\"本义是\"田地的界限\"，此为叛的借字，意为\"背叛\"\n（2）崇（高）— 终（终了）\n例文：谁谓河广，曾不崇朝。\n分析：崇的本义是\"高\"，此为\"终\"的借字，\"不崇朝\"就是用不了一个早晨。\n（3）娇（妩媚可爱）— 骄（骄横傲慢）\n例文：有求则卑辞，无欲则娇嫚。\n分析：娇本义是妩媚可爱，此为\"骄\"的借字，骄横傲慢。\n（4）彫（纹饰）— 凋（凋谢）\n例文：岁寒然后知松柏之后彫也。\n分析：彫本义是\"纹饰\"，此为\"凋\"的借字，\"凋谢、凋零\"。\n其他：晋灵公不君，厚敛以彫墙。【彩饰】"
    },
    {
     "h": "第三课（二）异体字",
     "c": "（5）锡（金属）— 赐（赐予）\n例文：王使荣叔来锡桓公命。锡者何？赐也。\n分析：\"锡\"是一种金属，此处是\"赐\"的借字，\"赐予\"。\n（6）豪（豪猪）— 毫（动物身上的细毛）\n例文：今离娄见秋豪之末，不能以明目易人。\n分析：\"豪\"本义是豪猪，此为\"毫\"的借字，指\"动物身上的细毛\"\n（7）考（老）— 拷（击打）\n例文：子有钟鼓，弗鼓弗考。\n分析：考的本义是老，此处是\"拷\"的借字，击打的意思。\n（8）管（乐器）— 馆（客舍）\n例文：管人布幕于寝门外。\n分析：\"管\"的本义是乐器，此为\"馆\"的借字，馆人是负责馆舍的人。\n（9）溢（水满外流）— 镒（计量单位）\n例文：黄金万溢。\n分析：溢的本义是\"水满而外流\"，此处\"溢\"是\"镒\"（二十四两）的借字。\n2.判定通假字的文献证据\n（1）归（本义：女子出嫁）—— 馈（赠送食物）\n例：①阳货欲见孔子，孔子不见，归孔子豚。【归是馈的借字】\n    ②齐人归女乐，季桓子受之，三日不朝。【归是馈的借字】\n（2）格（木长）—— 烙luò（炮烙之刑）\n例：①糟丘、酒池、肉圃、爲格。  ②愿爲民请炮烙之刑。  ③请除炮格之刑。\n\n二、异体字：\n【小蒋说：古书用字为高频重点—2110/2104、1710/1610/2304简答；2404简答】\n（一）异体字的定义\n定义：指在某一历史时期音义完全相同、记词职能也完全一样，只是形体不同的字。\n理解：在某一时期音、义完全相同，形体不同，在任何情况下可以互换。\n（二）异体字的类型\n1.类型一：造字方法不同\n韭（象形）— 菲（形声）  丘（象形）— 坵（形声）  傘（象形）— 繖（形声）\n床（會意）— 牀（形声）  岳（會意）— 嶽（形声）  泪（會意）— 淚（形声）\n磊（會意）— 磥（形声）  羴（會意）— 羶shān（形声）\n2.类型二：造字方法相同、构件不同  【1910简答】\n（1）会意—义符不同：災—灾、塵—尘、葬—葬、明—朙、绵—緜、棄—棄、罰—罸、御—驭\n（2）形声—义符不同：鷄—雞、杯—盃、溪—谿、暖—煖、阱—穽、坑—阬、歡—懽、詠—咏、秕—粃、燈—鐙\n（3）形声—声符不同：\n猿—猨、仙—僊、礼—禮、達—达、麯—麴qū、仿—倣、時—旹、杆—桿、線—線、柏—栢\n（4）形声—义符、声符都不同：\n迹—跡 村—邨、愬—诉、妝—粧、猿—蝯、黴—徽、糍—餈、糠—粇、粳—秔、椀—盌\n3.类型三：造字方法相同、构件相同，写法不同  【1301简答】\n（1）构件所处位置不同：\n够—夠、峰—峯、鹅—鵝、秋—秌、襍—雜zá、鞍—鞌、群—羣、略—畧、惭—慙、裏—裡\n（2）笔道形态略有不同：况—況、冰—氷、土—圡、亞—亜、册—冊、污—汙、\n（3）其他常考字：\n饟—餉；桮—杯；袘—拖；飭—饰；闚—窥；遍—徧；俯—俛；並—竝；謌—歌；鬻—粥；啗—啖；蛤—蚌\n（三）识别异体字要注意的问题\n1.原来是异体字，后来不是\n（1）咳—孩：本义小儿笑；后来\"咳\"表示咳嗽，\"孩\"表示幼童\n（2）份—彬：本义文质具备；后来\"彬\"表示本义，\"份\"表示量词\n（3）讶—迓：本义迎接；后来\"迓\"表示本义，\"讶\"表示诧异\n2.原来不是异体字，后来是\n（1）炮—砲：炮：本义是烹调方法，砲：一种兵器，用机械之力抛石杀伤敌人\n（2）偷—媮：偷：\"苟且、怠惰、盗窃\"，媮：\"苟且、安乐、巧黠\"\n（3）霓—蜺：霓：雌虹（虹—雄虹），蜺：寒蝉，也用作霓\n3.看起来是，但其实不是\n（1）置（赦免）— 寘（放置）：表示\"放置\"，都可以用；表示\"赦免\"，只能用\"置\"\n（2）遊（遨游）— 游（常用义：游泳）：表示\"游玩\"，都可以用；表示\"游泳\"，只能用\"游\"\n（3）赞—讚：表示\"称赞\"，都可以用；表示\"支持\"，只能用\"赞\""
    },
    {
     "h": "第三课（三）分化字",
     "c": "三、分化字：\n（一）分化字的定义\n文字的分化：使用更多的字形来分担文字的记录职能（为文字更明确记录语言）\n分化字：用来分担汉字记录职能的字形称为分化字。\n源字：原先兼有多个记录职能的字形称为源字。\n例字：（1）共—供、拱、恭；  （2）内—纳；弟—悌\n①父之仇，弗与共戴天。——共同：共\n②行李之往来，共其乏困。—— 供给：供\n③为政以德，譬如北辰居其所而众星共之。—— 拱揖：拱\n④民不知礼，未生其共。—— 恭顺：恭\n（二）分化文字职能的方法\n1.假借其他字分化职能\n（1）何——荷  何：本义是\"担荷\"，后来\"何\"被假借为疑问代词\"何\"，人们借用\"荷花\"的\"荷\"来记录\"担荷\"义，将\"何\"的本义分化出去。\n（2）指——旨  \"指\"的本义是\"指示\"，引申为\"意旨\"，\"旨\"的本义是\"味美\"，后来人们假借\"旨\"字来分化\"指\"的引申义\"意旨\"\n（3）女——汝  \"女\"的本义是\"女子\"，被假借记录第二人称代词。\"汝\"的本义是\"汝水\"，后来为了分化\"女\"的记录职能，又假借\"汝\"来记录第二人称代词。\n2.利用异体字分化职能\n（1）猶——猷，\n异体字时：本义都是兽名，假借为\"谋略\"\"犹豫\"\"犹如\"。\n二字职能分化后：\"猷\"记录\"谋略\"，\"犹\"记录\"犹豫\"\"犹如\"\n（2）亨——享，\n异体字时：本义都是进献，引申为\"享用\"\"亨通\"。\n二字职能分化后：\"享\"记录\"享用\"，\"亨\"记录\"亨通\"\n（3）箸——著，\n异体字时：本义都是筷子，\"箸\"也记录\"明显\"。\n二字职能分化后：\"箸\"记录\"筷子\"，\"着\"记录\"明显\"\n3.造新字分化职能\n（1）其——箕  \"其\"本义簸箕，借为第三人称代词，另造\"箕\"表示簸箕\n（2）赴——訃  \"赴\"本义奔赴，引申\"奔告丧事\"，另造\"訃\"表奔告丧事\n（3）母——毋  \"母\"本义母亲，借为否定词，另造\"毋\"表示否定\n（三）分化字的类型\n1.分化本义\n有些字被常用的假借义或引申义占用后，会另造一个新字来承担它的本义。\n（1）孰——熟（\"孰\"的本义是把食物煮烂，又被借用作疑问代词\"谁\"）\n（2）然——燃（\"然\"的本义是\"燃烧\"，后被借用为指示代词）\n（3）莫——暮（\"莫\"本义是\"昏暮\"，后被借用为否定词性）\n（4）暴——曝（暴的本义是：曬（晒），后引申为暴露，又造曝字专门表示晒）\n（5）益——溢（\"益\"本义是\"水满溢出\"引申义为\"增益，好处\"）\n（6）要——腰（\"要\"本义是\"腰部\"，引申义为\"要害\"）\n（7）禽——擒（\"禽\"本义是\"擒拿\"，引申义为擒拿的对象即\"鸟禽\"）\n（8）类似的还有：原—源、州—洲、止—趾、責—債\n2.分化引申义\n当引申义与本义的距离较远时，有时会为引申义造新字，将引申义分化出去。\n（1）昏——婚（\"昏\"本义\"黄昏\"，引申为\"结婚\"，后造新字\"婚\"记录引申义）\n（2）坐——座（\"坐\"本义\"坐立\"，引申为\"座位\"，后造新字\"座\"记录引申义）\n（3）齐——剂（\"齐\"本义\"平齐\"，引申为\"协调/剂量\"，后造新字\"剂\"记录引申义）\n（4）尉——慰（\"尉\"本义\"将织物熨平\"，引申为\"安慰\"，后造新字\"慰\"记录引申义）\n（5）竟——境（\"竟\"本义\"乐曲终了\"，引申为\"疆土的边界\"，后造新字\"境\"记录引申义）\n（6）解——懈（\"解\"本义是\"分解\"，引申为\"懈怠\"，后造新字\"懈\"记录引申义。）\n（7）贾——價（\"贾\"本义\"买卖\"，引申为\"买卖货物的价钱\"，后造新字\"價\"记录引申义）\n（8）說——悦（\"说\"本义\"说明解释\"，引申为\"喜悦\"，后造新字\"悦\"记录引申义）\n（9）类似的还有：知—智、被—披、没—殁、反—返、食—飼、振—賑、张—帳\n3.分化借义\n原来本义与借义共用一字，后来为了区别，用新的字形将借义分化出去。\n（1）舍——捨（\"舍\"的本义屋舍，借去记录\"舍弃\"，后另造\"捨\"记录舍弃）\n（2）象——像（\"象\"本义是长鼻动物的名字，借去记录\"像似\"，后另造\"像\"记录像似）\n（3）采——彩（\"采\"本义是摘取，假借记录\"色彩\"，后造新字\"彩\"专门记录色彩）\n（4）牟——眸（\"牟\"的本义是牛的叫声，借去记录\"眼眸\"，后另造\"眸\"记录眼眸）\n（5）辟——避、辟、譬、僻  （辟本义\"法\"，假借为\"躲避\"\"开辟\"\"譬如\"\"乖僻\"）\n4.分化广义\n源字的表义很广，后来这个意义的一部分由分化字承担，源字和分化字的意义都变得更具体。\n（1）受——授（\"受\"在古代表示\"授予\"和\"接受\"，后来造分化字\"授\"记录\"授予\"之意）\n（2）祝——咒（\"祝\"有\"祝福\"和\"诅咒\"意，后造分化字\"咒\"记录\"诅咒\"，\"祝\"记录\"祝福\"之意）\n小蒋提醒—考查模式+复习：\n①三者的辨析[三种用字的定义与区分]：选择、简答\n②通假字/分化字/异体字有哪些类型：例字简答\n③实例考查—课内例字为主，偶有夹杂课外文字\n小蒋说如何通俗区分：\n通假字是偶尔借来用的音相同或相近的字（表达的意义与原来的字暂时一样），\n分化字是在源字上分化职能，分化之后可能借用其他字或再造个新字分担职能。\n异体字是读音、含义、功能等完全相同，但是长相相近而（字形）不一样"
    },
    {
     "h": "第四课（一）单音词与双音短语",
     "c": "第四课 古代汉语词的构成\n一、单音词：\n定义：单音节词由一个音节构成，简称单音词。\n（一）单音词与汉语的字、词关系\n1.在一般情况下，一个汉字记录一个词。\n古代的注释书和字书、韵书上所说的\"字\"，实际上指的就是词；所说的\"词\"，则专指虚词。\n例：人；鸟；吃；走。  例如：盖均无贫，和无寡，安无倾。\n2.就汉字与单音词的对应关系来说，字和词并不是一一对应的。【1310简答】\n（1）异词同字现象：即一个字记录意义完全不同的两个词。\nA.今臣至，大王见臣列观，礼节甚倨。（高大建筑物）\nB.予观夫巴陵胜状，在洞庭一湖。（观看、观赏）\nA.形貌昳yì丽。（华美）\nB.丽土之毛。（附着）\nA.逝将去女，适彼乐土。（第二人称代词\"汝\"）\nB.不闻机杼声，唯闻女叹息。（女子）\n异词同字现象产生的原因：【2310简答】\n①词义引申的结果：词义经过辗转引申，一些间接引申出来的远引申义与本义的关系越来越疏远，有的甚至语音发生变化或有了自己的记录符号，成为独立的词。如\"观\"。\n②字用过程中的同音借用：这是造成异词同字的即一字记多词的现象的主要原因。如\"女、丽\"因假借造成。\n（2）异字同词现象：即一个词有不只一个记录符号，各个符号间多是异体字关系，也有的是分化字关系。\nA.旦辞爷娘去，暮宿黄河边。（日暮）\nB.至莫夜月明，独与迈乘小舟至绝壁下。（日暮）\nA.将军身被坚执锐。（穿）\nB.公受珠，内所著披襖中。（通\"纳\"，放入；穿）\nC.遂开门纳众。（接纳，接受，放入）\nA.累léi官故不失州郡也。（本来）\nB.然则予固不幸而遇张乎，生固幸而遇予乎。（本来）\n启示：单音节词虽是一字一词，实质却不是一对一的关系，容易望文生义、词义理解错误。\n【1310简答】结合下列句中加下划线的词，说明什么是异词同字和异字同词。\n（1）齊人歸女樂，季桓子受之，三日不朝。  （2）邑丈人有之市而醉歸者。\n（3）謹庠序之教，申之以孝悌之義。  （4）舉儉力孝弟，罰偷窳，而惰民惡之。\n异词同字是指一个字记录意义完全不同的两个词。\n如（1）中的\"歸\"义为\"赠送\"，（2）中的\"歸\"义为\"回家\"，属于异词同字。\n异字同词是指一个词有不止一个字来记录。如（3）、（4）中的\"悌\"\"弟\"，都表示\"孝悌\"义，属于异字同词。\n\n（二）单音词与古代汉语中的双音短语\n1.看似双音词，实际上是单音词的组合（双音结构）。\n小蒋提醒：有些双音节单位与现汉中双音词同形，容易被看作双音词对待，尤其是翻译时。\n常见双音结构例字：\n（1）所以遣将守关者，备他盗之出入与非常也。《项羽本纪》\n①所以：\"所用来……的原因\"（所：特殊代词；以：介词）。\n②出入：\"出关和进关\"。  ③非常：\"不寻常的\"（非：否定副词；常：形容词）。\n（2）颜色憔悴，形容枯槁。（《史记·屈原贾生列传》）\n①形容：形，指形体；容，指容貌。  （槁然：枯叶的样子）\n（3）叶徒相似，其实味不同。（《战国策·齐策》）\n①其实：它的果实。（其，指示代词，它的；实，名词，果实。）\n（4）问今为何世，乃不知有汉，无论魏晋。（陶渊明《桃花源记》）\n①无论：更不用说。（无，否定副词；论，动词）\n2.容易被误解为双音虚词：这些双音结构并不是双音词，而是两个有各自的词性和作用的单音词。\n①然而：\"然\"，代词。\"而\"，转折连词。  译为：（虽然）如此，但是…\n  例：然而不王者，未之有也。  然而秦师至而鄢郢举。\n②然则：然，代词；则，承接连词。  译为：（既然）如此，那么\n  例：然则天下之事但知其一不知其二者多矣。  然则反古者未必可非\n③虽然：\"虽\"，让步连词。\"然\"，转折连词。  译为：虽然（如此），但是…\n  例：虽然，公输盘为我为云梯，必取宋。\n④且夫：\"且\"，连词。\"夫\"，远指代词。  译为：况且，（那）\n  例：且夫水之积也不厚，则其负大舟也无力\n⑤若夫：\"若\"，连词。\"夫\"，远指代词。  译为：至于那…\n  例：若夫乘天地之正，而御六气之辩，以遊无穷者。\n⑥今夫：\"今\"，连词。\"夫\"，远指代词。  译为：至于（那）…\n  例：今夫水，搏而跃之，可使过颡sǎng；激而行之，可使在山。"
    },
    {
     "h": "第四课（二）复合词与联绵词",
     "c": "二、复合词\n古代汉语以单音词为主，但仍有复音词。古汉中的复音词以双音词为主，三音节以上的词极少。\n从结构上来看，双音词有单纯词和复合词两类。\n单纯词：是由一个语素构成的双音词（如联绵词）。\n复合词：大多数是由两个或两个以上的语素按照一定的构词法组合而成的。【常被称为双音复合词或双音词】\n（一）复合词的结构\n1.并列结构\n定义：由两个意义相同、相近的语素并列构成复合词。两个语素之间并列，没有限制、修饰、补充、说明等关系。\n例：干戈、宾客、倾覆、谨慎、和睦、膏腴、仓廪、斟酌、祭祀\n两个同义语素在双音词中占大多数，也有个别反义语素并列构成的，例\"缓急\"\"得失\"。\n2.偏正结构\n定义：两个语素间有修饰和被修饰关系的复合词。\n例：布衣、东宫、天子、诸侯、百姓、锦衾、狐裘、羌笛\n例句：邦分崩离析而不能守也，而谋动干戈于邦内。  今公常从数骑，一旦有缓急，宁足恃乎！\n布衣：本指布料衣服，后指穿布衣的人，即平民。  东宫：本指东边的宫殿，因为太子住东宫，后指太子。\n3.支配结构\n定义：两个语素之间有支配和被支配关系的复合词，又叫动宾结构。\n例：执事、将军、当道、持戟jǐ、败绩、知府、司寇、司马、拾遗、稽qǐ首\n执事（执掌事物的人，\"执\"支配\"事\"） 将军（率领军队，\"将\"支配\"军队\"）\n司寇（负责治安的人，\"司\"支配\"寇\"）  司马（负责军事的人，\"司\"支配\"马\"）\n例句：虽遇执事，其弗敢违。[先秦常用执事尊称别国国君，不敢直称其君。句中执事是晋臣知罃称楚共王]\n4.主谓结构\n定义：两个语素之间有说明与被说明关系的复合词。（名词+动词/形容词）\n例：地震、日食、霜降、夏至、月食\n例句：于是有地震。  谁将日食？\n（二）复合词形成的过程及特点【1610简答/2104简答】\n复合词的形成：汉语由单音化向双音化发展的结果。\n        最初是两个单音词的临时组合，是短语，后来才形成专指义，成为复合词。\n（1）春秋：原指季节，凝固以后泛指\"时间，年龄\"。\n例句：朝菌不知晦朔，蟪蛄不知春秋，此小年也。[春天和秋天]\n例句：且陛下春秋高，法令无常。[年龄—复合词]\n（2）社稷：原指土地神和谷神。后\"社稷\"结合凝固在一起，\"国家\"之意。\n例句：君惠徼jiǎo福于敝邑之社稷，辱收寡君。[土地神和五谷神]\n例句：是社稷之臣也。何以伐为？[国家—复合词]\n（3）寻常：\"寻\"八尺，\"常\"为一丈八，后泛指一般长度，有了专指义。\n例句：布帛寻常。[长度单位]\n例句：旧时王谢堂前燕，飞入寻常百姓家。[普通，平常—复合词]\n（4）国家：国指诸侯统治的政治区域，家指卿大夫统治的政治。短语与复合词并存。\n（5）俊杰：本义，俊为\"材千人也\"；杰为\"才过万人也\"，连用表示泛指才智出众的人。\n例句：尊贤使能，俊杰在位。[才智出众的人—复合词]\n例句：其宾客厮役，莫非天下俊杰。[才智出众的人—复合词]\n其他常考复合词：匹夫：指\"庶民、百姓\"；膏腴、昼夜、贫乏、危急、逡巡、持度、宇宙、金帛、亲戚、\n● 需要特殊注意的词——不是复合词：\n这些双音单位不是复合词，而是词组，正处于词组向词的过渡阶段。\n①响应：像回音那样应和—— 天下云集而响应，赢粮而景从\n②政治：政指政治，治指治理—— 今欲以先王之政治当世之民\n③狐狸：狐狸和狸猫—— 一之日于貉hé，取彼狐狸，为公子裘\n④同学：一起学习—— 城东有甲乙同学者\n⑤革命：变革天命—— 湯武革命，順乎天而應乎人\n⑥规矩：规和矩；画圆形和方形的两种工具——不以规矩，不能成方員（圓）\n⑦其他非复合词：\n\"妻子\"：妻子和儿子； \"都城\"：都邑的城墙/国都和城市；  指示：指给…看\n\"知道\"：懂得道理；  \"景響\"：光影和回声；  方圆：\"方形和圆形\"\n小蒋老师提醒：双音复合词：组合以后意义不等于两个单音词意义的简单相加，产生了新的意义。\n\n三、联绵词\n（一）联绵词的结构特点：\n定义：联绵词是由一个语素构成的双音单纯词。\n联绵词由两个字记录，这两个字不是语素，只是音节的记录符号，联绵词不能拆开来讲。\n如果拆开，得到的是两个不能独立表示意义的音节，只有两个字组合在一起才有意义。\n\"望洋\"[望羊/陽]：仰视  例句：于是焉何伯始旋其面目，望洋向若而叹。\n\"犹豫\"：迟疑不决。  例句：计犹豫，未有所决。\n\"玄黄\"：表示生病  例句：陟彼高冈，我马玄黄。\n三种结构类型：\n（1）义合式：绸缪（原为捆绑之意）\n  [本有两个单音词可单独解释和运用，后凝固成不可分割的双音结构]\n（2）衍音式：参差cēn cī、囹圄líng yǔ、趑趄zī jū、菡萏hàn dàn\n  [一个单音词衍化出一个表音音节，衍化出的音节虽然用汉字书写，但没有表意作用]\n（3）摹声式：駃jué騠tí； 騊táo駼tú、霹雳、蟋蟀、嘘唏\n  [摹拟声音而产生的联绵词，也有一些外族语言音译过来的词（摹拟外族词的语音）]\n（二）联绵词的语音特点【1301简答】\n联绵词在语音上多有双声叠韵的关系：\n（1）双声联绵词：指两个音节古音声母相同的联绵词。\n如 参差、仿佛、憔悴、踌躇、仓促、流连、忐忑、伶俐、犹豫 等。\n  特殊：玄黄、缤纷、匍匐\n（2）叠韵联绵词：指两个音节古音\"韵\"相同的联绵词。\n如 从容、烂漫、逍遥、蹉跎、彷徨、窈窕、崔嵬、辗转、婵媛（婵娟）、披靡、望洋（陽）等。\n  特殊：仓庚（黄莺）、芣苢fúyǐ（植物，车前子） 叠韵：菡萏、逶蛇\n小蒋提醒：判断古代汉语中联绵词的语音关系，一定要根据古音，而不是根据今音。\n（三）联绵词的形体特点：一词多形\n一个词还有些其他写法：\n匍匐：蒲服、匍伏、蒲伏、扶服。  委蛇yí：逶蛇、逶佗、逶迤。\n犹豫：犹与、由与、尤与、猶夷。  望洋：望羊、望陽。\n其他常考联绵词：夭阏yāo è（夭折之意）、莽苍（迷茫的郊野之意）、隳颓（衰败、毁败）\n        驰骋[有问题暂不选]、浩荡、惆怅、枯槁、契阔、栗烈（凛冽）等。"
    },
    {
     "h": "第五课 古今词义的差异与沟通",
     "c": "第五课 古今词义的差异与沟通\n一、古今词义的差异\n定义：指同一个词古今的意义发生了变化，阅读文言文时，用今天的意义去理解，就会发生错误。\n汉语大部分词是多义词：一个词有多个义项。[词义的变化根本上是词的义项的变化和差异]\n这种差异主要表现在两方面：古代义项的消失；古代义项的微殊。\n（一）古代义项的消失  【1410简答】\n（1）池\n①楚国方城以为城，汉水以为池。（护城河）\n②虽有高城深池，严法重刑，犹不能禁也。（护城河）\n③数罟不入洿池，鱼鳖不可胜食也。（池塘）\n古代汉语：护城河、池塘  现代汉语：池塘\n（2）爱\n①弟自爱不爱兄，故亏兄而自利。（爱：喜爱）\n②齐国虽褊小，吾何爱一牛？（爱：吝惜）\n③货以藩身，子何爱焉？（爱：吝惜）\n古代汉语：喜爱、吝惜  现代汉语：喜爱\n（3）劝\n①赦之，以劝事君者。（鼓励、勉励）\n②子若免之，以劝左右，可也。（鼓励、勉励）\n③举世而誉之而不加劝。（勉励、努力）\n④劝秦王显岩穴之士。（劝说—劝秦王重用那些隐居山林的贤才）\n古代汉语：鼓励、勉励、劝说  现代汉语：劝说\n（4）造\n①子犹驰而造焉。（来到，到）\n②昔者有王命，有采薪之忧，不能造朝。（来到，到）\n③公输盘为楚造云梯之械，成，将以攻宋。（制造）\n古代汉语：来到、到；制造  现代汉语：制造\n（二）古代义项的微殊  【1101/1904/2008考期/2204简答】"
    },
    {
     "h": "第五课 古今词义的差异与沟通",
     "c": "定义：是指同一个词中某一个义项在古代汉语和现代汉语中只有细微差别。\n1.广度宽窄的差异：即古今词义所表示概念的外延大小不同。\n（1）子\n①孔子以其兄之子妻之。《论语》子：女儿）\n②丈夫亦爱怜其少子乎？（子：男孩）\n③故子生三月则父名之。《仪礼》（子：男女）\n古代汉语：男孩和女孩、女儿、男孩。 现代汉语：指男孩。\n（2）臭\n①同心之言，其臭如兰。  上天之载，无声无臭。 （臭：一般气味）\n②海畔有逐臭[专指秽气]之夫。\n古汉语中泛指“一般气味”，包括好闻的气味和难闻的气味。 现代汉语：范围变窄，专指难闻的气味。\n（3）亲戚\n①贫穷则父母不子，富贵则亲戚畏惧。  ②尧二女不敢以贵骄，事舜亲戚，甚有妇道。\n古汉语中指族内外亲属，也包括父母兄弟。  现代汉语：父母亲是不能被称为亲戚的。\n（4）河\n①东至于海，西至于河。 ②河内凶，则移其民于河东。 [汉以前，河特指黄河]\n③秋水时至，百川灌河。 ④将军战河北，臣战河南。  [汉以前，河特指黄河]\n后来含义变宽，泛指河流。  如淮河阻兵；清河、颍河。\n古汉语：黄河。 现代汉语：河流\n（5）醒\n①姜与子犯谋，醉而载之以行。醒，以戈逐子犯。（酒醒）\n②朝曦入牖来，鸟唤昏不醒。（睡着后醒过来）\n先秦古汉中泛指“醉酒后恢复正常神志”。中古时期：把睡着以后醒来叫做醒。现代汉语：恢复神智都叫醒。\n（6）菜\n①苹蘩薀藻之菜。  ②虽蔬食菜羹，未尝不饱。（蔬菜）\n古汉语：专指蔬菜；中古以后就包括鱼肉，如：自愧无鲑菜（杜甫）\n现代：除蔬菜还包括鱼肉等食品\n2.程度深浅的差异：即古今词义轻重深浅不同。\n（1）恨\n①不知戒，后必有恨。《荀子》（遗憾）\n②子为父死亡所恨。《汉书》（遗憾）\n表示不满意时：现代汉语中语义重，程度深，表示“怨恨”；古代汉语中语义轻，表示“遗憾”。\n例2：感激\n①三顾臣于草庐之中，咨臣以当世之事，由是感激，遂许先帝以驱驰。（感激一以至于终身相托）\n②臣以愚戆 zhuàng，感激忘身。（感激一以至于忘身）\n古汉语：“感激”以至于终身相托，词义较重。现代汉语词义要轻得多。\n3.色彩褒贬的差异：即词义的感情色彩发生了变化。\n（1）爪牙\n①夫虽无国四方之忧，然谋臣与爪牙之士，不可不养而择也。（谋臣与爪牙并列，一文一武，国君的得力助手）\n②将军者，国之爪牙也。（武将、猛士）\n古：助手，武将、猛士。褒义词  今：帮凶，走狗。贬义词\n（2）谤\n①厉王虐，国人谤王。吾能弭谤矣，乃不敢言。 士传言，庶人谤。 （中性词，公开议论他人的过失）\n②能谤讥于市朝，闻寡人之耳者，受下赏。 （中性词，公开议论他人的过失）\n③信而见疑，忠而被谤，能无怨乎？ （贬义词，毁谤）\n古：中性词，公开议论他人的过失。 今：贬义词，无中生有，恶意中伤。\n（2）贿huì\n①以尔车来，以我贿迁。 （本义，财物→赠送财物，中性词）\n②不有君子，其能国乎？国无陋矣，厚贿之。（贬义词，赠送引申为用财物收买）\n③更相告讼，颇行贿赂。 （贬义词，赠送引申为用财物收买）\n古：中性词，财物。  今：贬义词，买通，贿赂，用来买通他人的财物/用财物买通他人\n（4）党\n①亡人无党，有党必有雠（仇）chóu。\n②不恤公道通义，朋党比周。 （贬义词，为私利结成的集团）\n古：贬义：为私利而结成的集团。  今：中性词\n4.词义特点的差异：即古今词义的特点不一致。\n（1）售\n①此酒所以酸而不售也。 （酒酸了卖不出去）\n②衣之不可衣也，食之不可食也，卖之不可偻售也。 （不能很快卖出去）\n③献鱼者曰：“天暑市远，卖之不售，思欲弃之，不若献之。” （卖了半天卖不出去）\n古：卖出，强调卖的结果。  今：只是强调卖的动作，不再强调结果。\n（2）购\n①夫今樊将军，秦王购之千斤，邑万家 。\n②高祖购求布千金，敢有舍匿，罪三族。\n古：表示悬赏征求（购的对象是人而不是商品）。  今：购买（通过交换获得）。\n（3）访\n①穆公访诸蹇叔。\n②楚子将以商臣为大子，访诸令尹子上。 （君王就某件大事向大臣征求意见）\n古：君王就某件大事向大臣征求意见。\n今：泛指访问、了解情况（没有征求意见的意思，也没有明显的上对下的特点）。\n二、古今词义的沟通\n（一）从现代汉语复音词、成语和方言口语的词素中去了解古义\n某些词作为单音词独立用时，它的古代词义已经消失，\n但在作为一个语素构成的双音词、成语时，古代的词义仍然存在。\n例（1）：走\n①填然鼓之，兵刃既接，弃甲曳兵而走。 ②田中有株，兔走触株，折颈而死。\n古义中“走”表示“跑”；现代汉语中，“走”单用时不表示“跑”，\n但在“走马观花、奔走相告、走投无路”等成语中， “走”作为一个语素，仍保留了古义。\n方言中：唱歌中的“走调”，方言中叫“跑调”\n例（2）：即\n①匪来贸丝，来即我谋。 ②君子有三变：望之俨然，即之也温，听其言也厉。（“接近、走近”）\n古汉语中表示“接近、走近”的意思，现代汉语中不单独使用这个意思，\n但双音节词“即席、若即若离”中仍然表示“接近、走近”的意思。\n例（3）：项\n①结于项。（系在脖子后面） ②案灌夫项，令谢。（按住灌夫的脖子后面，让他谢罪）\n项的本义：脖子的后面，成语：望其项背。现汉中项单独使用没有脖子后面的义项。\n例（4）：易\n①逢丑父与公易位。（交换位置） ②世易时移，变法宜也。（变化） ③功不十，不易器。（改变）\n古汉语中的基本意义是改变，\n现汉中，多数不单独使用这一含义，但是交易、贸易中都当“换”讲，改弦易辙、移风易俗当作“改变”讲。\n（二）从词义的共同特点和相互联系上去了解古义\n古今词义在现今词义的“遗留”中毕竟不全面，最重要的方法是从古今词义的共同点来了解古义。\n例（1）：诬\n①天实置之，而二三子以为己力，不亦诬乎！ （诬：虚假）\n②弗能必而据之者，诬也。《韩非子》 （诬：欺骗）\n“诬”的本义：虚妄，不真实。  引申义：“欺骗”，把虚妄的事强加在别人头上，有“诬陷”之意。\n例（2）：秉bǐng\n①彼有遗秉，此有滞穗。（禾束、禾把） [1710 单选]\n②或取一编菅jiān焉，或取一秉秆gǎn焉。（一把禾秆）\n本义是“禾束、禾把”→持、握（如秉烛夜游）→执掌、主持（如秉政）→坚持、坚守（如秉公秉正、秉德）"
    },
    {
     "h": "第六课 多义词与词义引申",
     "c": "一、古代汉语中的多义性——定义：多义词，具有多个义项（两个或两个以上）的词。\n例1：“绝”\n①绳断：天柱折，地维绝。\n②断绝：今杀相如，终不能得璧也，而绝秦赵之欢。\n③穷尽：度汉兵远不能至，而禁其食物，以苦汉使。汉使乏绝。\n④独一无二：故俗传恺之有三绝：才绝、画绝、痴绝。\n⑤诗歌体裁：夫诗有古近律绝，体莫备于唐代。\n⑥渡过：假舟楫者，非能水也，而绝江河。\n⑦超过：虽墨孟之徒，不能绝也。\n“绝”本义是“断丝”。由“断丝”引申出→断绝 → 穷尽 → 独一无二。\n刀切断丝时，刀从丝的中间切过，这种过程和船从此岸划向彼岸相似，引申出“穿过，渡过”→“超过”。\n例2：引  【2010考期简答】\n①开弓：君子引而不发，跃如也。\n②延长、伸长：我君景公引领西望。\n③牵挽：引相如去。/善张网者引其纲。\n④导引、率领：项羽乃悉引兵渡河。\n⑤退却：且引且战，连斗八日。\n⑥序言：敢竭鄙诚，恭疏短引。\n⑦延请：乃设九宾礼于庭，引赵使者蔺相如。\n⑧招致：故知持权者引谤，招所幸者非已。\n“引”的本义是“开弓”，开弓是弓弦要延长，\n引申出→ 延长 → 牵挽→ 导引、率领→ 退却→ 序言→ 延请→ 招致\n【接第二课——形声字与词义的探索】\n注意：如何确定本义？ [小蒋老师提醒 — 可借助六书中的造字法，推测常见的义符相关含义]\n当需要在某个词的多个义项中确定本义的时候，\n正确的方法是看哪个义项与该字的义符所标示的义类相同，或关系最近。\n相同或相近的是本义，其他是引申义。[如果意义与发音无关，可思考是否存在假借义的可能]\n例字：“发”（發）【1510简答/2304简答】\n①打开。    例句：秦王发图，图穷而匕首见。 （打开，引申义）\n②射箭。    例句：一发饮羽，狼失声而逋。  （射箭，本义）\n③发迹。    例句：宰相必起于州部，猛将必发于卒伍。\n④派发，派出。例句：王何不发将而击之？\n⑤发挥。    例句：退而省其私，亦足以发。\n上述义项中，参照字形分析，可知“射箭”是本义。发，从弓登声，义符是弓，与射箭的行为有关。\n例字：“弛”（弛）\n①松弛。    例句：视其缶，而吾蛇尚存，则弛然而卧。\n②松开弓弦。  例句：毋弛而弓。\n③放下。    例句：免于罪戾，弛于负担。\n④摧毁。    例句：文公欲弛孟文子之宅。\n弛，从弓，也声，本义是松开弓弦，与“张”（拉满弓弦）是反义词。\n二、词义运动的方式——引申\n1.相似关系\n定义：引申义和本义所指称的事物在形状、功能、方式、特点等方面具有相似之处，通过类比造成引申。\n例（1）：斗【1910简答】\nA.酌以大斗，以祈黄耇 gǒu 。  （指酌酒器、酌酒的器皿）\nB.维北有斗，不可以挹 yì 酒浆。  （指北斗星）\n“斗”的本义是酌酒的器皿，形状呈勺型，长柄。引申为“斗星”，七颗星排列的星群与酌酒器皿相似。\n例（2）：关  【1210/2410简答】\nA.臧 zāng 纥 hé 斩鹿门之关以出。 （门闩）\nB.孟尝君至关。  （关卡，引申义）     B然不自意能先入关破秦，得复见将军于此。（关卡，引申义）\n关的本义是“门闩”，关卡有控制人出入的作用，功能同门闩相似，所以关引申义为关卡。\n例（3）：习\nA.温风始至，蟋蟀居壁，鹰乃学习。 （数飞）\nB.学而时习之，不亦说乎！     （复习）\n习的本义是“鸟屡次拍着翅膀飞”，学知识要反复进行，所以“习”可以引申为复习。\n例（4）：道【2110简答/1604简答/1510简答】\nA.自御而归，不能当道。       （道路）\nB.天有常道矣，地有常数矣。     （规律）\nA.彼不假我道，必不敢受我币。   （道路，本义）\nB.得其民有道，得其心，斯得民矣。 （规律，引申义）\nA.民扶老携幼，迎君道中。      （道路，本义）\nB.治世不一道，便国不必古。     （政令措施，引申义 ）\nA.晋献公欲假道于虞以伐虢，     （道路，本义）\nB.得天下有道：得其民，斯得天下矣。（道理、规律，引申义）\n道的本义是“道路”，自然界和人类社会的规律与道路有相似之处，所以可以引申为道理、规律。\n2.因果关系\n定义：引申义和本义之间具有因果关系，通过逻辑推导造成词义引申。\n例：虚\nA.升彼虚矣，以望楚矣。《诗经》（大丘）\nB.仓廪 lǐn 虚而囹圄 líng yǔ 实。《管子》（空虚）\n“虚”的本义是“大丘”。 物体大了就容易空旷，所以引申为“空虚”。\n例：信 【2110简答】\nA.信言不美，美言不信。（言语真实）\nB.人谓子产不仁，吾不信也。（相信）\n“信”的本义是言语真实，言语真实了别人就容易相信，所以可以引申为相信。\n3.动静关系\n定义：动指动作行为，静指名称性状。事物本身与其性质状态及相关的动作行为有密切关系，\n  从而构成相互间的引申。这种形式的引申往往引起词性的变化。\n例（1）：节  【1910简答/2504简答】\nA.竹之始生，一寸之萌耳，而节叶具焉。（竹节）\nB.强本之节用，则天不能贫。 （节制）\n  “节”的本义是“竹约”，名词。竹节约束着每一段竹子的长短粗细，引申义是“节制，约束”，动词。\n例（2）：会  【1910简答】\nA.叔孙戴伯帅师会诸侯之师侵陈。 （会合）\nB.宋人背北杏之会。（盟会）\n“会”的本义是相聚、会合。多人相会就可引申为盟会。\n由动作引申出相关事物的名称，由动词意义引申出名词意义。\n例（3）：舒\nA.延颈而鸣，舒翼而舞。（伸展）        B.舒而脱 tuì 脱兮。（缓慢）\n“舒”的本义是伸展，引申为“缓慢”。由动作引申出相关的状态，由动词意义引申出形容词意义。\n4.时空关系"
    },
    {
     "h": "第六课 多义词与词义引申",
     "c": "定义：时间和空间关系密切，表示时空的词可以互相引申。\n例（1）：间【1210简答】\nA.有自门间射阳越，杀之。 （缝隙）\nB.扁鹊见蔡桓公，立有间，扁鹊曰：“君有疾在腠理。”（一会儿）\nA.晏子为齐相，出，其御之妻从门间而窥。 （缝隙，本义）\nB.旬日之间，浸大也；三年之后，如车轮焉。 （一会儿，引申义）\n“间”本义是“缝隙”，表示空间的间隔。 引申“一会儿”， 表示时间的间隔。\n例（2）：急\nA.猃狁 xiǎn yǔn 孔炽 chì，我是用急。（急切）\nB.缚太急，小缓之。（紧）\n“急”的本义是急速、急切，时间紧迫，由时间紧迫引申为空间狭小。\n5.礼俗关系\n定义：由于礼俗的原因造成词义的引申。\n例（1）：朝\nA.朝服衣冠，窥镜。（早晨）\nB.晨往，寝门闢 pì 矣，盛服将朝。（上朝）\n“朝”的本义是“早晨”，由于古代臣下拜见君王、儿子问候父母，都在早晨进行，于是引申出“上朝”之意。\n例（2）：昏\nA.东门之杨，其叶牂牂 zāng。昏以为期，明星煌煌。（黄昏）\nB.谁谓荼苦？其甘如荠。宴尔新昏，如兄如弟。（结婚）\n“昏”的本义是“黄昏”，由于古代男女结婚是在黄昏时举行仪式，所以“昏”引申出结婚的意义。\n（三）词义引申的方式\n1.连锁式引申：以本义为起点，向着同一方向派生出几个引申义的方式。\n例：防  【1704简答】\n①以防止水。（堤坝）\n②防民之口甚于防川。（堵水）\n③吾闻忠善以损怨，不闻作威以防怨。（防止）\n④视俗而施教，察失而立防。（规范）\n“防”的本义是“堤坝”，引申：堤坝→堵水→禁阻、防备、防止→约束→规范、标准\n例：理  【1504简答】\n①万端俱起，不可胜理。 （治理，引申义 ）\n②服孝死义，是必达理而闻道者也。 （道理，引申义）\n③少而理曰治，多而乱曰耗。 （有条理，引申义）\n④王乃使玉人理其璞而得宝焉。 （治玉，加工玉石，本义）\n本义是与字形相贴切的义项。 “理”的义符的“玉”，表示与“治玉”相关。\n2.辐射式引申：以本义为中心，依据本义的特点，向不同的方向派生出数个引申义。\n例：问\n①子入太庙，每事问。 （询问）        ②伯牛有疾，子问之。 （问候、慰问）\n③淑问如皋陶，在泮献囚。（审问）     ④昭王南征而不复，寡人是问。（责问）\n⑤乃出黄金四万斤与陈平，恣所为，不问其出入。（过问）\n“问”的本义是“询问”。\n（三）词义引申的方式\n我们把根据此的本义特点所构成的引申义序列称为“引申义列”。 [词的引申义是一个有序的义列]\n[引申义列思维导图：\n绝：断丝 →（结果）分开 → 断绝，穷尽，独一无二 / 绝句；（过程）由此及彼 → 横渡、超过。\n节：竹节 →（截分）→ 季节、章节、节拍 / 节气、节日；（限制）→ 节制、节省、节约 / 符节、节杖、礼节。\n间：缝隙 →（居中）中间，一定的时空之中 → 夹杂—参与；（隔开）→ 间或，断断续续 / 隔阂—离开—隔断—秘密地 / 量词（隔开房屋产生的量）。]"
    },
    {
     "h": "第七课 词义关系",
     "c": "一、同义词\n例：“发”【1810简答/2304简答】\n①发箭——射：君子引而不发，跃如也。（《孟子》）\n②出发——行：发于南海而飞于北海。（《北冥有鱼》）\n③派遣——遣：王何不发将而击之？    遣使者黄金千斤，车百乘，往聘孟尝君。\n④征召——征：发闾左谪戍渔阳九百人。\n⑤生长——生：红豆生南国，春来发几枝？\n⑥颁布——颁：文王发政施仁，必先斯四者。  制礼作乐，颁度量，而天下大服。\n⑦兴起——兴：舜发于畎亩之中\n⑧打开——启：使桓公发仓囷 qūn 而赐贫穷。  令宣之日，军门启而虏自溃矣。\n（一）同义词的定义与特点\n1.定义：同义关系是词的一种特殊的聚合关系。在一定条件下意义相同、读音不相关的一组词，互为同义词。\n2.同义词的主要特点：\n①同义词指在某个义位或是某几个义位上同义，不是所有的义位都同义。\n②有些同义词的同义关系受历史条件的限制。（某些只存在某个历史时期）\n③同义词之间在语音上互不相关。（义项相同，语音无关，如语音相近，是出自同一个语源的同源词。）\n④同义词是相互的。\n（二）同义词的差异\n1.理性意义的差异\n（1）范围广狭不同\n例：问、询、访\n在询问、征求意见的义项上是同义词。\n但“访”的适用范围比“问”“询”要小，“问”“询”的对象通常没有什么限制，\n而“访”通常是指君长就重大问题向臣下征求意见。 问=询>访\n①颖考叔曰：“敢问何谓也？”  （询问）\n②穆公访诸蹇叔。     （征求意见）\n③秦大夫不询于我寡君，擅及郑盟。（征求意见）\n（2）性状情态不同\n例：视、望、顾、睨、瞰、瞩\n在“看”的义项上是同义词，但看的情状方式各不相同。\n①视：强调“看”的动作。   ——例句：目不能两视而明\n②望：抬头向远处看。    ——例句：乘彼垝垣，以望复关。 [1510简答]\n③顾：转头向后看/回头看。——例句：失时不雨，民且狼顾。 [1710/1510简答]\n④睨：斜着眼看。     ——例句：相如持其璧睨柱，欲以击柱。[1710简答]\n⑤瞰：从高处往下看。   ——例句：云车十余丈，敢临城中。\n⑥瞩：集中视力于一点，注视。——例句：及疾笃，诏遣黄门郎王衍省疾。楷回眸瞩之，曰：“竟未相识。”\n（3）程度轻重不同\n例：饥、饿\n饥、饿在表示吃不饱的意义上是同义词，但词义的轻重程度不同。\n饥：吃不饱，腹中空。  饿：严重的饿，指没有饭吃或长时间未进食。\n例句：①饥而欲食，寒而欲暖。  ②人情，一日不再食则饥。（再食：吃第二顿饭）\n例句：③宁一月饥，无一月饿。  ④家有常业，虽饥不饿。[1510简答/2404简答]\n（4）侧重点不同\n例：恭、敬\n恭、敬都有恭谨有礼、不怠慢的意思，但侧重点不同。\n恭：侧重外貌。  敬：侧重内心。\n例句：①巧言令色足恭。 ②宾客主恭，祭祀主敬。[1510简答/2210简答]\n2.组合功能的差异\n例：耻、辱\n耻、辱在表示“侮辱”和“羞耻”义时，二者是同义词，但组合功能不同。\n表“侮辱”义时：“辱”的意义是双向的，可表示侮辱他人，又可表示自己受辱。\n故“辱”可以带受事宾语，也可以不带。\n如：韩厥曰：不可以再辱国君。[带受事宾语]  子，晋太子，而辱于秦。[不带宾语]\n“辱”的这个特点发展为可以接受表示被动的词“见”的修饰。\n如：言公不能用子家，所以见辱。\n“耻”的意义是单向的，只能表示使他人受辱，不能表示自己受辱。[可带表示人的受事宾语，构成“使动”]\n例：晋人使阳处父盟公以耻之。（使……受辱）\n3.情感色彩的差异\n例（1）：比、周\n二者都可以表示与人结合、联合，但褒贬不同。  例句：君子周而不比，小人比而不周。\n例（2）：诛、杀、弑\n三者都有“杀死”的意思。“诛”是依法杀死不义之人，褒义词。\n“杀”是中性词。 “弑”则用于下犯上，贬义词。\n①吏不诛则乱法，诛之则君不安。《宋人有酤酒者》\n②吴起于是欲就名，遂杀其妻。《史记·孙子吴起列传》\n③见公之足于户下，遂弑之，而立无知。《左传·庄公八年》\n例（3）：唯、诺\n同为应答之声，“唯”常用于答应地位和辈分较高的人，\n“诺”用于答应地位、辈分与自己相同或更低一些的人。 所以“唯”更带有恭敬从命的感情色彩。\n例句：父命呼，唯而不诺。 [1710简答]\n唯：答应，用于应答地位、辈份高的人。\n诺：答应，用于应答地位、辈份相同或低于自己的人。差异类型：情感色彩不同。（或适用对象不同）\n小蒋提醒：注意同义词的辨析：\n①放在具体的语言环境分析，互相替换比较 ②用两个词的反义词，进行对比辨析 ③探求词的本源分析\n（三）同义词的应用\n1.连用：连在一起用，各自的意义无变化，为节律的需要。\n同义连用：负恃、尝试、货财、尚犹、零落。\n①昔秦国负恃其众，贪于土地。 （倚仗）\n②召匠石曰：“尝试为寡人为之。” （试）\n③是以人民众而货财寡。  （财物）\n④荆人尚犹循表而导之。  （副词，仍然）\n⑤惟草木之零落兮，恐美人之迟暮。（凋零）\n2.对用：为工整对仗，又避免字面重复，常把一对同义词用在同一句或上下句的同一个位置上。\n①父母闻之，清宫除道，张乐设饮。（打扫；布置）\n②亲朋无一字，老病有孤舟。 （独一）\n③月乘残烛夜，人趁早凉行。 （抓住机会）\n④今之嗣主，忽于至道，皆惛于教，乱于治，迷于言，惑于语，沈于辩。\n3.同义构词：一些同义词经常连用，逐渐凝固成一个复合词。\n①与朋友交而不信乎？ ②不忘恭敬，民之主也。 ③富贵则亲戚畏惧。 ④齐王闻之，君臣恐惧。\n小蒋提醒：这类复合词特点：\n结构并列；复合词意义与同义词义项相同（取两个词相同的部分）；保存着一定的独立性。\n二、反义词\n（一）反义词的定义和特点\n定义：在一定条件下，义项相对或相反的词，互为反义词。反义词也是词的一种特殊的聚合关系。\n特点：\n①某个义项或某些义项上相对或相反。如“易”和“难”。\n②某些反义词的反义关系只存在于其某个历史时期或某个条件下。如“醒”和“醉”。\n③双方必须表示同类的事物或概念。如“远、近”—距离，“上、下”—方位，“大、小”—体积。\n④构成反义关系的双方必须使用于同一个历史时期。如“疾、徐”、“快、慢”。\n（二）反义词的类别\n绝对反义词：“男、女”，“生、死”，“动、静”，“是、非”，“内、外”\n相对反义词：“左、右”，“大、小”，“轻、重”，“长、短”，“甘、苦”\n小蒋提醒：学习反义词的意义：\n①了解古今词义的异同。 ②可辨析同义词之间的细微差别。\n[词义关系思维导图：\n1 同义词：同义词的差异（理性意义/组合功能/情感色彩）；同义词的特点—发；同义词的辨析；同义词的应用。\n2 反义词：反义词特点—某些义项/条件下；如：难易、少长、香臭；反义词的类别—绝对反义词（男女/生死/动静/是非/内外）、相对反义词（左右/大小/轻重/长短/甘苦）；反义词的应用与意义—可辨析同义词之间的细微差别；反义构词：得失、出入、动静。]"
    },
    {
     "h": "第八课 古代汉语词类的划分",
     "c": "一、词类划分的标准 【小蒋提醒：以理解为主，不需硬背】\n（1）词类是指词的语法分类。\n语法功能：主要指能否单独充当句子成分以及充当什么样的句子成分；\n意义：是指词是否具有词汇意义以及具有什么样的词汇意义。\n（2）实词与虚词：\n实词：能够单独充当句子成分，而且具有一定词汇意义；\n虚词：则不能单独充当句子成分，没有词汇意义。\n二、实词的分类\n（一）名词\n名词——表示人、事物、时间或空间名称的词。  例：世易时移，变法宜矣。\n（二）动词\n动词——表示动作、行为、心理活动变化的词。 例：爱共叔段，欲立之。 不患寡而患不均，不患贫而患不安。\n（三）形容词\n形容词——表示性状、状态的词。   例：城非不高也，池非不深也，兵革非不坚利也。\n（四）副词\n副词——表示行为、性状的某些特征的词。   例：且吾所为者极难耳。\n（五）代词\n代词——具有代替或指示人、事物作用的词。  例：此谁也？  今事至于此，为之奈何？\n（六）数词"
    },
    {
     "h": "第八课 古代汉语词类的划分",
     "c": "数词——表示数目或次序的词。       例：广乃从百骑往驰三人。\n三、实词的词类活用与兼类\n（一）实词的词类活用\n词类活用：在古代汉语中，某些词在一定的语言环境下，会临时具有另一类词的语法功能。\n如：“刃”是名词，经常作句子的主语、宾语或定语，但在“左右欲刃相如”（《史记·廉颇蔺相如列传》）\n“刃”带上了宾语，充当句子的谓语，具有动词的基本功能，词的这种临时用法，叫做词类活用。\n翻译：刃：名词作动词，杀。    整句译为：（蔺相如）左右两侧的人想要杀蔺相如。\n例（1）：驴不胜怒，蹄之。  分析：蹄，本是名词，加了宾语“之”，具有动词的功能；\n例（2）：今媪尊长安君之位。 分析：尊，本是形容词，在这个句中加了宾语“之”，具有动词的功能。\n（二）实词的兼类\n1.兼类：一个词具有两种或两种以上词类的语法功能，并且这些语法功能已经是固定的，不是临时的用法。\n2.词类活用与词的兼类的不同在于：【1610简答】\n词的活用是临时的用法，活用后的用法不是词的固有语法属性；\n兼类则是一个词具有两种或两种以上词类的语法功能，并且这些语法功能已经是固定的，不是临时的。\n（1）小子鸣鼓而攻之可也。     （鼓：名词，一种乐器）\n（2）战于长勺，公将鼓之。     （鼓：动词，击鼓；属于词的兼类）\n（3）七年视论学取友，谓之小成。  （小：形容词，“大”的反义词）\n（4）工师大木，则王喜；匠人斫而小之，则王怒。 （小：形容词的使动用法，使……变小）\n● 小蒋老师说：如何简单而通俗地理解主谓宾、定状补？\n主语即一句话中动作的发出人；\n谓语即一句话中的表示具体动作的部分；\n宾语即一句话中动作的承受者；\n定语是对句子中名词性的词语进行修饰的部分；\n状语是对句子中的动词性词语或全句整体进行修饰的部分。\n补语是句子中动作状态进行修饰。\n四、虚词的分类\n古代汉语中，虚词可以分为介词、连词和语气词。\n介词：从动词虚化而来的一种词类，它的基本功能是把自己所带的宾语介绍给谓语。\n连词：在词、词组、分句、句、句群之间其连接作用，表示它们之间的语法关系或逻辑关系的一类虚词。\n语气词：表达句子语气的一类虚词。"
    },
    {
     "h": "第九课 动词、形容词、名词",
     "c": "一、动词\n定义：动词是表示动作行为、心理活动等的词。\n小蒋提醒：古汉与现汉中的动词都在句子中主要充当谓语，动宾关系和双宾语结构上古汉与现汉不同。\n一、动词\n（一）动宾关系 【1910简答】\n动宾关系：指动词和宾语的语义关系。\n1.受动关系：指谓语所表示的动作行为，由主语所表示的人和物发出，宾语则是动作行为的承受者。\nA.沛公至军，立诛杀曹无伤。  《鸿门宴》\n 分析：沛公回到军营，立即杀死了曹无伤。“曹无伤” 是“诛杀” 动作的承受者。\nB.四年，春，齐侯以诸侯之师侵蔡。\n 分析：“蔡”是“侵”的承受者，表示“侵犯蔡国”\n2.使动关系：使……的含义。\nA.庄公寤生，惊姜氏，故名曰寤生，遂恶之。 分析：“惊”表示的是“使姜氏受惊”。\nB.故天下尽以扁鹊为能生死人。\n 分析：“生”不是主语“扁鹊”发出来的，而是“死人”发出来的。 “生”表示“使死人复生”\n注意：不及物动词的使动用法（了解常见的例子即可）\n①求也退，故进之；由也兼人，故退之。   分析：使冉求勇于进取，使子路谦让后退\n②（秦王）卒廷见相如，毕礼而归之。    分析：“归之”表示 让相如回去\n③不战而屈人之兵，善之善者也。      分析：“屈人之兵”表示使他人的军队屈服\n④焉用亡郑以陪邻。           分析：“亡郑” 表示使郑国灭亡\n⑤将尉醉，广故数言欲亡，忿恚 fèn huì 尉。 分析：“忿恚尉” 表示使将尉恼怒。\n及物动词：\n①受动关系：昔齐威王常为仁义矣，率天下诸侯而朝周。 [朝与周是受动关系，周是朝的对象]\n②使动关系：欲辟土地，朝秦楚，莅中国而抚四夷也。  [秦楚不是朝的对象，而是使秦楚来朝见]\n③受动：韩厥梦子与谓己曰：“旦辟左右。”故中御而从齐侯。[“从”与“齐侯”是受动关系，“齐侯”是“从”的对象]\n④使动：沛公旦日从百余骑来见项王。 [“从”与“百余骑”是使动关系，表示“使百余骑跟从”]\n在使动关系的动宾结构中 — 宾语省略：\n①远人不服而不能来也。  [使（远人）来]\n②宋师不整，可败也。  [使（宋国）败]  “来”和“败”在形式上都没有带宾语。\n3.为动关系：“为……”的含义。\n（1）为动关系：是指谓语动词所表示的动作是为宾语所表示的人或物发出的。\n     动词对宾语具有“为（宾语）……”的含义。\n 例：邴 bǐng 夏御齐侯，逢丑父为右。\n 分析：“御”是动词，“齐侯”是宾语，“御齐侯”—— “为齐侯驾车”\n（2）为动关系中，宾语常表示动词的原因、目的和受益者：\n①（灌夫）非有大恶，争酒杯，不足引他过以诛也。\n 分析：“争酒杯” 的意思是 为酒杯而争（原因）\n②伯夷死名于首阳之下，盗跖 zhí 死利于东陵之上。\n 分析：“死名、死利” 的意思是 为名而死、为利而死（目的）\n③大叔完聚，缮甲兵，具卒乘，将袭郑。夫人将启之。\n 分析：“启之” 的意思是 为他（大叔）打开城门 （受益）\n4.其他动宾关系：\n除上述三种情况，古代汉语中还存在着其他类型的动宾关系：\n例（1）： 四月秀葽 yāo，五月鸣蜩。\n分析：“葽”是一种草名，“秀”指植物不开花而结果，“秀葽”的意思是“葽草结果实”。\n  “蜩”指的是蝉，“鸣蜩”指的是“蝉鸣”。\n  “葽”“蜩”虽处于宾语的位置上，但从语义关系上看，却是动作行为的施事者。\n例（2）： 余久卧病无聊，乃使人复葺 qì 南阁子。\n“卧病”是动宾关系，“因病而卧”。“病”在宾语的位置上，但从语义关系上看，却表示动作行为的原因。\n例（3）： 中贵人走广，广曰：“是必射雕者也。”\n“走广”是动宾关系，“跑到李广那里”。“广”在宾语的位置上，但从语义关系上看，却表示动作行为的处所。\n例（4）： 积五六年，单于弟于靬 qián 王戈射海上。\n例（5）： 勤而无所，必有悖心。且行千里，其谁不知？\n分析：“积五六年”是过了五六年，“行千里”是走了千里，分别表示时间和数量。\n（二）双宾语\n1.双宾语：指一个谓语动词后边出现两个宾语。\n现代汉语中：能够带双宾语的动词往往具有“给予”“告知”“教示”等意义。\n如：①我给你一本书。②收了我两元钱。③告诉大家一件事。④教你一个好办法。\n古代汉语中： 例：秦亦不予城于赵，赵亦不予秦璧。\n          翻译：秦国肯定不会把城池交到赵国的手中，那么赵国自然不会把和氏璧给秦国。\n分析：“予”是动词，“秦”是“予”的间接宾语，“璧”是“予”的直接宾语，意思是“给秦国和氏璧”。\n理解：直接宾语是动作的直接承受者，间接宾语表示谓语动作的方向（对谁做）或动作的目标（为谁做）\n小蒋提醒一注意：\n离动词近的叫近宾语（间接宾语），离动词远的叫远宾语（直接宾语）。一般间接宾语指人，直接宾语指物。\n2.双宾语的类型：\n（1）能够带双宾语的动词，往往具有“给予”“告知”“教示”等意义。\n①取吾璧，不予我城，奈何？ （给予，给我城池）\n②公赐之食，食舍肉。     （给予，赏赐给他食物）\n③野人与之块。         （给予，乡下人给他们土块）\n④公语之故，且告之悔。    （告知，告诉他原因/后悔的心情）\n⑤彼童子之师，授之书而习其句读者，非吾所谓传其道解其惑者也。（教示，教给他书）\n⑥丞相数言将军，将军何以教寡人计策？         （教示，教给我计策）\n⑦于是乎伐原以示之信。                 （教示，教/显示他的信用）\n（2）古代汉语中的“为”可以带双宾语。\n①不如早为之所，无使滋蔓。  （给他安排一个地方）\n  分析：“为”是动词，“之”为间接宾语，“所”为直接宾语。\n②颜渊死，颜路请子之车以为之椁 tuí。  （为颜渊置备外棺）\n③而为之箪食与肉，置诸橐 tuó 以与之。（替他准备一小筐饭和肉，橐，口袋）\n（3）古代汉语中，有些动词用作使动时可以带双宾语。\n①晋侯饮赵盾酒，伏甲将攻之。（翻译：晋灵公赐给赵盾酒喝，预先埋伏好身穿铠甲的武士，准备攻杀赵盾）\n 双宾语：赵盾、酒；饮不是由晋侯发出，而是由赵盾发出，表示“晋侯让赵盾喝酒”\n②若弗与，则请除之，无生民心。 （“生”是“使民众产生二心”）\n③均之二策，宁许以负秦曲。（使秦国承担理亏的责任）\n小蒋老师提醒—— 判断双宾语小秘诀：形式通常为：动作词+人+物\n（4）古代汉语中有些动词可以带双宾语，发展现代汉语中这些动词不能带双宾语。\n例：【特殊动词，熟悉例子即可，见教材138页】\n①“天生民而立之君，使司牧之，勿使失性”（为民立君）\n②“天佑下民，作之君，作之师。”（为下民设立君主、老师）\n③“欲见贤人而不以其道，犹欲其入而闭之门也。”（对贤者关闭大门）\n④“故天予之时，地生之财”（为明君生长财物）\n二、形容词\n形容词是表示事物的性质和状态的词。\n（一）形容词用作动词\n1.形容词用作一般动词\n形容词因语境在具体的语法结构中临时改变了词性，具有了动词的语法功能，\n用作动词后的意义与原形容词的意义有着密切联系。\n①虽父之不慈子，兄之不慈弟，君之不慈臣，此亦天下之所谓乱也。（对……很慈爱）\n②倾夺邻国，而雄诸侯。（称雄）\n③楚左尹项伯者，素善留侯张良。（形容词：善良，动：与……友好）\n2.形容词的使动用法\n形容词使动用法，是指形容词用作动词后，\n使宾语所表示的人或事物具有该形容词所表示的性质和状态，具有“使（宾语）……”的含义。\n①欲洁其身，而乱大伦。  （使其身洁）\n②今媪 ǎo 尊长安君之位，而封之以膏腴之地。（尊本是形容词，用作动词，“尊长安君”：使长安君地位尊贵）\n③宣子说，乃轻币。（使币轻）\n3.形容词的意动用法\n指形容词用作动词后，主观上认为后面宾语具有形容词的性质或状态。具有“认为（宾语）……” 的含义。\n①今先生俨然不远千里而庭教之，原以异日。\n分析：“远”本是形容词，用作动词，宾语是“千里”，表示“认为千里很远”。\n②是故明君贵五谷而贱金玉。   分析：“贵五谷”是认为五谷很重；“贱金玉”是认为金玉很轻贱。\n③左右以君贱之也，食以草具。  分析：“贱之”表示认为冯谖卑贱。\n区分：意动vs使动（小蒋提醒—易混点，理解）\n形容词的使动用法和意动用法在形式上基本相同，它们的区别在于：\n意动用法表达的是“认为宾语……”、“把宾语当作……”，是主观看法；\n使动用法表达的则是“使宾语……”是客观的结果。\n例句（1）：\n①孔子登东山而小鲁，登泰山而小天下。\n②工师大木，则王喜；匠人斫而小之，则王怒。\n“小鲁”“小天下”是孔子“认为鲁小” “认为天下小”，主观感受；\n“小人”是匠人“使之小”，即“把它砍小”，客观结果。\n例句（2）：\n①民各甘其食，美其服，安其居，乐其俗。\n②其达士，洁其居，美其服，饱其食。\n第一个“美其服”是“认为他们的服饰很美”，主观感受；\n第二个“美其服”是“使他们的服饰很美丽”，客观结果。\n4.如何判断形容词是否活用为动词 【1101/1110简答；判断其活用的依据—2404简答】\n（1）形容词后面加名词，又不能构成修饰关系，一般活用为动词。\n①卒使上官大夫短屈原于顷襄王。 ②于是梁王虚上位，以故相为上将军。\n（2）形容词放在能愿动词后面，一般活用为动词。如“能、敢”。\n①大王必欲急臣，臣头今与璧俱碎于柱矣。\n②强本而节用，则天不能贫。\n③问其深，则其好游者不能穷也。\n（3）形容词后面加代词，一般活用为动词。\n①吾妻之美我者，私我也。      ②时充国年七十余，上老之。\n（4）形容词放在“所”的后面，一般活用为动词，组成所字结构。 [所字一般和动词组合成“所”字结构]\n①故俗之所贵，主之所贱也。    ②世之所高，莫若黄帝。\n（二）形容词词尾\n古代汉语中，形容词词尾主要有 “若、然、尔、如”，表示“……的样子”。\n①桑之未落，其叶沃若。         （在句子中作谓语）\n②今先生俨然不远千里而庭教之，愿以异日。 （在句子中作状语）\n③夫子莞尔而笑。             （在句子中作状语）\n④君子引而不发，跃如也。        （在句子中作谓语）\n⑤短褐穿结，箪瓢屡空，晏如也。     （在句子中作谓语，“晏”是怡然自得之意。）\n三、名词\n定义：名词是表示人或事物名称的。\n小蒋提醒-古代汉语中名词的用法：\n相同：古汉中名词的主要语法功能是作主语、宾语和定语，和现汉基本相同。\n不同：古汉中的名词和名词短语还可充当谓语和状语。\n     名词充当谓语：在判断句中作谓语（第十六课判断句讲）、名词用作动词。\n（一）名词作状语 【1804/2210简答】\n[小蒋提醒：古汉中方位名词、时间名词、普通名词都可直接作状语，不属于活用]\n1.表示动作发生或进行的方位或处所，有“在……”、“到……”、“由……”等意思。\n①鹏之徙于南冥也，水击三千里。 （“水” 是“在水面上”的意思）"
    },
    {
     "h": "第九课 动词、形容词、名词",
     "c": "②里有殡，不巷歌。       （“巷”是在巷子里的意思，修饰后面的动作，表示它们发生的场所）\n③黎丘之鬼效其子之状，扶而道苦之。 （在路上）\n2.表示动作进行时所用的工具或依据，“用……” “ 拿……”的意思。\n①家人车载欲往就医。  （“车”表示“用车载”）\n②剑斩虞常已。    （“剑”表示“用剑斩”）\n③每字为一印，火烧令坚。 （用火烧）\n3.表示动作进行的方式。\n①邑犬群吠兮，吠所怪也。 （群吠：成群地叫）\n②渔夫樵夫之舍，皆可指数。 （指数：用手指点着数清数目）\n4.表示对待动作对象的态度，“把……当作…”、“像对待……一样”的意思。\n①齐将田忌善而客待之。（客：把他当作客人一样对待）\n②田单乃起，引还，东乡坐，师事之。（师事之：像对待老师那样侍奉他）\n③今而后知君之犬马畜伋。（犬马畜伋：把伋当作犬马养畜）\n5.表示动作进行时的状态，多用比喻的方式描绘动词所表示的行动的方式或状态，\n  有“像……一样的”，“像……似的”之意。\n①项庄拔剑起舞，项伯亦拔剑起舞，常以身翼蔽沛公，庄不得击。（“翼蔽”是“像鸟的翅膀张开那样掩护”）\n②睹此状，大惧，兽伏而出。 （“兽伏”指的是“像野兽一样爬出来”）\n③将不胜其忿而蚁附之。  （“蚁附”是“像蚂蚁一样地攀爬”）\n● 名词作状语特殊情况：\n除普通名词外，方位名词和时间名词在古代汉语中也常作状语，用以表示动作发生的处所、趋向或时间。\n①何进韩信，汉王以为大将军，说汉王令引兵东定三秦。\n②魏有贤人可与俱西遊者乎？\n③朝辞白帝彩云间，千里江陵一日还。\n④长驱到齐，晨而求见。\n其中，时间名词“日、月、岁” 作状语具有特殊意义。\n①放在具有行动性的动词前，表示“每日、每月、每岁”的意思。例：王生日饮酒。\n②“日”字放在表示发展变化的动词或形容词的前面，作“一天天地”讲，表示情态的逐渐发展或动作行为的逐渐完成。例：田单兵日益多。\n③“日”字用在句首主语之前，或和“者”字结合在一起使用，相当于“往日、从前”，用来表示追溯过去。\n 例：日者，荆王兼有其地。\n（二）名词用作动词 【1510/1210/2010考期/2304简答】\n1.名词用作一般动词：是指因为语境条件，名词在具体的语法结构中临时改变了词性，具有动词的语法功能。\n①范增数目项王。      （“目”本是“目光”，这里用为动词“以目光示意”）\n②陈骇涕不敢声。      （本是眼泪、声音，这里用为动词“哭泣、出声”）\n③老臣病足，曾不能急走。  （本是名词，这里用为动词“生病”）\n④方欲行，转视积薪后，一狼洞其中。（本是名词，这里用为动词“挖洞”）\n⑤女股肱 gōng 周室，以夹辅先王。（“股肱”：大腿和胳膊，比喻左右辅佐之臣。译为“辅佐”）\n⑥故君人者，劳于索之，而休于使之。（君：统治）\n注：方位名词也可以用作一般动词，表示主语向某个方位行动。\n①与老人期，后，何也？ （后到）\n②寡人将立管仲为仲父，善者入门而左，不善者入门而右。（“往左边走”“往右边走”）\n③南之人不得北，北之人不得南。（“向北走”“向南走”）\n2.名词的使动用法：指名词用作动词后，使宾语成为该名词表示的人或事物，“使（宾语）……”。\n①夺之人者臣诸侯，夺之与者友诸侯。（“臣诸侯、友诸侯”是使诸侯成为臣下、使诸侯成为朋友）\n②然后卑事夫差，宦士三百人于吴，其身亲为夫差前马。（使士成为宫中服役的小臣）\n③脯鬼侯以飨诸侯。   （使鬼侯成为肉干）\n方位名词的使动用法是使宾语所表示的人或事物按照这个方位名词所表示的方位行动。\n①令尹南辕反旆 pèi。 （使车轮向南走）\n②筑室百堵，西南其户。 （西南其户是指使门户向西方或南方开着）\n③故王不如东苏子，秦必疑齐而不信苏子矣。（使苏子向东去）\n3.名词的意动用法：是指名词用作动词后，主语主观上把宾语所代表的人或事物看作是这个名词所代表的人或事物，具有“认为（宾语）……”的含义。\n①各亲其亲，各子其子。（把……当作是双亲/子女）（各以父母为亲，各以子女为子）\n②孟尝君客我。    （认为……是客、把……当作是客人）\n③夫人之，我可以不夫人之乎？  （“夫人”是“把……称为夫人”）\n④诸侯之宝三：土地，人民，政事。宝珠玉者，殃必及身。（“宝”是“把……当作珠宝”）\n⑤下义其罪，上赏其奸，上下相蒙，难与处矣。（义：把……当作道义）\n⑥刑仁讲让，示民有常。    （刑：把……当作法则）\n小蒋提醒：如何区分名词的使动与意动用法：\n同：句法结构上相似。\n异：意动用法表达的是“认为”、“当作”，是一种主观看法；\n   使动用法表达的是使宾语成为什么，具有使令意义，是客观结果。\n4.名词的为动用法\n 即名词用作动词时，后面的宾语并不是动作的直接受事者，而是动作间接涉及的对象。\n 父曰：“履我。” （“履我”是为我穿上鞋）\n5.如何判断名词用作动词：四种情况\n（1）名词前有能愿动词或副词，如“可、能、敢、自、相、不、遂、当、欲、悉、数”等，这个名词通常用作动词。能愿动词和副词通常修饰动词。\n①秦师遂东。     （名词动用。 本义“东方”，用作“向东而去”。）\n②子谓公冶长：可妻也。（名词作动词“以……为妻”，“迎娶”）\n③晚来天欲雪，能饮一杯无？（即将下雪）\n④范增数目项王。    （多次用眼神示意）\n⑤今日不雨，明日不雨，即有死蚌。（不下雨）\n（2）名词后面连带代词，并且是动宾关系，那么这个名词就用作动词。名词不能修饰代词，当名词出现在代词前时，一般用作动词。\n①驴不胜怒，蹄之。  ②陀躆 mài （脉）之。\n（3）有的名词连用，如果不是并列或偏正关系，那么其中必有一个名词活用作动词，构成动宾关系、动补关系或主谓关系。\n①魏桓子肘韩康子，康子履魏桓子，蹑其踵。\n②苏武今日降，明日复然，空以身膏草野，谁复知之。\n（翻译：苏君你今日投降，明日也是这样。白白地让自己的身躯供野草作肥料，又有谁知道你呢！）\n（4）名词放在“所”的后面，一般用作动词。\n①置人所罾 zēng 鱼腹中。（翻译：放进别人捕到的一条鱼的肚子里） 分析：本：渔网，这里：用网捕\n②食吾之所耕，而衣吾之所蠶（蚕）。（翻译：吃要吃自己耕种出来的东西，穿自己所养的蚕吐出来的丝做成的衣服） “所”字一般与动词结合组成所字结构。"
    },
    {
     "h": "第十课 数词及数量表示法",
     "c": "一、数词\n数词：是表示事物或动作的数目或次序（次数）的词。\n古代称数的方式，与现代汉语基本相同，但也存在一些差异。\n主要从基数、序数、分数、倍数、约数、虚数等六个方面介绍古代汉语的数词。\n（一）基数与序数\n基数和序数的用法，古今大致相同，但也有不同。\n基数 （一、二、三、四、五、六、七……十、百、千、万）\n古汉语中的基数表示法要注意以下几点（共3点）：\n1.整数百、千、万前，通常不加“一”。\n①今齐地方千里，百二十城。   （翻译：如今齐国有方圆千里的疆土，一百二十座城池。）\n②今夫差衣水犀之甲者亿（億）有三千。（翻译：现在夫差那边穿着水犀皮制成铠甲的士卒有十万三千人）\n2.整数和零数之间，一般不用“零”补位，有时中间会加“有”或“又”。（“有”是“又”的假借，表示下面的数目是小一位）\n①春秋之中，弑君三十六，亡国五十二。\n②凡诗赋百六家，千三百一十八篇。\n③十有二年，必获此土。二三子志之。\n④即去大梁百有二十里耳。\n注意：古汉中“两”专用来表示成双成对的两件事物。两臂、两手、两汉。\n3.“再”表示动作发生了两次或第二次，和现代汉语的“又一次”不同。\n①一岁而再获之。         （一年收获两次庄稼）\n②一之为甚，其可再乎？       （一次就过分了，哪里可以再来第二次呢？）\n③夫战，勇气也。一鼓作气，再而衰，三而竭。（再是“第二次”）\n注意：当“再”表示第二次时，与“一”“三”相对。\n（一）基数与序数\n1.在序数表示法上，古代汉语与现代汉语一致的是直接用基数词，或用“第”放在基数词前。\n①五行：一曰水，二曰火，三曰木，四曰金，五曰土。\n②不祀，一也。耆酒，二也。弃仲章而夺黎氏地，三也。虐我伯姬，四也。伤其君目，五也。\n③五月辛丑，大叔出奔共。\n④平阳侯曹参身被七十创，攻城掠地，功最多，宜第一。\n⑤孝文帝乃以绛侯勃为右丞相，位次第一；平徙为左丞相，位次第二。\n2.序数还有以下几种表示法：\n（1）用“甲、首、冠、太上（大上）”等表示第一，第二以下用“次”“次之”“次者”或“其次”等表示。\n①大上有立德，其次有立功，其次有立言。\n②生而知之者，上也。学而知之者，次也。困而学之，又其次也。\n③萧何第一，曹参次之。\n④吴楚地方千里，象犀珠玉之富甲于天下。\n⑤夫尧之贤，六王之冠也。\n⑥（管仲）据齐国之政，一匡天下，九合诸侯，为五伯首。\n（2）用“伯（孟）仲叔季”或天干、地支等表示。 “伯（孟）仲叔季”主要用于兄弟姐妹之间的长幼排序。\n①高辛氏有才子八人，伯奋、仲堪、叔献、季仲、伯虎、仲熊、叔豹、季貍。\n（二）分数与倍数\n1.古代汉语分数最完整的表示法是“分母 + 分+ 名词 + 之 + 分子”。\n 如：“方今大王之众，不能十分吴楚之一”\n2.除此之外，主要是省略“分”“名词”或“之”的一些简略表示法，省作为“分母+名词+（之）” “分母+之一（或之二）” “分母+分+之一（或之二）” “分母+分+分子”等形式。\n①管子对曰：“昔者圣王之治天下也，三其国而五其鄙”。\n②大都不过三国之一；中，五之一；小，九之一。\n③一年春事都来几？早过了，三之二。\n④故关中之地，于天下三分之一，而人众不过什三，然量其富，什居其六。\n⑤子一分，丑三分二，寅九分二，卯二十七分之六。\n3.当分母是十（什）或百以上整数，而分子是个位数时，分母和分子中间不用“分”或“之”，而用“分母+分子”这一形式。\n①什一，去关市之征，今兹未能。（“什一”：按照田地总产量的十分之一收税）\n②齐得十二焉。     （齐国只要诸侯的十分之二的兵力就能抵挡诸侯的百万之兵）\n③汉兵物故什六七。    （汉兵死了十分之六七。）\n（二）分数与倍数\n1.古代汉语的倍数往往用数词直接表示，其中两倍称“倍”，五倍称“蓰” zǒng。\n 其中两倍称“倍”，五倍称“蓰”。“蓰”常与“倍”连用，表示不定的多数。\n 例：学者之于书，多且易致如此。其文辞学术，当倍蓰于昔人。\n2.其余表示几倍时，直接说出倍数的数位或在数位后加“倍”。\n①利不百，不变法      —— “百”表示百倍\n②尝以什倍之地，百万之众，叩关而攻秦。\n③小国寡民，使有什佰之器而不用。  —— 十倍百倍\n 小国寡民：小，寡一动词，使……小/少的意思。小国寡民：国家要小小的，人口要少少的。\n2.其余表示几倍时，直接说出倍数的数位或在数位后加“倍”。有时数词后面带宾语“之、此”等表示倍数。\n①枣栗千石者三之。       （三倍于千石）\n②所伐而当，其福五之；所伐不当，其祸十之。 （五倍于/十倍于）\n③况莫大诸侯，权力且十此者乎！     （何况是无比强大侯，权力还十倍于此的呢）\n3.如果表示几倍于某个数时，一般采用“倍数+基数”的形式。\n①有神人二八，连臂，为帝司夜于野。（“二八”是两个八，即十六）\n②关山三五月，客子忆秦川。\n③夫诸侯上象四七，垂耀在天。\n小蒋老师区分易混的分数与倍数的小秘诀：\n（1）分数：大+小，如三分之一\n（2）分数：十（什）或百以上整数+个位分子，如齐得十二\n（3）倍数：小+大，如二八、三五\n小蒋提醒：如果是纯表示基数十二，那么会用“十 有/又 二”等方式来表示。\n（三）约数和虚数\n1.约数：也叫概数，表示大概、大约的数。\n2.主要有两种表示法：\n（1）连用两个相邻或相近的基数表示约数。\n①冠者五六人，童子六七人。 ②淮南王有子四人，皆七八岁。 ③秋水才深四五尺，野航恰受两三人。\n（2）在数词或量词前后添加“将、且、可、约、所、余、许、数”等词，表示接近或超过某个确定的数量。\n（大约，大概）\n①北山愚公者，年且九十。 ②章小女年可十二。 ③今滕绝长补短，将五十里也。\n④舟首尾长约八分有奇。 ⑤从弟子女十人所。 ⑥地之相去也，千有馀里。\n⑦食顷，吐出三升许虫。 ⑧其可以为舟者旁十数。 ⑨收取其钱，得数百万。\n（三）约数和虚数\n1.表示极多的虚数，常用基数词“三、五、七、九”及倍数或“十、百、千、万”等整数表示。\n①三过其门而不入。            ②简子疾，五日不知人。\n③虽九死其犹未悔。            ④军书十二卷，卷卷有爷名。\n⑤东下齐城七十二，指挥楚汉如旋蓬。    ⑥剑一人敌，不足学，学万人敌。\n2.另外可用“一、一二”等表示数量极少。\n①杨子取为我，拔一毛而利天下，不为也。\n②（文王）用肇造我区夏，越我一二邦，以修西土。\n二、数量表示法\n根据所修饰的对象是事物还是动作，数量表示法，可分为两种：（理解为主）\n名量词（或叫物量词）和动量词。\n名量词修饰名物，表示事物数量单位。 （一本书）\n动量词修饰动作，表示动作数量单位。（打一下）\n（一）名量表示法 【1704简答；2510简答】\n1.数词+名词。\n①此车一人殿之，可以集事。     ②诗三百，一言以蔽之。"
    },
    {
     "h": "第十课 数词及数量表示法",
     "c": "2.名词+数词。\n①原思为之宰，与之粟九百，辞。     ②吏二缚一人诣王。\n3.数词+量词+名词。\n①今之为仁者，犹以一杯水救一车薪之火也。\n②半亩方塘一鉴开，天光云影共徘徊。\n③三万里河东入海，五千仞岳上摩天。\n有时会在数量结构后加“之”。\n④文公伐原，令以三日之粮。   ⑤百亩之田，勿夺其时，数口之家可以无饥矣。\n4.名词+数词+量词。\n①我持白璧一双，欲献项王；玉斗一双，欲与亚父。\n②于是乎每朝设脯一束、糗 qiǔ 一筐，以羞子文。\n小蒋巧记-名量表示：数名、名数、数量名、名数量\n（二）动量表示法\n1.数词+动词。\n①吾日三省吾身。 ②三周华不注。  ③宋殇公立，十年十一战，民不堪命。\n2.动词+数词+量词。\n①诵三遍而请习之。        放在动词后面的数词，是作为补语修饰动词的。\n有时为了强调动作的数量，可以把表示数量的数词放在句尾，并在数词前面用“者”字。\n这样，“者”字词组就充当了全句的主语，放在句尾的数词成了全句的谓语。\n①范增数目项王，举所佩玉玦以示之者三。\n②将闾乃仰天大呼天者三，曰：“天乎！吾无罪！”\n③盖一岁之犯死者二焉。"
    },
    {
     "h": "第十一课 副词",
     "c": "副词：是表示行为、性状的某些特征的词，\n副词的主要作用：是修饰动词、形容词或名词性谓语，在句子中作状语。\n根据意义，将副词分为：程度副词、范围副词、时间副词、否定副词、情态副词和谦敬副词。\n一、程度副词 【2110考期简答】\n（一）表示程度高的副词： “极、殊、甚、尤、绝、良”，相当于现代的“非常、特别”。\n①老臣贱息舒祺，最少，不肖。        ②便舍船，从口入，初极狭，才通人。\n③老臣今者殊不欲食。              ④生之者甚少，而靡之者甚多。\n⑤苍本好书，无所不观，无所不通，而尤善律历。\n⑥秦女绝美，王可自取，而更为太子取妇。   ⑦始皇默然良久。\n（二）表示程度加深的副词： “愈、益、弥、加、滋”等，相当现代中的“更加”。\n①故主上愈卑，私门益尊。\n②退而修《诗》《书》《礼》《乐》，弟子弥众。\n③邻国之民不加少，寡人之民不加多，何也？  [加的副词意义在现代已不用]\n④积货滋多，蓄怨滋厚，不亡何待？\n（三）表示程度较轻的副词： 表示程度较轻或渐变的副词：“略、少、稍、颇”等。\n①于是项梁乃教籍兵法，籍大喜。略知其意，又不肯竟学。   [稍微]\n②辅之以晋，可以少安。               [稍微，略微，相当于“稍”]\n③项羽乃疑范增与汉有私，稍夺其权。        [逐渐，渐渐剥夺了他的权利]\n④常著文章自娱，颇示己志。             [稍微]\n⑤仆虽怯懦，欲苟活，亦颇识去就之分矣。      [稍微]\n⑥臣愿颇采古礼与秦仪杂就之。            [稍微]\n⑦贾生年少，颇通诸子百家之书。           [表示程度很高，“很”]—现汉—颇为费解\n二、范围副词\n（一）表示总括的范围副词：“皆、尽、咸、悉、毕、举、具”等，相当于现代汉语中的“全”“都”。\n①左右皆恶之，以为贪而不知足。         ②尽信书，则不如无书。\n③村中闻有此人，咸来问讯。           ④愚以为宫中之事，事无大小，悉以咨之。\n⑤群贤毕至，少长咸集。             ⑥良乃入，具告沛公。\n⑦百姓闻王车马之音，见羽旄 máo 之美，举疾首蹙頞 è 而相告。\n（二）表示限定的范围副词：“唯、独、直、仅、特、徒、但”等，相当于现汉中的“只”。\n①唯天为大，唯尧则之。             ②其人与骨皆已朽矣，独其言在耳！\n③直不百步耳，是亦走也。            ④狡兔有三窟，仅（僅）得免其死耳。\n⑤且夫苏秦特穷巷掘门桑户棬枢之士耳。      ⑥王徒好其言，不能用其实。\n⑦不闻爷娘唤女声，但闻黄河流水鸣溅溅。\n⑧初守睢阳时，士卒仅万人，城中居人户亦且数万。 [jìn，几乎、将近]\n三、时间副词\n（一）表示动作已经或曾经发生的时间副词：“既、已、业、曾、尝”（已经，曾经）。\n①哙既饮酒，拔剑切肉食，尽之。  ②胡亥已闻扶苏死，即欲释蒙恬。\n③良业为取履，因长跪履之。    ④孝惠帝曾出游离宫。\n⑤吾尝终日而思矣，不如须臾之所学也。\n“既”“已”“业”表示动作行为已经结束，相当于现汉中的“已经”。\n“曾”“尝”表示动作行为在过去曾经发生过，相当于现汉中的“曾经”\n（二）表示动作正在进行或正在实现：“方、会、适”等。（正、正在）\n①见人方引婴儿而欲投之江中，婴儿啼。  ②此时鲁仲连适游赵，会秦围赵。\n③会天大雨，道不通，度已失期。\n（三）表示动作即将发生：“将”“且”“行”等。（将、将要）\n①其为人也，发愤忘食，乐以忘忧，不知老之将至云尔。\n②胡急击之，矢下如雨。汉兵死者过半，汉矢且尽。\n③行略定秦地。\n（四）表示动作终究发生了：“终、竟、卒”。（最终）\n①今足下虽自以为与汉王厚交，为之尽力用兵，终为之所禽矣。\n②信亦知其意，怒，竟绝去。\n③子胥沉江，比干剖心。此二子者，世谓忠臣也，然卒为天下笑。\n（五）表示动作行为时间短暂或长久：“俄、姑”（短暂）； “素、常”（长久）\n①俄闻帘钩复动。                  [一会儿]\n②多行不义必自毙，子姑待之。            [暂且]\n③吴广素爱人，士卒多为用者。            [一向]\n④明主贤君，常欲坐而致之，其势不能，故以取绩之。  [常常]\n特殊：其他表示动作行为的速度和频率的副词： “立、即、亟、数、屡、复”\n①今如此走，匈奴追射，我立尽。         [立即、马上，动作行为发生的速度快]\n②哙即带剑拥盾入军门。              [立即、马上，动作行为发生的速度快]\n③凡而器用财贿无置于许，我死，乃亟去之。   [读音 jí，马上]\n④好从事而亟失时，可谓知乎？          [读音 qì，屡次]\n⑤范增数目项王，举所佩玉玦以示之者三，项王默然不应。[屡次多次，动作行为发生频率高]\n⑥琛为秦州刺史，诸羌外叛，屡讨之，不降。   [屡次多次，动作行为发生频率高]\n⑦兔不可复得，而身为宋国笑。          [相当于现代汉语中的“再”]\n四、情态副词\n（一）表示肯定的情态副词：“固”（本来）“必”（一定）、“诚”（的确）“乃”（就是）“果”（果真）等。\n①百工之事，固不可耕且为也。          [本来]\n②川壅而溃，伤人必多。             [一定]\n③此诚危急存亡之秋也。             [的确]\n④吕公女乃吕后也。                [就是]\n⑤留五月，秦果举鄢、郢、巫、上蔡、陈之地。  [果真]\n（二）表示猜度的情态副词：“盖” “殆”。\n①舜目盖重瞳子。          ②此殆天所以资将军，将军岂有意乎？\n①中的“盖”表示不能肯定的推测语气，相当于现汉中的“或许、大概”；②中的“殆”也表示一种推测。\n（三）表示反问的情态副词：“岂” “宁” “独” “庸” 等。\n①岂（岂）人主之子孙则必不善哉？       ②王侯将相宁有种乎？\n③王独不见夫蜻蛉乎？             ④吾师道也，夫庸知其年之先后生于吾乎？\n小蒋巧记：肯定+猜度+反问。\n五、否定副词【2110考期简答】\n（一）不、弗\n1.“不、弗”表示一般的否定。两者意义相同，但在用法上有些区别。\n  “不”既可以否定动词，又可以否定形容词；既可以否定及物动词，又可以否定不及物动词。\n①不战而屈人之兵，善之善者也。     ②明足以察秋毫之末，而不见舆薪。\n③缘木求鱼，虽不得鱼，无后灾。     ④甚矣，汝之不惠。\n前三个句子中的“不”否定动词，其中例①中的“不”否定的是不及物动词，\n例②和例③中的“不”否定的是及物动词。例④中的“不”否定的是形容词。\n2.“弗”在先秦时期，一般只能否定及物动词，但动词后面一般不带宾语。\n⑤虽有佳肴，弗食，不知其旨也。     ⑥爱共叔段，欲立之。亟请于武公，公弗许。\n3.先秦时期，“弗”也有少数后面动词带宾语的例子，\n如“虽与之俱学，弗若之矣”。到汉代之后，“弗”还可以用于形容词前。  ⑦今吕氏王，大臣弗平。\n（二）毋、勿\n1.“毋”“勿”常用于祈使句中，表示禁止和劝阻，相当于现汉的“别”或“不要”。\n①己所不欲，勿施于人。       ②距关，毋内诸侯。\n2.“毋”常与“无”通用，写作“无”。\n③苟富贵，无相忘。          ④寡君不忍，使群臣请于大国，无令与师淹于君地。\n3.“毋”“勿”也用于陈述句中，相当于“不”。\n⑤子毋读书游说，安得此辱乎？    ⑥欲人勿知，莫若勿属。\n（三）未\n“未”表示事情还没有发生或实现，相当于现代汉语中的“没有”。\n①擐甲执兵，固即死也；病未及死，吾子勉之。  ②吾闻用夏变夷者，未闻变于夷者也。\n “未”有时也表示对行为的否定，相当于“不”。\n③百姓多闻其贤，未知其死也。        ④宦三年矣，未知母之存否。\n（四）非\n“非”作否定副词时否定后面的整个谓语。\n①子非鱼，安知鱼之乐。         ②此庸夫之怒也，非士之怒也。\n③本无谋，又非亲属，何谓相坐？     ④我逃死，非逃富也。    ⑤今之争夺，非鄙也，财寡也。\n六、谦敬副词【2110考期简答】\n谦敬副词：是表示自谦和尊敬的副词。从动词和形容词演变而来，原有意义发生弱化，表示客气或委婉。\n1.表示尊敬别人的副词：“敬、谨、幸、惠、辱”等。\n①卫侯请盟，晋人弗许。       [请为动词，请求，卫国的国君请求和晋国结盟，晋国没有同意]\n②忠之属也，可以一战，战则请从。 [“请”为谦敬副词，表示对对方的敬意]\n③寡人闻之，敬以国从。       ④诚若先生之言，谨奉社稷以从。\n⑤臣从其计，大王亦幸赦臣。     ⑥君惠徼福于敝邑之社稷，辱收寡君，寡君之愿也。\n2.表示自谦的副词：“敢、窃、伏、忝”等。\n⑦若亡郑而有益于君，敢以烦执事。  ⑧老臣窃以为媪之爱燕后贤于长安君。\n⑨臣伏计之，大王奉高祖宗庙最宜称。  ⑩臣忝 tiǎn 当大任，义在安国。"
    },
    {
     "h": "第十二课 代词",
     "c": "代词：是指具有代替或指示人、事物作用的词。\n古汉的代词可以分为人称代词、指示代词、疑问代词、无定代词、特殊代词等五类。\n它们的主要作用是在句子中充当主语、宾语、定语或补语。\n一、人称代词\n人称代词：主要包括第一人称代词、第二人称代词和第三人称代词。\n（一）第一人称代词\n第一人称代词是指代说话者自己及自己这一方的人的代词。包括“台 yí”、“印 áng”、“朕、吾、我、予、余”等。\n1.古代汉语里，“我、予、余”三者在句中都可以作主语、宾语或定语。\n2.而“吾”一般只充当主语和定语，只有在否定句中才可用于宾语，出现在动词前面。\n例1—我决起而飞。              例2—予默默无以应。\n例3—王呼之曰：“余不食三日矣”      例4—吾视其辙乱，望其旗靡，故逐之。\n例5—生我者父母，知我者鲍子也。      例6—属予作文以记之。\n例7—名余曰正则兮，字余曰灵均。      例8—我勝若，若不吾勝。\n例9—三人行，必有我师焉。          例10—启予足！启予手！\n例11—自始合，而矢贯余手及肘。      例12—昔者吾舅死于虎，吾夫又死焉，今吾子又死焉。\n分析：例1-4：充当主语；例5-8：充当宾语；例9-12：充当定语。\n3.“吾”到中古时期，才可以在动词和介词后作宾语。\n①东野与吾书。 [给我书]          ②与吾共定天下者，独卿而已。 [和我]\n（二）第二人称代词\n1.第二人称代词是指代听话及他那一方的人的代词。常见的有“尔、女（汝）、若、而、乃”等。\n（1）从语音看，“尔、女（汝）、若”和“而、乃”古音相近。\n（2）从语法看，“尔、女/汝、若”都可以作主语、宾语和定语，“而、乃”一般只用作定语，少作主语，不作宾语。\n（3）从语义看，相对“而、乃”而言，“尔、女（汝）、若”是比较随便的称呼，一般用于称呼下级、晚辈或平辈。\n例1—尔之爱我也不如彼。            例2—女闻人籁而未闻地籁，女闻地籁而未闻天籁夫。\n例3—若入，前为寿。              例4—夫差，而忘越王之杀而父乎？\n例5—我无尔诈，尔无我虞。           例6—三岁贯女，莫我肯顾。\n例7—一尽矣，吾语若！             例8—不狩不猎，胡瞻尔庭有县貆 huán 兮？\n例9—往之女家，必敬必戒，无违夫子。     例10—北山愚公长息曰：“汝心之固，固不可徹”\n例11—王师北定中原日，家祭无忘告乃翁。   例12—里克曰：“曩 nǎng 而言戏乎？”\n分析：例1-4：充当主语。例5-7：充当宾语。例8-12：充当定语。\n（三）第三人称代词\n1.第三人称代词是指代说话者和听话者以外的其他方面的人或事物的代词。\n       常见的有“之、其、厥”等。既可以指代人，也可以指代事物。\n①爱共叔段，欲立之。             [指代共叔段]\n②桓公亲逆之于郊，而与之坐。         [译为“他”，指代管仲，齐桓公亲自在郊外迎接管仲]\n③放之山下 。                  [指代驴]\n④屠暴起，以刀劈狼首，又数刀毙之。      [指代狼]\n⑤“祭肉，不出三日；出三日，不食之矣”。[“之”在否定句或疑问句中一般要提前，也有放在动词之后的]\n2.“其”主要有两种用法：一是作定语，表示领属关系；二是充当谓词组或分句的主语。【2104简答】\n①今吾于人也，听其言而观其行。       ②北冥有鱼，其名为鲲。\n③及其未既济也，请击之。           ④百姓皆闻其贤，未知其死也。"
    },
    {
     "h": "第十二课 代词",
     "c": "分析：例①和例②中的“其”充当定语，例③和④中的“其”充当主语。\n3.“厥”的用法：大致与“其”相当，但只能作定语，不能作为谓词组的主语。\n①率时农夫，播厥百谷。      ②厥土良沃，谷麦一岁再熟。\n4.“之、其”：也可用于指代说话者或者听话者一方。\n①夫子矢之曰：“予所否者，天厌之！天厌之！”       [指代夫子，即“我”]\n②士季曰：“谏而不入，则莫之继也。”           [“您”的意思，指代赵盾，听话者一方]\n③今也，父兄百官不我足也，恐其不能尽于大事，子为我问孟子。[说话者自身，滕文公]\n④故以为其爱不若燕后后。                 [“其”指代听话者，即赵太后。]\n⑤王顾左右而言他。                     [先秦古汉中非人称代词，指“其他，别的”]\n5.其他用法：有时在第一或第二人称代词后加“侪、属、曹、辈”等表示复数，\n         意思是“这些人、我们这些（这帮）人、你们这些（这帮）人”等。\n①吾侪偷食，朝不谋夕，何其长也？   ②不若，若属皆且为所虏。\n③戏问垂纶客，悠悠见汝曹。      ④狼曰：“吾非固欲负汝，天生汝辈，固需吾辈食也。”\n用“二三子”“诸君”等表示第二人称复数，带有敬意，相当于“诸位、各位”。\n二、指示代词\n指示代词，是指用于指称或区别人或事物的代词，分近指和远指。\n1.“是、之、此、斯、兹”表示近指，相当于现代汉语的“这”。\n①是谋吾所能及也。            ②彼一时也，此一时也。\n③斯季孙之赐也。              ④兹可谓一劳而久逸，暂费而永宁也。\n⑤吾祖死于是，吾父死于是。        ⑥王如知此，则无望民之多于邻国也。\n⑦子在川上曰：“逝者如斯夫，不舍昼夜！” ⑧挥手自兹去，萧萧班马鸣。\n⑨是鸟也，海运则将徙于南冥。       ⑩大任有身，生此文王。\n⑪微斯人，吾谁与归？           ⑫书于石，所以贺兹丘之遭也。\n例①-④：充当主语。例⑤-⑧：充当动词/介词的宾语。例⑨-⑫：充当定语。\n“是”字作宾语，有时还放在谓语前。\n①公货足以宾献，家货足以共用，不是过也。  ②昭王南征而不复，寡人是问。\n近指代词“之”，只能作定语，可译为“这”或“这样”。\n①之子于归，远送于野。          ②以君之力，曾不能损魁父之丘，如太形王屋何？\n2.“彼、夫、其” 表示远指，相当于现代汉语的“那”。 【2104简答】\n①彼亦一是非，此亦一是非。   ②知彼知己，百战不殆。\n③逝将去女，适彼乐土。     ④微夫人之力不及此。\n⑤予观夫巴陵胜状，在洞庭一湖。 ⑥日月之行，若出其中。\n3.其他用法：“他、然、尔、焉、诸”等。\n（1）“他”：旁指，表示某种范围以外的人或事物，“其他的”。也可写作佗/它，可作句子的宾语或定语。\n①萧同叔子非他，寡君之母也。 ②佗邑唯命。 ③它山之石，可以攻玉。\n（2）“然、尔”作为指示代词，作谓语，表示“如此”，指代上面所讲的情况。\n①虽有槁暴，不复挺者，輮使之然也。     ②问君何能尔，心远地自偏。\n（3）“焉”“诸”是两个比较特殊的词，一般称为兼词。\n“焉”常用作补语，相当于“于+是（之）”；\n“诸”字相当于代词“之”和介词“于（乎）”的合音。\n①积水成渊，蛟龙生焉。      [相当于“生于是”，即“生长在那里”]\n②投诸渤海之尾，隐土之北。    [相当于“投之于”，即“投放在……”]\n三、疑问代词\n疑问代词是指用来提出问题或表示疑问的代词。\n根据所指代的询问对象，疑问代词可分为指代人、事物或处所等几类，\n常见的有“谁、孰、何、曷、胡、安、恶、焉、奚”。\n（一）谁、孰\n同：两者所指代的询问对象都可指代人，\n异：但“谁”限于指人，而“孰”则既可指人，也可指事物。\n “谁”可作句子的主语、谓语、宾语和定语，“孰”则一般只作主语或宾语。\n①人谁无过，过而能改，善莫大焉。     ②此谁也？\n③吾谁欺，欺天乎？            ④章父之恶，取笑诸侯，吾谁乡而入？\n⑤其如是，孰能御之？           ⑥客有为齐王画者，齐王问曰：“画孰最难者？”\n“孰”表示疑问时常用在选择问句中，一般都有先行词。\n⑦平公问叔向曰：“群臣孰贤？”      [指群臣中“哪一个贤能”]\n⑧礼与食孰重？             [“礼”和“食”中“哪一个更重要”]\n⑨子谓子贡曰：“女与回也孰愈？”     [子贡和颜回中“哪一个更好”]\n（二）何、曷、奚、胡\n“何、曷、奚、胡”上古声纽相同（匣母），用法相近，\n主要用于询问事物，一般位于谓语前作状语，表示“怎么”“为什么”。\n①嫂何前倨而后卑也？            ②汝曷弗告朕？\n③或谓孔子曰：“子奚不为政？”       ④不稼不穑，胡取禾三百廛兮？\n“何”的使用范围宽泛些，除作宾语、状语外，还可作定语或谓语，表示“什么”或“什么原因”等。\n有时也作主语，表示“什么东西”，但这种用法很少。\n⑤以此攻城，何城不克？   ⑥胡，兄弟之国也，子言伐之，何也？     ⑦何贵何贱？\n“曷、奚、胡”用作宾语时，常和介词“以、为”组成“奚为”“胡为”“曷为”等介宾结构，\n在句中充当状语，询问原因，表示“为什么”。\n⑧许子奚为不自织？ ⑨胡为至今不朝也？  ⑪曷为久居此围城之中而不去也？\n（三）恶（乌）、安、焉\n“恶（乌）、安、焉”上古用法相似，主要用于询问处所，在句中作宾语，表示“哪里”\n①道恶乎往而不存？  ②泰山其颓，则吾将安仰？   ③皮之不存，毛将焉附？\n“恶（乌）、安、焉”用于反问句，作状语，加强反问语气，表示“怎么”。\n④先生饮一斗而醉，恶能饮一石哉？   ⑤子非鱼，安知鱼之乐？    ⑥吴人焉敢攻吾邑？\n疑问代词不管询问人、事物、处所等，还是用于选择疑问，\n一般在句中充当动词和介词的宾语时，都要置于动词和介词前。\n四、特殊代词\n“者、所”是古代汉语中比较特殊的代词。这种特殊体现在它们不能单独充当句子成分，\n          必须和其他词（词组）构成“者”字词组、“所”字词组，才能充当句子成分。\n（一）者\n“者”字词组的构成有如下几种情况：\n情况一：形容词（词组）、动词（词组）、谓词组+者\n组成具有偏正关系的词组，表示“……的人”或“……的事物”。\n①贤者识其大者，不贤者识其小者。\n②子苟赦越国之罪，又有美于此者将进之。\n③往者不可谏，来者犹可追。\n④黔无驴，有好事者船载以入。\n⑤臣闻地广者粟多，国大者人众，兵强则士勇。\n情况二：名词（词组）+者\n“者”字有时也与名词或名词词组构成“者”字词组，用于复指它前面的名词，起到区别人或事物的作用。\n⑥廉颇者，赵之良将也。     ⑦昔者吾友尝从事于斯矣。\n情况三：数词+者\n有时数词出现在“者”前面，与“者”组成“者”字词组，这时“者”所指代的人或事物可能在上文已出现过，\n数词是对于出现过的事物，加以总括或提示，表示几类人、几件事或几样东西。\n⑧春耕，夏耘，秋收，冬藏，四者不失时，故五谷不绝，而百姓有余食也。\n⑨鱼，我所欲也；熊掌，亦我所欲也。二者不可得兼，舍鱼而取熊掌者也。\n有时只是表示在某个范围与其他部分的区别，多为表示年龄。\n⑩五十者可以衣帛矣。\n者字词组表达的具有什么特点的人事物，是按照某种特点从总体中区别出来的一部分。\n当“者”字所指代的对象已经出现时，“者”字词组作定语，放于名词（词组）后面，作补充说明。\n有时还通过“之”将名词（词组）与“者”字词组连接起来，表现以下两种形式：\n1.名词（词组）+“者”字词组\n①太子及宾客知其事者，皆白衣冠以送之。    ②于是汉王求人类张耳者斩之。\n③问左右群臣习事通经术者，莫能知。\n2.名词（词组）十 之 +“者”字词组\n④会冬，大寒雨雪，卒之堕指者十二三。     ⑤马之千里者，一食或尽粟一石。\n（二）所\n“所”字也是一个特别的指示代词，它不能单独使用，有如下几种使用情况：\n1.所+动词（词组）\n（1）“所”字用在谓词性的动词（或词组）前，构成一个名词性词组，\n   称代的是受它后面的谓词所修饰的人或事物，可以充当主语、宾语、谓语和定语。\n①始臣之解牛之时，所见无非牛者。    ②郦元之所见闻，殆与余同。\n③女亦无所思，女亦无所忆。        ④视驼所种树，或移徙，无不活。\n⑤和氏璧，天下所共传宝也。        ⑥子夏、子张、子游以有若似圣人，欲以所事孔子事之。\n分析：\n①所见：所+动词，作主语。       ②所见闻：所+动词词组，作主语。\n③所思所忆：所+动词，作宾语。     ④所种：所+动词，作定语，修饰树。\n⑤所共传：所+动词词组，定语，修饰宝。 ⑥所事孔子：所+动词词组，作介词“以”的宾语。\n（2）“所”和形容词/数词/名词/代词等构成“所”字词组，具有动词的性质。\n①然则是所重者，在乎色乐珠玉；而所轻者，在乎人民也。 [形容词→动词，重视/轻视]\n②夫天下也者，万物之所一也。             [数词→动词，同一]\n③是以令吏人完客所馆。               [名词→动词，住]\n④道者，万物之所然也。                [代词→动词，是这样]\n2.所+介词+动词（词组）\n“所”字与介词连用，修饰动词，指代与动作有关的处所/原因/工具/相关的人事等。\n①见渔人，乃大惊，问所从来，具答之。   ②此鼠所以不可得杀者，以社故也。\n③臣所以不死者，为此事也。         ④民者，在上所以牧之。\n⑤秦之所为重王者，以王之有齐地也。    ⑥其妻问所与饮食者，则尽富贵也。\n①“所从”表示处所，“所从来”指来的地方。  ②“所以”表原因，“不能被杀的原因”。\n③“所以”表原因，“不死的原因”。      ④“所以”表方法，“治理百姓的方法”。\n⑤“所为”表原因，“重视王的原因”。     ⑥“所与”表相关的人，“与他一起吃喝的人”。\n“者”字词组与“所”字词组对比区别：【1604简答】\n都是偏正关系的名词词组，但是两者不完全相同。\n（1）从语序看，“者”字词组是前偏后正，“所”字词组是前正后偏。\n（2）从语义看，“者”字词组中的“者”用在动词后，表示动词的施事；\n   “所”字词组中的“所”用在动词前，表示动词的受事。\n如“学者”是指学习的人，“所学”是指学到的东西。\n【1604简答题】结合下列例句，辨析“者”字词组和“所”字词组的异同。\n（1）学者有四失，教者必知之。\n（2）得其心有道；所欲与之聚之，所恶勿施，尔也。\n（1）相同之处：“者”字词组与“所”字词组都是偏正关系的名词词组。如“学者”是指学习的人，“所欲”是指想要的东西。\n（2）不同之处：\n①从语序看，“者”字词组是前偏后正，“所”字词组是前正后偏。如“学者”中“者”是正，“学”是偏，前偏后正；“所欲”中“所”是正，“欲”是偏，前正后偏。\n②从语义看，“者”字词组中的“者”用在动词后，表示动作的施事，如“教者”是指教别人学习的人；“所”字词组中的“所”用在动词前；表示动作的受事，如“所恶”是指厌恶的东西。\n五、无定代词\n无定代词是指代的对象为不定的代词，所指代的并不肯定是何人、何物。“或、莫”\n1.或\n（1）“或”是肯定性的无定代词，指代人或事物，作主语，表示“有人”“有的”。\n①或谓之曰：“子必穷矣。”        ②今滩上有石，或圆如箪。\n（2）有时“或”的前面有先行词表示指代的范围，“或”表示其中的一部分。\n③奇计或颇秘，世莫能闻也。[有的奇计]   ④宋人或得玉，献诸子罕。 [有的宋人]\n（3）有时连用几个“或”，分别指代整体中的不同部分。\n⑤均是人也，或为大人，或为小人。\n⑥项燕为楚将，数有功，爱士卒，楚人怜之。或以为死，或以为亡。\n⑦怪石森然，周于四隅，或列或跪，或立或仆。\n小蒋提醒： “或”的辨析\n⑧或谓惠子曰：“庄子来，欲代子相。”\n⑨公孙丑曰：“昔者辞以病，今日吊，或者不可乎？”\n⑩或僧有所欲记录，当作数句留院中。\n例⑧：“或”是无定代词，作主语，位于谓语动词“谓”前，表示“有人”。\n例⑨：“或”是副词，用在谓语前，作状语，表示不敢肯定，译为“大概、或许”等。\n例⑩：“或”是连词，位于句首，表示所连接的分句之间是假设关系，译为“如果”。\n2.莫\n（1）“莫”是否定性的无定代词。指代人或事物，作主语，表示“没有……”。\n①谏而不入，则莫之继也。  [表示“没有什么人”]\n②东西南北，莫可奔走。  [表示“没有什么地方”]\n（2）有时“莫”前面有名词，表示“莫”所指代的人或事物的范围。\n③吾有司死者三十三人，而民莫之死也。\n④国人莫敢言，道路以目。\n⑤人谁无过？过而能改，善莫大焉。\n（3）“莫”有时写作“无”，语义和用法完全相同。\n⑥臣相人多矣，无如季相。  [表示“没有什么人”]\n⑦吾矛之利，于物无不陷也。 [表示“没有什么东西”]\n⑧百物唯其可者，将无不趋也。[表示“没有什么东西”]\n小蒋提醒：“莫”的辨析\n无定代词“莫”在句中充当主语，表示“没有……”；\n副词“莫”一般在谓语前用作状语，表示“不”“不要”。\n⑨我心伤悲，莫知我哀。     ⑩默然遥相许，欲往心莫遂。\n例⑨：“莫”是无定代词，位于动词谓语“知”前，作主语，表示“没有什么人”。\n例⑩：“莫”位于主语“心”后，谓语“遂”前，是副词，作状语，表示“不”。"
    },
    {
     "h": "第十三课 介词",
     "c": "介词是从动词虚化而来的一种词类。介词和动词都能带宾语，但是他们的语法功能不同。\n动词属于实词，在句子里主要充当谓语；\n介词属于虚词，介宾结构不能充当句子的谓语，而主要用在谓语前面作状语，或是用在谓语后面作补语。\n介词的基本功能是介绍动词谓语所表示动作行为的时间、处所、工具、方式、原因、对象等，\n              也可用在形容词谓语后介绍比较的对象。\n如何区分介词和动词："
    },
    {
     "h": "第十三课 介词",
     "c": "①秋七月庚寅，郑师入郊。犹在郊，宋人、卫人入郑。\n②疾不可为也。在肓之上，膏之下。\n以上两句中没有出现其他谓语动词，而是由“在”充当句子的谓语，“在”为动词。\n③夫赏，国之典也，藏在盟府，不可废也，子其受之！\n分析：谓语动词“藏”，“在”介词，与宾语“盟府”组成介宾结构，在动词“藏”后充当补语。\n小蒋提醒：可以根据词在句中充当什么成分来区别介词和动词。\n一、介词\n（一）介词的基本功能\n1.介绍与动作行为有关的时间：\n①学业之败也，道术之废也，从此生矣。 [“从”表示行为的起始时间]\n②及庄公即位，为之请制。        [表示“到……时”]\n③竟顷公卒，百姓附，诸侯不犯。     [表示“直到……时”]\n2.介绍处所：\n④子在齐闻韶，三月不知肉味，曰：“不图为乐之至于斯也！” [在何处]\n⑤越子以三军淄涉，当吴中军而鼓之，吴师大乱。   [向着、正对……]\n介绍工具、方式：    ⑥醒，以戈逐子犯。        ⑦齐氏用戈击公盂。\n3.介绍动作行为的原因或目的：\n⑦然后知生于忧患，而死于安乐也。\n⑧汉之败楚彭城，布又称病不佐楚，项王由此怨布。\n⑨天下熙熙，皆为利来；天下攘攘，皆为利往。\n4.前两例“于”“由”介绍原因；后一例“为”介绍目的。\n介绍动作行为所支配或涉及对象：\n⑩秦亦不以城予赵，赵亦终不予秦璧。    ⑪鬼侯有子而好，故入之于纣。\n“以城予赵-把城赠给赵国”，“入之于纣”-“把她进献给纣”，介词“以、于”分别介绍动作行为支配和涉及的对象。\n（二）介宾结构\n1.介词宾语省略。\n①项羽大怒，曰：“旦日飨士卒，为击破沛公军！” [介词为省略宾语我]\n②卫鞅复见孝公，公与语，不自知膝之前于席也。 [介词与省略宾语之（指代商君）]\n条件：介词宾语在介词位于谓语前面充常状语时有时可以省略。\n2.介词宾语有时前置。\n③君若以力，楚国方城以为城，汉水以为池，虽众，无所用之。\n④谚曰：“谁为为之？孰令听之？”      ⑤死者若可作也，吾谁与归？\n条件：宾语放介词后，少数介词的宾语因为表达的需要，有时放在介词的前面。\n3.一些介词结构的位置较灵活。\n常见：介词“因、为、与、从”等组成介宾结构，位于谓语前，充当状语，\n特殊：介词“以、于”组成介宾结构，位置可在动词谓语后/前。\n⑥项伯亦拔剑起舞，常以身翼蔽沛公。[以介绍行为的工具，以身：动词谓语前一状语]\n⑦何不试之以足？           [以介绍行为的工具，以足：动词谓语后一补语]\n⑧子击磬于卫。             [于介绍行为的处所，于卫：动词谓语后一补语]\n⑨亵于道病死。               [于介绍行为的处所，于卫：动词谓语前一状语]\n二、古代汉语常用介词介绍\n常用介词：于（於，乎）、以、为、与\n（一）于（於、乎）【四种用法】 【1410简答】\n1.引进动作行为的时间、处所或涉及的范围，译为：在、从、向、到、在……方面。\n①初，宣子田於首山，舍于翳桑。      ②千里之行，始于足下。\n③赐我先君履，东至于海，西至于河，南至于穆陵，北至于无棣。\n以上三句，“于（於）”引进行为的处所，可分别译为“在”“从”“到”。\n④子于是日哭，则不歌。     ⑤受任于败军之际，奉命于危难之间，尔来二十有一年矣。\n以上两句，“于”引进时间。\n⑥敏于事而慎于言。  ⑦屈原者，名平，楚之同姓也。为楚怀王左徒。博闻强志，明于治乱，娴于辞令。\n以上两句，“于（於）”介绍动作行为涉及的范围。\n2.引进动作行为所涉及的对象，译为：“给”或“对于”。\n①凡诸侯有四夷之功则献于王。\n②曾子以子游之言告于有子。\n③始吾于人也，听其言而信其行；今吾于人也，听其言而观其行。\n3.引进比较的对象，用在形容词/少数表心理活动动词的后面充当补语。可译为“比……更……”。\n①老臣窃以为媪之爱燕后贤于长安君。        ②苛政猛于虎也。\n4.引进动作行为的主动者，用在被动句的动词后面。可译为“被”。\n①郤克伤于矢，流血及屦，未绝鼓音。\n②劳心者治人，劳力者治于人；治于人者食人，治人者食于人：天下之通义也。\n③楚人生乎楚，长乎楚，而楚言，不知所受之。       [引进处所]\n④生乎吾前，其闻道也，固先乎吾，吾从而师之。      [引进时间；引进比较的对象]\n⑤或问乎曾西曰：“吾子与子路孰贤？”          [引进动作行为的对象]\n⑥孔子曰：“鲁今且郊。如致膰乎大夫，则吾犹可以止。”[引进动作行为的对象]\n“乎”也可以用在被动句里引进行为的主动者：\n⑦万尝与庄公战，获乎庄公。             [“获乎庄公”，即被庄公擒获。]\n小蒋提醒：对比区分：引出动作行为的主动者：“被”。  引出动作行为的对象：“给”。\n（二）以   【四种用法】 【2008考期简答】\n“以”本是动词，基本意义“用”， 例句：“桓公九合诸侯，不以兵车，管仲之力也。”\n“以”虚化为介词，其用法也多与“用”（凭藉）的意味相关。\n1.介绍动作行为凭借的工具、手段、条件、依据，译为“用”“拿”“凭”“根据”。\n（1）介绍动作行为工具的。\n①姜与子犯谋，醉而遣之。醒，以戈逐子犯。   [以戈等都是介词“以”引进动作行为凭藉的工具]\n②许子以釜瓶爨 cuàn（译为烧火做饭），以铁耕乎？\n③信乃益为疑兵，陈船欲渡临晋，而伏兵从夏阳以木罂缻 fǒu 渡军，袭安邑。\n（2）介绍动作行为的条件或依据的。\n④余听狱虽不能察，必以情断之。\n⑤若以君之灵，得反晋国，晋、楚治兵，遇于中原，其辟君三舍。\n⑥以五十步笑百步，则何如？\n（3）“以”有时也可以表示凭借某种身份。\n⑦匈奴大入萧关，而广以良家子从军击胡。\n⑧燕王卢绾反，上使樊哙以相国将兵攻之。\n2.介绍动作行为所处置的对象或涉及的人。\n（1）“以”介绍动作行为所处置的对象时，相当于“把”。\n①陈子以时子之言告孟子。 ②臣窃矫君命，以责赐诸民。 ③秦亦不以城予赵，赵亦终不予秦璧。\n（2）“以”介绍动作行为所涉及的人时，常有“率领”的意思。\n④宫之奇以其族行。 [\"以其族\"即率领他的家族]\n⑤襄王十六年，立晋文公。二十一年，以诸侯朝王于衡雍，且献楚捷，遂马践土之盟，于是乎始霸。\n              [\"以诸侯朝王\"指晋文公率领诸侯国朝见周襄王]\n3.介绍动作行为的原因、动机，可译为“因为”。\n①君子不以言举人，不以人废言。\n 分析：“不以言举人”即不因为其善言辞而举荐他，“不以人废言”即不因其为人差就废止他的好言辞。\n②乃欲以一笑之故杀吾美人，不亦甚乎！ [\"以一笑之故\"：\"因为……的缘故\"]\n③左，乃陷大泽中，以故汉追及之。   [\"以故\"：\"因为……的缘故\"]\n4.介绍动作行为发生的时间，可译为“在”。\n①文以五月五日生。            ②（韩说）以太初三年为游击将军。\n③侯生日：“臣宜从，老，不能，请数公子行日，以至晋鄙军之日北乡自刭以送公子。”\n以上三句，“以”皆介绍动作行为发生的时间。   “以至晋鄙军之日”即在到达晋鄙军队的那一天。\n凝固用法：介词“以”与动词“有/无（亡）”组成“有以、无以（亡以）”。\n“有以”相当于“有东西（办法）用来……”， “无以（亡以）”相当于“没有东西（办法）用来……”。\n①臣乃得有以报太子。                [有办法报答]\n②信喜，谓漂母曰：“吾必有以重报母。”       [有办法报答]\n③尔贡包茅不入，王祭不共，无以缩酒。       [没有东西用来举行缩酒仪式]\n④河曲智叟亡以应。                 [没有话来应答]\n5.其他特殊用法：\n“以”组成的介词结构：位置灵活，谓语动词前/谓语动词后——状语/补语\n 例句：南方有鸟焉，名曰蒙鸠，以羽为巢，而编之以发，繁之苇苕。\n 分析：表示蒙鸠鸟筑巢的材料：“以羽”位于动词“为”前，“以发”位于动词“编”后。\n（1）“以”介绍动作行为所处置的对象时，位置灵活。\n①及河，子犯以璧授公子。   [介绍赠授的对象：“以璧”位于动词“授”前]\n②及宋，宋襄公赠之以马二十乘。 [介绍赠授的对象：“以马二十乘”位于动词“赠”后]\n（2）“以”作介词常有省略宾语的情况。\n①将行，谋于桑下。蚕妾在其上，以告姜氏。 [以告：蚕妾把偷听来的话告诉姜氏，“以”省略宾语]\n②忠之属也，可以一战，战则请从。     [可以凭借这一点打一仗，“以”省略宾语]\n 分析：“可以”：是助动词“可”（可以）和介词“以”（凭藉）的连用。\n③鬼侯有子而好，故入之于纣。纣以为恶，醢 hǎi 鬼侯。\n 分析：以为：介词“以”和动词“为”连用，“纣以鬼侯之子恶（纣认为鬼侯的女儿长得丑陋）”\n（3）名词或代词充当前置宾语有时前置。\n④楚国方城以为城，汉水以为池，虽众，无所用之。   [以方城山为城墙，以汉水为护城河]\n⑤诗三百，一言以蔽之，曰，思无邪。          [以一言蔽之（用一句话概括它）]\n分析：“方城”“汉水”“一言”都是介词“以”的前置宾语。\n（4）“是以”的固定结构：代词充当前置宾语。\n⑥吾闻国家之立也，本大而末小，是以能固。\n⑦余，而所嫁妇人之父也。尔用先人之治命，余是以报。\n 分析：“是以”：相当于“因此”（凭着这个，因为这个）。\n（三）为  【三种用法】\n为 wéi：意义非常泛的动词，虚化为介词后读 wèi（除被动句中）。\n1.介绍动作行为关联的对象，表示动作行为为谁（什么事物）或向谁（什么事物）所发。\n（1）“为”表示动作行为为谁而发，译为“给、替、帮”。\n①及庄公即位，为之请制。      ②公输般为楚造云梯之械。\n（2）“为”表示动作行为向谁发出，译为“向、对”。\n③犀首以梁为齐战于承匡而不胜。 分析：“以梁为齐战”即率领魏国军队向齐军作战，“为”介绍作战的对象。\n④淮阴人为余言，韩信虽为布衣时，其志与众异。  分析：为余言即对我说，“为”介绍说话的对象。\n2.介绍动作行为的原因或目的。\n（1）介绍动作行为原因的“为”可译为“因为”。\n①天行有常，不为尧存，不为桀亡。   ②十万人皆入睢水，睢水为之不流。\n（2）介绍原因的“为”可译为“为”“为了”。\n③天下熙熙，皆为利来，天下攘攘，皆为利往。  ④魏其锐身为救灌夫。\n3.在被动句里，引进动作行为的主动者。\n（1）“为”在被动句里位于动词前 引进动作行为的主动者，可译“被”。\n①兔不可复得，而身为宋国笑。        ②多多益善，何为为我禽？\n（2）介词“为”省略宾语，即不出现行为的主动者， “为”就直接与动词连用，来表示被动。\n③诚令成安君听足下计，若信者亦已为禽矣。   ④胥之父兄为戮于楚。\n（四）与  【三种用法】\n介词“与”也是从动词（参与、帮助、给与）虚化而来的。\n1.介绍出动作行为发出时所涉及的对方，帮助动作行为是与谁共同完成的。可译为：“和”“同”“跟”等。\n①王割子期之心以与随人盟。            ②沛公曰：“君安与项伯有故？”\n③怀王与诸将约曰：“先破秦入咸阳者王之。”\n“与”都与宾语组成介宾结构修饰动词，帮助主语发出的动作行为所涉及的对方。\n有时，“与”所带宾语省略，但所表意思不变。\n④天方授楚，未可与争。虽晋之强，能违天乎？   [“未可与之争”的省略]\n⑤卫鞅复见孝公，公与语，不自知膝之前于席也。  [“公与之语”的省略]\n2.介绍动作行为的服务对象，可译为“为”“替”“给”。\n①所欲，与之聚之；所恶，勿施尔也。  [“与之聚之”即为之聚之]\n②陈涉少时，曾与人佣耕。        [“与人佣耕”即为人佣耕]\n③十二月，诏曰：“秦皇帝、楚隐王、魏安釐王、齐湣王、赵悼襄王皆绝亡后。其与秦始皇帝守冢二十家，楚、魏、齐各十家，赵及魏公子亡忌各五家，令视其冢，复亡与它事。” [“与秦始皇帝守冢”即为秦始皇守墓]\n3.介绍比较的对象，可译为：“跟……相比” “对……来说”。\n①受时与治世同，而殃祸与治世异。 [“与治世同/异”都是把治世作比较的对象]\n②秦之与魏，譬若人有腹心之疾。  [“秦之与魏”即强秦对于魏国来说]\n③父与夫孰亲？           ④吾与徐公孰美？    [“与”引进比较的对象“夫”“徐公”]\n固定结构“孰与”： “与”和疑问代词“孰”搭配使用表比较，“和……比谁（哪一个）更……”。\n⑤我孰与城北徐公美？        [和城北徐公比谁更美]\n⑥陛下观臣能孰与萧何贤？      [和萧何比谁能力更“贤”（胜一筹）]\n特殊用法：有时比较的内容因为在上文出现而省略。\n⑦田侯召大臣而谋曰：“救赵孰与勿救？” [比较救赵和不救赵两种做法的优劣得失]\n⑧公之视廉将军孰与秦王？       [比较两人谁更凶猛厉害]\n特殊用法：有时比较已有结论，“孰与”就带有“哪里比得上”的反问意味。\n⑨大天而思之，孰与物畜而制之？从天而颂之，孰与制天命而用之？\n 望时而待之，孰与应时而使之？因物而多之，孰与骋能而化之？\n 思物而物之，孰与理物而勿失之也？愿于物之所以生，孰与有物之所以成？\n以上一段用“孰与”构成一连串的反问句，从而加强了作者对结论的认定。"
    },
    {
     "h": "第十四课 连词",
     "c": "一、连词\n（一）连词的定义：\n连词是在词、词组、分句、句、句群之间起连接作用，表示它们之间的语法关系或逻辑关系的一类虚词。\n[理解难点]连词与介词不同之处：\n介词能带宾语，组成介宾结构，充当句子的状语或补语；\n连词不能带宾语，而只是在词、词组、句子之间起到连接作用。\n①齐侯以诸侯之师侵蔡。[以：介词，与诸侯之师组成介宾结构，状语，修饰“侵蔡”]\n②齐侯登巫山以望晋师。[以：连词，连接登巫山和望晋师两个动作，无结构关系]\n③蜩与学鸠笑之曰。  [与：连词，连接两名词“蜩、学鸠”，关系平列，无结构关系]\n④汉王与义帝发丧。  [与：介词，带宾语“义帝”，表示谓语“发丧”服务的对象]\n（二）连词可表示的关系\n连词表示的关系可以有并列、顺承、转折、选择、递进、让步、因果、假设等。\n1.并列关系：\n①坎坎伐檀兮，寘之河之干兮，河水清且涟猗。   ②生庄公及公叔段。\n2.顺承关系："
    },
    {
     "h": "第十四课 连词",
     "c": "③见兔而顾犬，未为晚也；亡羊而补牢，未为迟也。 ④于是至则围王离，与秦军遇。\n3.转折关系：\n⑤《关雎》乐而不淫，哀而不伤。\n⑥将军战河北，臣战河南，然不自意能先入关破秦，得复见将军于此。\n4.选择关系：\n⑦为肥甘不足于口与？轻暖不足于体与？抑为采色不足视于目与？声音不足听于耳与？\n⑧富贵者骄人乎，且贫贱者骄人乎？\n5.递进关系：\n⑨以志吾过，且旌善人。    ⑩死马且买之五百金，况生马乎？\n6.让步关系：\n⑪虽君有命，寡人弗敢与闻。 ⑫纵江东父兄怜而王我，我何面目见之？\n7.因果关系：\n①江海所以能为百谷王者，以其善下之，故能为百谷王。\n②仲尼曰：“始作俑者，其无后乎！”为其像人而用之也。\n8.假设关系：\n①若使烛之武见秦君，师必退。  ②王即不听用鞅，必杀之，无令出境。\n二、常用连词介绍\n常用连词：而、以、与、则、之、虽然/然而/然则。\n（一）而  【五种用法】\n1.连接谓词性词语或分句，两项之间的关系为并列或递进关系。\n“而”连接并列关系可以译为“又”或不译，连接递进关系可以译为“并且”“而且”。\n（1）“而”连接单句里并列的形容词和动词。\n①公子鲍美而艳。  ②夫乐所以节八音而行八风。  ③天子建德，因生以赐姓，胙 zuò 之土而命之氏。\n（2）“而”连接并列复句的分句。\n④故谋用是作而兵由此起。 ⑤近者说服而远者怀之，此大学之道也。 ⑥马陵道狭，而旁多阻隘，可伏兵。\n（3）“而”连接的谓词性词语可以是动词、形容词，也可以是名词或名词性词组。\n  “而”连接的名词性词组充当判断句谓语。\n⑦今夫蜀，西辟之国，而戎狄之长也。      ⑧魏公子无忌者，魏昭王少子，而魏安釐王异母弟也。\n（4）也有名词性词组充当描写句谓语用“而”连接的。\n⑨且是人也，蠭 fēng 目而豺声，忍人也，不可立也。   ⑩蟹六跪而二螯。\n2.连接谓词性词语或分句，表示前后两项动作行为在时间上有先后承接或事理上有原因、条件、目的等关系。\n（1）表示前后两项动作行为在时间上一先一后相承接的。\n①晋灵公不君，厚敛以彫墙。从台上弹人而观其辟丸也。  ②许君焦、瑕，朝济而夕设版焉。\n③入而徐趋，至而自谢。             ④觉而起，起而归。\n（2）“而”所连接的一先一后的两项动作行为，\n         有时在选择上有前者是后者的原因或条件，后者是前者的目的等情况。\n⑤是故质的张而弓矢至焉，林木茂而斧斤至焉，树成荫而众鸟息焉，醯 xī 酸而蚋 ruì 聚焉。\n⑥故苏秦相于赵而关不通。   “而”连接的两项后者是前者的结果，根据上下文译为“因此”“所以”“以致”等。\n⑦焚符破玺，而民朴鄙；掊 pǒu 斗折衡，而民不争；殚残天下之圣法，而民始可与论议。\n⑧钳杨墨之口，攘弃仁义，而天下之德始玄同矣。\n以上两句，“而”连接条件复句的两个分句，表示只有在前者条件具备的情况下，才可能出现后者的结果。\n⑨天之道损有余而补不足。          ⑩止子路宿，杀鸡为黍而食之。\n以上两句，“而”连接的两项后者是前者的目的，可以相应译为“来”。\n3.连接谓词性词语或分句，表示前后两项动作行为或性状在事理上是不一致的，相反的，“而”带有表示转折的意味。\n①子温而厉，威而不猛，恭而安。\n 分析：“而”连接的前后性状相对：“温和、严厉” “威严、不凶猛” “恭谨、安详”\n②学而不思则罔，思而不学则殆。       ③目不能两视而明，耳不能两听而聪。\n④远人不服而不能来也，邦分崩离析而不能守也，而谋动干戈于邦内。\n以上几句中的“而”都表示转折，可译为“却”“但是”等。\n4.连接状语和谓语中心语，表示偏正关系，“而”可以不译。\n①启呱呱而泣。\n②昔者仲尼与于蜡宾，事毕，出游于观之上，喟然而叹。\n③若阙地及泉，隧而相见，其谁曰不然？       （“隧而相见”即通过挖隧道相见。）\n④令初下，群臣进谏，门庭若市。数月之后，时时而间进。（“时时而间进”即断断续续地有人来进谏）\n5.连接主语和谓语，表示转折或假设关系。\n（1）“而”连接主语和谓语表转折，表示主语和谓语之间本不该出现这样的联系。\n①相鼠有皮，人而无仪。\n 分析：“而”连接主语“人”和谓语“无仪”，意思是人不如老鼠，居然没有威仪。\n②先生独未见夫仆乎？十人而从一人者，宁力不胜，智不若耶？畏之也。\n 分析：而 连接主语“十人”和谓语“从一人”，根据十人的力量不应该出现从一人的情况。\n（2）“而”连接主语和谓语表示假设。\n③夫许，大岳之胤也，天而既厌周德矣，吾其能与许争乎？\n 分析：“而”连接主语“天”和谓语“厌”，带有假设的意味。\n④且举世而誉之而不加劝，举世而非之而不加沮。\n 分析：“而”连接主语“举世”和谓语“誉之”“非之”，带有假设的意味。\n⑤子而思报父母之仇雠，臣而思报君之雠，其有敢不尽力者乎？\n 分析：“而”用在主语“子”“臣”后面连接谓语，表假设；译为“如果”“假如”。\n（二）以  【五种用法】\n连词“以”是从介词“以”虚化而来的。\n1.连接形容词和形容词，表示并列关系。可以译为“又”；\n①治世之音安以乐，其政和；乱世之音怨以怒，其政乖；亡国之音哀以思，其民困。\n②古之民朴以厚，今之民巧以伪。\n2.连接动词和动词，表示前后两个动作行为是一前一后的承接关系。\n①自始合，而矢贯余手及肘，余折以御，左轮朱殷。\n②于是帝锡禹玄圭，以告成功于天下。\n③舜登用，摄行天子之政，巡狩。行视鲧之治水无状，乃殛 jí 鲧于羽山以死。\n（1）“以”连接先后两个动作行为，有时两者在逻辑关系上表现为后一动作行为\n     是前一动作行为的目的或结果。表示目的可译为“来”。\n④君人者将昭德塞违，以临照百官，犹惟或失之。故昭令德以示子孙。\n⑤周武王崩，武庚与管叔、蔡叔作乱，成王命周公诛之，而立微子于宋，以续殷后焉。\n⑥彼赵高素谀日久，今事急，亦恐二世诛之，故欲以法诛将军以塞责，使人更代将军以脱其祸。\n（2）表示结果可译为“以致”。\n⑦发愤忘食，乐以忘忧。\n⑧二国治戎，臣不才，不胜其任，以为俘馘 guó。\n⑨臣之罪重，敢有不从，以怒君心，请归死于司寇。\n3.连接因果复句，“以”用在表示原因的分句前。\n（1）“以”常连接由果溯因的两个分句：\n①王使召伯廖赐齐侯命，且请伐卫，以其立子颓也。\n②夏，诸侯伐郑，以其逃首止之盟故也。\n（2）“以”也用于由因及果的复句：\n③左右以君贱之也，食以草具。\n④先帝属将军以幼孤，寄将军以天下，以将军忠贤，能安刘氏也。\n（3）在因果复句里，“以”常和“故”搭配使用，这时“以”的连词意味更为明显：\n⑤以不能取容当世，故终身不仕。\n⑥诚令成安君听足下计，若信者亦已禽矣；以不用足下，故信得侍耳。\n4.连接状语和动词中心语，前者是动作行为进行的条件、方式、状态等。\n①若潜师以来，国可得也。        [“潜师”帮助“来”的方式]\n②所谓道，忠于民而信于神也。上思利民，忠也；祝史正辞，信也。今民馁而君逞欲，祝史矫举以祭，臣不知其可也。                  [“矫举”帮助“祭”是无诚信的装模作样]\n③木欣欣以向荣，泉涓涓而始流。\n[“以”连接状语“欣欣”和谓语“向荣”，且与“而”对用，帮助“以”和“而”在这个用法上有相同之处。]\n5.连接名词 与 时间方位词。\n①有烈山氏之子曰柱为稷，自夏以上祀之。[时间]\n②年自七十以上，无不馈诒也。[时间]\n③自生民以来，未有孔子也。[时间]\n④项王乃与汉约，中分天下，割鸿沟以西者为汉，鸿沟而东者为楚。[方位]\n小蒋提醒——难点：怎么区分介词与连词中的“以”\n“以”的连词、介词用法容易混淆，主要有两种情况。\n1.一种是：“以”充当连词和充当介词都表示原因时。\n例1：君子不以言举人，不以人废言。\n 分析：“以”是介词，“以言”构成介宾结构，修饰谓语动词。\n 翻译：君子不因为别人的话说得好就提拔他，也不因为别人的品德不好就废弃他的正确意见。\n例2：汉所以不击取楚，以眛在公所。\n 分析：“以”是连词，与后面的“眛在公所”不发生结构关系，只是连接结果和原因分句。\n 翻译：汉王之所以不攻打楚国，是因为我在您这里。\n2.另一种是：在介词“以”省略宾语，直接与它所修饰的谓语动词相连时，容易和连词用法混淆。\n例1：围人归，以告夫人。                （介词—围人回来，报告了夫人）\n例2：公闻其期，曰：“可矣！”命子封帅车二百乘以伐京。 （连词）\n  （庄公得知了太叔偷袭的日期，说：“可以动手了！”他命令公子吕率领二百辆战车去攻打京邑）\n  都直接出现在动词前，但例1中 告的内容在上句并没有出现，必须通过“以”介绍补充。\n  以伐京，看起来是可以补出介词宾语“之”，但是补充出来的之指代“帅车二百乘”，\n  所以实际上是连接“帅车二百乘”和“伐京”两个动作，后者是前者的目的。\n（三）与  【两种用法】\n作为连词，“与”的主要功能有以下两种：\n1.连接名词性词语，表并列关系，可译为“和”。\n①晋人归楚公子谷臣与连尹襄老之尸于楚，以求知罃 yīng。\n②请以屈产之乘与垂棘之白璧往。\n③王使问礼于左师与子产。\n2.和“不如”“宁”“孰若”等词连用，构成“与……不如……”“与……宁……”“与其……孰若……”\n 等格式，连接分句和分句，表示选择关系。\n①与吾得革车千乘，不如闻行人烛过之一言也。  ②与人刃我，宁自刃。  ③与其害于民，宁我独死。\n④丧礼，与其哀不足而礼有余也，不若礼不足而哀有余也；\n 祭礼，与其敬不足而礼有余也，不若礼不足而敬有余也。\n区分：\n⑤蜩与学鸠笑日。 [连接两个并列关系的名词性词语，连词]\n⑥吾与先君言矣。  [与-先君组成介宾结构，修饰动词“言”，介词，动作涉及的人/事物]\n小蒋提醒——难点：怎么区分介词与连词中的“与”\n方法一：看位于“与”前后的两个词语在不改变原句基本意义的前提下，是否可以位置互相交换。\n       能交换的说明它们是并列关系，“与”是连词；\n       不能交换的，说明它们有主次之分，把后面的名词性词语介绍给谓语，以陈述主语，“与”是介词。\n例：①蜩与学鸠笑日。 （连词）   ②吾与先君言矣。（介词）\n方法二：看在不改变原句基本结构的前提下，“与”前能否再插入其他修饰成分。\n       能插入的，说明“与”仅与后面的词语发生关系，“与”是介词；不能插入的，是连词。\n例：①齐侯欲与卫侯乘，与之宴。          （带有修饰成分，介词）\n   ②孙膑尝与庞涓俱学兵法。            （带有修饰成分，介词）\n   ③忌数与齐诸公子驰逐重射。           （带有修饰成分，介词）\n   ④昆莫父难兜靡本与大月氏俱在祁连、敦煌间，小国也。（带有修饰成分，介词）\n       （翻译：昆莫的父亲难兜靡本来与大月氏都在祁连和敦煌之间，是个小国）\n方法三：介词“与”的宾语有时可以省略，所在句子也可能省略主语，这也是辨认“与”是连词还是介词的依据。\n例1：公之为公子也，与郑人战于狐壤，止焉。      （省略，介词）\n  公之为公子也，（公）与郑人战于狐壤，止焉。  （介词）\n例2：郑伯始朝于楚，楚子赐之金，既而悔之，（楚）与之盟曰：“无以铸兵。”（介词）\n例3：下义其罪，上赏其奸，上下相蒙，难与（之）处矣！        （介词）\n例4：庸人曰：楚不足与（之）战也。   （介词）\n（四）则  【六种用法】\n“则”用作连词时，主要连接谓词性成分或分句。常见的用法有以下几种：\n1.连接两个谓词性词语或分句，表事理上的承接关系，\n 前后动作有时间的先后顺序，存在假设或条件关系，可译为“那么”“就”。\n①于是至则围王离。             [两动作“至”和“围”一前一后相承接]\n②欲与大叔，臣请事之；若弗与，则请除之。 [用在假设复句的分句之间]\n③吾非至于子之门则殆矣。          [用在假设复句的分句之间]\n④献图则地削，效玺则名卑。地削则国削，名卑则政乱矣。\n⑤故木受绳则直，金就砺则利。        [用在复句紧缩句的两谓语动词之间，使语气变得较为急促]\n2.用在并列的分句里，表示对各种情况的列举和对比，不必译出。\n①邹鲁之臣，生则不得事养，死则不得饭含。       [列举邹鲁国君生前/死后的窘迫状况]\n②入则无法家拂士，出则无敌国外患者，国恒亡。     [用于“入/出”情况下的列举对比]\n③不腆敝邑，为从者之淹，居则具一日之积，行则备一夕之卫。 [居/行情况下列举对比]\n3.连接动词性词语或分句，表示后一项情况的出现是前项动作施事者所未料到的，\n  “则”有表示发现的意味，可译为“原来已经”“竟然”。\n①公使阳处父追之，及诸河，则在舟中矣。\n   [秦国将领“在舟中矣”是在黄河边被追赶上后发现的新情况]\n②王之臣有托其妻子于其友而之楚游者，比其反也，则冻馁其妻子。\n   [“冻馁其妻子”，是“之楚游者”返回后发现的未料到的情况]\n4.连接谓词性词语或分句，前后两项含有转折意味，可译为“却”。\n①寡人愿事君朝夕不倦，将奉质弊以无失时，则国家多难，是以不获。\n   [“则国家多难”即“但是由于国家多有难处”]\n②竭力以事大国，则不得免焉。  [“则不得免”即“却不能免除被侵略的命运”]\n③欲速则不达，见小利则大事不成。 [表示转折]\n5.连接谓词性词语或分句，表示让步关系，可译为“倒是”。\n①其室则迩，其人甚远。   ②包胥曰：善则善矣，未可以战也。   ③治则治矣，非书意也。\n④匠石曰：“臣则尝能斫之，虽然，臣之质死久矣！”[让步“则”+虽然：更让步]\n6.连接谓词性词语或分句，表示假设和结果关系，可译为“如果”。\n①项王乃谓海春侯大司马曹咎等曰：“谨守成皋，则汉欲挑战，慎勿与战，毋令得东而已。”\n   [“则汉欲挑战”即“如果汉军要挑战的话”]\n②使君所言公事，之曹与长史掾议之，吾且奏之；则私，吾不受私语。\n   [“则私”即“如果是私事的话”]\n（五）之  【两/三种用法】 【0410/2204简答】\n“之”作为连词，主要连接定语和中心语，构成名词性的偏正结构；"
    },
    {
     "h": "第十四课 连词",
     "c": "也可以连接主语和谓语，取消句子独立性，使主谓结构变成名词性的偏正结构。\n1.“之”连接定语和名词中心语，构成名词性的偏正结构，可译为“的”或不译。\n①卫庄公娶于齐东宫得臣之妹，曰庄姜，美而无子。[用“之”连接，得臣作妹的定语]\n②君姑修政而亲兄弟之国，庶免于难。       [用“之”连接，“兄弟”作“国”的定语]\n③虎兕出于柙，龟玉毁于椟中，是谁之过与？    [“之”连接，代词“谁”作“过”的定语]\n④小大之狱，虽不能察，必以情。          [用“之”连接，形容词“小大”作“狱”的定语]\n⑤万乘之国，弑其君者，必千乘之家。        [连接，数量词“千乘”作“国”的定语]\n⑥是宜为君，有恤民之心。             [用“之”连接，动宾词组“恤民”作“心”的定语]\n2.“之”连接主语和谓语，取消句子独立性。主语结构→为名词性偏正结构。\n（1）当主语：子之哭也，壹似重有忧者？\n（2）当宾语：岁寒，然后知松柏之后彫也。\n（3）当状语：大道之行也，天下为公。  [表示时间上的修饰，译为“……的时候”]\n（4）当谓语：此天之亡我，非战之罪也。 [在判断句中]\n（5）当假设复句的分句：\n①虽我之死，有子存焉。     [即使我死掉的话]\n②父母之爱子，则为之计深远。  [如果父母疼爱子女的话]\n③苟子之不欲，虽赏之不窃。  [假如您不贪欲财货的话]\n（6）当句子成分： 子曰：“民之于仁也，甚于水火”。\n（六）虽然、然而、然则 [然：如此，这样]\n1.虽然：连词“虽”+代词“然”。“虽”表示让步的连词，“虽然；即使、纵然”。\n 例句：①虽众，无所用之。  ②寡人虽死，亦无悔焉。  ③虽然，吾尝闻之矣。\n2.然而：代词“然”+表转折连词“而”。“然”总结上文，肯定，“而”引起下文转折。“虽然如此，但是……”、“这样却”。\n 例句：乐以天下，忧以天下，然而不王者，未之有也。\n3.然则：代词“然”+表顺承连词“则”，“然”总结上文一肯定，“而”根据事理推出下文。“既然如此，那么就……”\n 例句：秋七月，楚子在城父，将救陈。卜战，不吉；卜退，不吉。王曰：“然则死也！再败楚师，不如死。弃盟逃雠，亦不如死。死一也，其死雠乎！”"
    },
    {
     "h": "第十五课 语气词",
     "c": "【理解】各种句子都有自己特定的语气，句子表达语气的手段是多样的。\n语气词就是表达句子语气的一类虚词。古代汉语的语气词有用在句尾的，也有用在句首和句中的。\n定义：语气词就是表达句子语气的一类词。  位置：句尾、句首句中。\n一、句尾语气词\n（一）陈述句的句尾语气词\n例如：今天天气很好。\n陈述句叙述一个动作行为或其变化，描写形状/表达判断。语气舒缓，平铺直叙。\n表达陈述语气所用的语气词：“也、矣、耳、尔、焉”。\n1.也：用作句尾语气词，对某种情况表示肯定、确认，表达一种确信不疑的语气。\n（1）用于判断句末尾，帮助判断。\n①是社稷之臣也，何以伐为？  ②陈涉者，阳城人也。  ③此非臣之所敢任也。[否定判断]\n（2）用于叙述句末尾，表示对所叙述情况确信不疑。\n①吾见师之出而不见其入也。  ②小子识之，苛政猛於虎也。\n（3）用于祈使句、疑问句末尾，仍然表示肯定、确认的语气。\n①不及黄泉，无相见也。        ②愿伯具言臣之不敢倍德也。\n③孟尝君怪之，曰：“此谁也？”    ④何由知吾可也？\n2.矣：表示动态，事物发展到一定阶段状况陈述新情况，带有动作已完成的意味。\n（1）表示情况已经如何。\n①卫国偏小，老夫耄矣，能无为也。 ②吾知所过矣，将改之。\n③秦晋围郑，郑既知亡矣。       ④且君尝为晋君赐矣。\n（2）表示将要或将出现某种新情况。常有“将、今、必”等副词。\n①诺，吾将仕矣。 ②夺项王天下者，沛公也，吾属今为之虏矣！  ③虢必亡矣，虐而听于神。\n（3）用于祈使句、疑问句、感叹句的末尾；表示报道新情况的语气。\n①太后曰：“敬诺。年几何矣？”   ②德何如，则可以王矣？\n③三窟已就，君姑高枕为乐矣！     ④天下苦秦久矣！\n小蒋提醒：也和矣用法的区别\n也：静态；情况没出现的副词；因果关系；可判断句\n矣：动态；情况将然的副词；结果；不能判断句\n3.焉： 指示代词兼语气词的用法虚化为纯粹的语气词。\n①将有西师过轶我，击之，必大捷焉。\n②仲尼之徒，无道桓文之事者，是以后世无传焉。\n③及至秦之季世，焚诗书，坑术士，六艺从此缺焉。\n4.耳、尔：表示肯定，带有限制的意味，“不过……而已”、“不过……罢了”。\n①从此道至吾军，不过二十里耳。   ②庄王围宋，军有七日之粮尔。\n常与表示限制的范围副词“直、仅、特、独、但、止、唯”等一起使用：\n①狡兔有三窟，仅得免其死耳。     ②直好世俗之乐耳。\n③其人与骨皆已朽矣，独其言在耳。   ④翁曰：“无他，但手熟尔”。\n先限制，后递进/转折： ④诸将易得耳，至如信者，国士无双。  ⑤今肃等可迎操耳，于将军不可也。\n（二）疑问句的句尾语气词\n疑问句主要包括特指问句、是非问句、选择问句。\n特指疑问句：就事情的某一方面有针对性地提出疑问的句子。\n是非问句：提出问题，要求对方做肯定和否定的回答。\n选择问句：问从一定的范围和项目中选择哪一个。\n常见句末语气词：“乎”、“与（欤）”、“邪（耶）”、“哉”。\n1.“乎”\n在诸多表疑问的句尾语气词中，“乎”的疑问语气最为强烈，\n“乎”是其中最为纯粹的疑问语气词，可用于各种疑问句中。\n（1）用于特指问句的：\n①夫今之歌者其谁乎？  ②谁习计会，能为文收责于薛者乎？ ③汉王谓陈平曰：“天下纷纷，何时定乎？”\n（2）用于是非问句的：\n④子路从而后，遇丈人，以杖荷条。子路问曰：“子见夫子乎？”\n（3）用于选择问句的：\n⑤此龟者，宁其死为留骨而贵乎？宁其生而曳尾于涂中乎？     ⑥子以秦为将救韩乎？其不乎？\n诸一之乎合音： ⑦冉有问：“闻斯行诸？”    ⑧文王之囿方七十里，有诸？\n2.与、邪\n“与（欤）”、“邪（耶）”：表示一种询问的语气。\n（1）用于特指问句的：\n①丘何为是栖栖者与？                ②虎兕出于柙，龟玉毁于椟中，是谁之过与？\n（2）用于是非问句的：\n③道不行，乘桴浮于海。从我者，其由与？   ④上召布属曰：“若与彭越反邪？”\n（3）用于选择问句的：\n⑤子禽问于子贡曰：“夫子至于是邦也，必闻其政。求之与？抑与之与？”\n⑥此天下之害与？天下之利与？\n⑦天之苍苍，其正色邪？其远而无所至极邪？  ⑧傥所谓天道，是邪？非邪？\n3.哉\n“哉”本身没有疑问的意味，基本作用是表示感叹，比较强烈的感叹。\n用“哉”煞尾的疑问句一般都是特指问句，\n①余以所闻由、光义至高，其文醉不少概见，何哉？      ②汲黯何如人哉？\n以上疑问句中的疑问语气其实是靠疑问代词来表达的。\n（三）反问句的句尾语气词\n反问句是说话的人对某件事和某个问题本来并没有疑问，明知故问，用问句的方式来表示对某一件事和某个问题的否定或肯定。不正面说出自己的意思而采取反问的方式，目的是加重语气。\n与疑问代词配合使用：\n①安能以皓皓之白，而蒙世俗之尘埃乎？\n②燕雀安知鸿鹄之志哉？\n③闾巷之人，欲砥行立名者，非附青云之士，恶能施于后世哉？\n与表示反问的语气副词配合使用：\n④晋，吾宗也，岂害我哉？    ⑤欲加之罪，其无辞乎？  ⑥王侯将相宁有种乎？\n古汉中反问句的习惯句式：\n“不亦……乎”“得无（毋）……乎”“无乃……乎”，句尾都需要有语气词煞尾。\n①学而时习之，不亦说乎？有朋自远方来，不亦乐乎？\n②舟已行矣，而剑不行，求剑若此，不亦惑乎？     [“不是很……吗”]\n③日食饮得无衰乎？        ④堂下得微有疾臣者乎？\n分析：“得无……乎”带有揣度意味，使反问句语气比较委婉，“该不会……吧”或“莫非……吧”。\n⑤去顺效逆，所以速祸也。君人者将福是务去，而速之，无乃不可乎？\n⑥蹇叔曰：“劳师以袭远，非所闻也。师劳力竭，远主备之，无乃不可乎？”\n分析：“无乃……乎”所表语气也比较委婉，可译为“恐怕……吧”。\n古汉中反问句的习惯句式：“何以……为”“何……为”，“为”也是句尾语气词。\n①夫颛臾，昔者先王以为东蒙主，且在邦域之中矣，是社稷之臣也。何以伐为？\n②君子质而已矣，何以文为？\n分析：“何以……为”，也作“奚以/恶用……为”。“为什么要/哪里用得着……”\n③我决起而飞，抢榆枋，时则不至，而控于地而已矣；奚以之九万里而南为？\n④恶用是貌貌 yì 者为哉？\n⑤汤母曰：“汤为天子大臣，被恶言而死，何厚葬为？”\n分析：“何……为”意思相当于“为什么……呢”。“何厚葬为”即为什么厚葬呢。\n⑥人曰：“子卒也，而将军自吮其疽，何哭为？”  [为什么哭呢，表示疑问]\n二、句首句中语气词\n句首或句中的语气词→是古代汉语特有的语言现象。\n分类：夫、惟、盖、也、其\n1.夫\n句首语气词，表示要发议论/要概述事物的特征，起到引起下文的作用。[发语词]\n（1）作为句首语气词，表示要发议论，起到提起下文的作用：\n①夫战，勇气也。一鼓作气，再而衰，三而竭。\n②夫积贮者，天下之大命也。\n③吾师道也，夫庸知其年之先后生于吾乎？\n（2）组成凝固结构：在“且、故、若、今”等词之后结合：\n④今夫颛臾，固而近于费。                ⑤君子创业垂统，为可继也。若夫成功，则天也。\n⑥故夫河冰结合，非一日之寒；积土成山，非斯须之作。 ⑦且夫商君，固大王之仇雠也。\n小蒋提醒：难点-辨析句首语气词“夫”和指示代词“夫”\n方法一：根据语法作用和所处位置加以确认。\n指示代词“夫”：充当定语修饰名词性词语。语气词“夫”位于句首，表示要发议论。\n①君子疾夫舍曰：“欲之”而必为之辞。        [指示代词]\n②左右曰：“乃歌夫‘长铗归来’者也。”        [指示代词]\n③夫腹饥不得食，肤寒不得衣，虽慈母不能保其子，君安能以有其民哉？[句首发语词]\n方法二：根据文意，加以确认。\n指示代词夫：对所修饰的名词性词语加有特指的意味，相当于“那”。\n①夫大国，难测也，惧有伏焉。 [1310 释词题—语气词，表示要发表议论]\n②夫晋何厌之有？           [指示代词—对具体的一个国家的特指]\n2.惟（维、唯）—— 既可以作句首语气词，也可作句中语气词\n（1）提示强调，引出主语或时间。\n①惟十有三年春，大会于孟津。[引出时间]   ②惟十有三祀，王访于箕子。 [引出时间]\n③维此奄息，百夫之特。             ④维此文王，小心翼翼。  [引出主语]\n（2）强调希冀、期望的语气。\n⑤阙秦以利晋，唯君图之。      ⑥陛下未有继嗣，子无贵贱，唯留意！\n⑦故敢略陈其愚，惟君子察焉。     ⑨蚩尤惟始作乱。          ⑩方今唯秦雄天下。\n3.蓋（盖）—— 常作句首语气词，有时句中。表示要对某事发表议论或提出看法。\n①朕闻，盖天下万物之萌生，靡不有死。\n②盖闻，王者莫高于周文，霸者莫高于齐桓。\n③盖老子百有六十余岁，或言二百余岁。\n4.其 ——句首或句中，表示委婉的语气。“恐怕”“大概”等。  【2104简答】\n①知进退存亡而不失其正者，其唯圣人乎！        [推测、提议]\n②《诗》曰：“孝子不匮，永锡尔类。”其是之谓乎？  [推测、提议]\n③昭王之不复，君其问诸水滨！     [您还是到水边去询问这件事吧 委婉语气，希望/还是]\n④“安陵君其许寡人！”           [“安陵君您可一定要答应我啊”]\n⑤“一之谓甚，其可再乎？”       [一次已经是过分的了，怎么可以还来第二次呢？]\n⑥若阙地及泉，隧而相见，其谁曰不然？  [“难道谁会说不是这样呢”]\n5.也\n（1）常用在主语之后，起提顿作用，使全句的语气变得舒缓。\n①子贡问：“师与商也孰贤？”子曰：“师也过，商也不及。”\n②平原君曰：“胜也何敢言事？百万之众折于外，今又内围邯郸而不去。”\n③是以知天下之君子也，辩义与不义之乱也。\n（2）有时用在表示时间的状语之后，起舒缓语气、提起下文的作用。\n④媪之送燕后也，持其踵为之泣，念悲其远也。\n⑤宋人有曹商者，为宋王使秦。其往也，得车数乘。"
    },
    {
     "h": "第十六课 判断句",
     "c": "一、判断句的构成和基本格式\n古代汉语跟现代汉语判断句的区别【理解即可】：\n1.古代汉语的判断句与现代汉语的判断句不同。\n 现代汉语的判断句一般用系词（也叫判断词），“是”表示判断。\n 否定判断用副词“不”放在系词“是”前面。\n2.而在先秦文言文和后世文人的仿古作品里，判断句都不用系词。\n现代汉语：曹雪芹是《红楼梦》的作者。扬州是一座历史文化名城。知识就是力量。\n表否定：广州不是我国的首都。鲸不是鱼类。\n（一）判断句的构成\n定义：古代汉语的判断句是以名词或名词性词组充当谓语，对事物的属性作出判断的一类句子。\n     古汉语判断句构成的基本条件是名词直接充当谓语表示判断。\n你来试试是否能够分辨判断句？\n例1：廉颇，赵人。（赵人，名词性谓语，表示判断）\n例2：洚 jiàng 水者，洪水也。（洪水，名词性谓语，表示判断）\n例3：蟹六跪而二螯。\n例4：永州之野盛產（产）異（异）蛇，黑質（质）而白章。"
    },
    {
     "h": "第十六课 判断句",
     "c": "例1、例2 为判断句。例3、例4 不是判断句。  “而”连接两个并列的名词性偏正词组，\n         分别充当“蟹”和“蛇”的谓语，但谓语都是在描写主语，不是判断句。\n（二）判断句的基本格式\n1.格式一：主语+谓语\n①廉颇，赵人。  ②杜，甘棠。    ③兵，凶器。    ④仲弓父，贱人。\n⑤是炎帝之少女。（主语为代词“是”）\n格式一：除代词充当主语外，主语和名词性谓语之间有个停顿，标点时要予以断开。\n2.格式二：主语+谓语+也\n①周公，弟也。管叔，兄也。       ②是非君子之言也。\n③我，周之卜正也。薛，庶姓也。     ④昔者鬼侯、鄂侯、文王，之三公也。\n⑤此亦天亡秦之时也。\n格式二：判断句：确定事物是什么和不是什么。表示肯定确认语气的句尾语气词“也”。\n3.格式三：主语+“者”，谓语。\n①兵者，凶器。      ②虎者，戾 lì 虫；人者，甘饵。\n格式三：主语和谓语之间有一个语音停顿；主语后面常用代词“者”复指主语，加强提顿语气。\n4.格式四：主语+“者”，谓语+“也”\n①兵者，凶器也。       ②陈涉者，阳城人也。      ③南冥者，天池也。\n④夫明堂者，王者之堂也。   ⑤楚左尹项伯者，项羽季父也。\n格式四：主语后用“者”，与谓语后的“也”互相呼应。\n小蒋提醒-判断句基本格式的总结\n格式一：主语+谓语            杜，甘棠。\n格式二：主语+谓语+也          周公，弟也。管叔，兄也。\n格式三：主语+“者”，谓语。       兵者，凶器。\n格式四：主语+“者”，谓语+“也”。   陈涉者，阳城人也\n特殊：判断句中省略主语的情况\n①对曰：“（我，）蕘 yì 桑之饿人也。”\n②冬十二月，齐侯游于姑棼 fén，遂田于贝丘。见大豕 shǐ，从者曰：“（大豕，）公子彭生也。”\n③子曰：“（丈人，）隐者也。”\n④乱政亟 jí 行，（此）所以败也。\n⑤张良曰：“（此）沛公之参乘樊哙也。”\n二、判断句的系词问题\n系词（也叫判断词）\n系词问题涉及的常见词：“是”；“非、惟、乃、皆、即、则”；“为”\n以下情况不属于系词：（“是”容易被误解为系词）\n1.“是”：指示代词，充当主语和谓语——\n（1）指示代词充当主语。\n①夫颛臾，昔者先王以为东蒙主，且在邦域之中矣。是社稷之臣也。\n②无父无君，是禽兽也。\n③我腾跃而上，不过数仞而下，翱翔蓬蒿之间，此亦飞之至也。\n④是皆率民而出于孝情者也，胡为至今不朝也？\n⑤此皆率民而出于无用者也，何为至今不杀乎？\n（2）指示代词充当谓语。\n①若士必怒，伏尸二人，流血五步，天下缟素，今日是也。\n② 取之而燕民悦，则取之。古之人有行之者，武王是也。\n  取之而燕民不悦，则勿取。古之人有行之者，文王是也。\n③臣闻七十里为政于天下者，汤是也。\n在以上句子中，“是”都是判断句的谓语，可译“（是）这样的”。\n2.“非、惟、乃、皆、尽、即、则”：  以下情况不属于系词\n①非我也，兵也。              ②此庸夫之怒也，非士之怒也。\n③予惟小子。                 ④是乃仁术也。\n⑤是皆秦之罪也。               ⑥夫士卒盡（尽）家人子。\n⑦梁父即楚将项燕。              ⑧君若伐郑以除君害，君为主，敝邑以赋与陈、蔡从，则卫国之愿也。\n一般翻译为“全是、就是”，不是系词，是用在谓语前充当状语的副词。\n3.为：此处不属于系词【非判断句】\n“为”：有时可翻译为“是”的含义，像系词，但不是系词。“为”此处作谓语，与后面的名词性词语构成动宾词组。\n①颍考叔为颍谷封人。\n②郑武公、庄公为平王卿士。\n③长沮曰：“夫执舆（与）者为谁？” 子路曰：“为孔丘”。\n④尔为尔，我为我。\n4.此处“是”均为系词/判断词：\n[小蒋说：此处是判断句，但不属于先秦判断句经典格式，在自考中不能当作判断句选]\n①此是何种也？                  ②韩是魏之县也。\n③是是帝嚳，有内兵，年大熟。          ④融夷氏是其后也。\n⑤客人不知其是商君。               ⑥巫妪弟子是女子也。\n⑦此必是豫让也。\n小蒋提醒：要求大家熟悉这 7 个例子。句子前面出现了主项，表明“是”已经不是这个句子的主语，而是系词。\n三、判断句的表达功能\n1.功能一：表示领属关系或等同关系，\n       即主语所代表的人或事物是谓语所表达人或事物的同类，或与之具有同一的关系。\n①平原君赵胜者，赵之诸公子也。（领属关系）\n②君义，臣行，父慈，子孝，兄爱，弟敬，所谓六顺也。（等同/同一关系）\n③周礼未改。今之王，古之帝也。（等同/同一关系）\n2.功能二：表示比喻关系，可译为“好比是……”，即用谓语所代表的人或事物比喻主语。\n①仲尼，日月也。              [仲尼好比是太阳和月亮]\n②君子之德，风；小人之德，草。 [君子之德好比风，小人之德好比草]\n③君者，舟也；庶人者，水也。 [君主好比是船，百姓好比是水]\n3.功能三：表示造成某种结果的原因，即在叙述某件事情和观点后，用判断句说明原因。\n①桓公九合诸侯，不以兵车，管仲之力也。\n②君子创业垂统，为可继也。若夫成功，则天也。\n③良庖岁更刀，割也；族庖月更刀，折也。\n4.功能四：表示主语同谓语之间有某种逻辑关系。 这种判断句主语和谓语的关系不能是“是什么”“不是什么”来加以分析，而是用判断句的形式浓缩了一种逻辑关系。\n①夫战，勇气也。  [作战是凭借勇气的]    ②百乘，显使也。  [百乘是标志使者的显赫地位的]\n小蒋总结判断句的表达功能：\n（一）功能一：表示领属关系或等同关系。\n（二）功能二：表示比喻关系，可译为“好比是……”\n（三）功能三：表示造成某种结果的原因\n（四）功能四：表示主语同谓语之间有某种逻辑关系，是用判断句的形式浓缩了一种逻辑关系。"
    },
    {
     "h": "第十七课 被动句和被动表示法",
     "c": "被动句定义：【理解即可】 被动句都是动词谓语句。\n主动关系和被动关系是：就主语和谓语动词之间的施受关系的不同来加以区分的。\n①主语是谓语动词所表示动作行为的施事者，该句子就是主动句。\n②主语是谓语动词所表示动作行为的受事者，该句子就是被动句。\n分类：被动句以其被动的表示法的不同，可以分为无形式标志的被动句和有形式标志的被动句 。\n一、无形式标志的被动句\n1.定义：无形式标志的被动句看起来和主动句很类似，只能从语义上来辨别其被动的用法。\n①蔓草犹不可除，况君之宠弟乎？  ②故不能推车而及。\n③谏行言听。              ④盖文王拘而演《周易》；仲尼厄而作《春秋》。屈原放逐，乃赋《离骚》。\n2.语义上的被动句：有时在动词后面会出现其动作行为的主动者。\n⑤大树不夭斤斧，物无害者。             [不被斤斧夭伤]\n⑥当此时，诸郡县苦秦吏者，皆刑其长吏，杀之以应陈涉。  [被秦吏患苦]\n⑦且下之化上疾于景响。                [下被上教化]\n二、有形式标志的被动句   【1504 简答/1710 简答/1904 简答；2410 简答】\n定义：有形式标志的被动句式指的是在句中有某些介词或助动词可以作为表示被动的标志。\n1.用介词“于（於）”引进动作行为主动者的被动句式。\n（1）格式：谓语动词+“于/於”+行为主动者。 [动词 + 于/乎+ 人/行为主动者]\n①郤克伤于矢，流血及屦。    ②吾闻用夏变夷者，未闻变于夷者也。\n③此非孟德之困于周郎者乎？   ④劳心者治人，劳力者治于人；治于人者食人，治人者食于人。\n⑤先发制人，后发制于人。\n（2）只是介绍行为的处所，而不是引进动作行为的主动者：\n①管夷吾举于士，孙叔敖举于海，百里奚举于市。\n②西伯，伯也，拘于羑 yǒu 里。           ③绛侯诛诸吕，权倾五伯，囚于请室。\n（3）用“乎”引进动作行为主动者的被动句式。\n①万尝与庄公战，获乎庄公。[被庄公擒获]      ②志乎古，必遗乎今。[被今人遗弃]\n2.用介词“为”引进动作行为的主动者的被动句式，“为……所……”式。\n（1）格式：“为”+行为主动者+谓语动词。  [为 + 人/行为主动者+动词]\n①然则今有美尧、舜、汤、武之道于当今之世者，必为新圣笑矣。\n②夺项王天下者，必沛公也，吾属今为之虏矣！\n③妪曰：“吾子，白帝子也，化为蛇，当道，今为赤帝子斩之，故哭。”\n（2）上文交代清楚，“为”后面的行为主动者不出现，直接谓语动词前：格式：[为 +省略+动词]\n①自今无有代其君任患者。有一于此，将为戮乎？\n②父母宗族，皆为戮没。\n③子听吾言，与子分国；不听吾言，身死，妻子为戮。\n④诚令成安君听足下言，若信者亦已为禽矣。\n（3）在动词前用介词“为”引进动作行为主动者，在动词前加上“所”，构成“为……所……”句式。\n格式：[为 + 人+所+动词]\n①方术不用，为人所疑。         ②申徒狄谏而不听，负石自投于河，为鱼鳖所食。\n③楚遂削弱，为秦所轻。          ④良父即楚将项燕，为秦将王翦所戮者也。\n⑤以韔 wèi 折车败，为燕所虏。      ⑥吾闻先即制人，后则为人所制。\n（4）介词“为”不出现，“为”与“所”直接连用。 格式：[为 + （人）+所+动词]\n⑦不者，若属皆且为所虏。        ⑧沮授为操军所执，乃大呼曰：“授不降也，为所执耳！”\n3.用助动词“见”位于动词前的被动句式，“见……于……”式。\n①爱人者必见爱也，而恶人者必见恶也。\n②故君子耻不修，不耻见污；耻不信，不耻不见信。\n③厚者为戮，薄者见疑，则非知之难也，处之则难也。\n④屈原既死之后，楚有宋玉、唐勒、景差之徒者，皆好辞而以赋见称。\n⑤城中人见齐诸降者尽劓 yì，皆怒，坚守唯恐见得。\n把“见”字句和“于（於）”字句结合使用：[见 +动词+于+人]\n①吾长见笑于大方之家。\n②以四百里之地见信于天下。\n③且夫臣人与见臣于人，制人与见制于人，岂可同日而道哉？\n4.“被”字句\n（1）在先秦汉语里，“被”本是一个动词，可翻译成“覆盖”“遭受”“蒙受”。[此五例非被动句，属于被字句]\n①君实不察其罪，被此名也以出，人谁纳我？\n②今有仁心仁闻而民不被其泽，不可法于后世者，不行先王之道也。\n③项王身亦被十余创。\n④高祖被酒，夜径泽中。（翻译：高祖为酒所醉，夜里抄小路通过沼泽地）\n⑤世之有饥穰，天之行也，禹汤被之矣。\n小蒋说要注意：上面五例非被动句，属于被字句。可翻译成“覆盖”“遭受”“蒙受”。\n（2）“被”字句【表示被动的情况】：\n从战国末期起，“被”出现助动词用法，位于动词前面表示被动，汉代作品中多见。\n①国一日被攻，虽欲事秦，不可得也。  ②今兄弟被侵，必攻者，廉也；知友被辱，随仇者，贞也。\n③虽万被戮，岂有悔哉？           ④信而见疑，忠而被谤，能无怨乎？\n⑤曾子见疑而吟，伯奇被逐而歌。\n东汉以后，“被”作为介词引进动作行为主动者：\n①玚、桢各被太祖辟为丞相掾属。  ②祢衡被魏武谪为鼓吏。[1610 单选题]  ③亮子被苏峻害。\n（3）特殊情况：“见”不表示被动的情况\n[理解]魏晋南北朝时，被动助动词“见”发展出一种新的用法，“见”仍出现在动词前，\n       形式上与被动句式一样，但是“见”不再表示被动，句子的主语是施事者。\n       此时，“见”有指代第一人称的作用，可理解为“我”或“自己”。\n例1：生孩六月，慈父见背。  （翻译：不是慈父被背弃，而是慈父去世丢下我。）\n例2：后布诣充，陈卓几见杀状。  （“陈卓几见杀状”即陈述董卓差一点杀掉自己（吕布）的情况。）\n 一般称这种用法的“见”为具有指代性的副词。\n小蒋总结——有形式标志被动句：\n一、谓语动词+“于（於）”+行为主动者。【动词 + 于/乎+ 人】\n二、“为+行为主动者+谓语动词”，“为……所……”式。【为 + 人+所+动词】\n三、“见……于……”式。【见 +动词+于+人】\n四、“被”字句。"
    },
    {
     "h": "第十八课 语序和省略",
     "c": "一、古代汉语的语序\n古代汉语的语序：语序指充当句法成分的词语在句中的位置顺序。\n汉语语序的基本规律：\n①主谓关系，主语在前，谓语在后；\n②动宾关系，动词在前，宾语在后；\n③偏正关系，状语、定语在中心语前，修饰关系\n（一）主谓倒装句  （二）宾语前置句\n（一）主谓倒装句\n古代汉语的主谓顺序：即主语在前，谓语在后。\n1.在感叹句和疑问句中有时为了强调谓语，而把谓语提前到主语之前；\n例如：甚矣，汝之不惠！（感叹句）→  正常语序：汝之不惠甚矣（翻译：你真是太不聪明了）\n2.表示感叹的主谓倒装句：\n①有是哉，子之迂也！   ②贤哉，回也！    ③甚矣，汝之不惠！\n3.表示疑问的主谓倒装句："
    },
    {
     "h": "第十八课 语序和省略",
     "c": "④谁与，哭者？      ⑤何哉，尔所谓达者？   ⑥子邪，言伐莒 jǔ 者？\n甚矣古書之難讀也 → 古书之难读也甚矣    [1101 单选]\n（二）宾语前置句   【1310/1810 简答；2310 简答】\n古汉的动宾结构，通常的语序是动词在前，宾语在后，但是在某些特定的语法条件下，宾语要置于动词之前。\n1.形式一：在疑问句中，如果宾语是疑问代词，一般都位于动词和介词前。\n有两个条件：\n一是必须是疑问句，\n二是必须是疑问代词充当宾语，主要有 “谁、何、安、奚、孰、焉、胡、恶” 等。\n例1：吾谁欺？欺天乎？→ 正常语序：吾欺谁？    （翻译：我欺骗谁，欺骗老天吗？）\n例2：何以战？     → 正常语序：以何战？    （翻译：凭借什么来作战？）\n（1）其他例子—疑问代词充当前置宾语：\n例1—吾谁欺？欺天乎？\n例2-“许子冠乎？”曰：“冠。”曰：“奚冠？”曰：“冠素。”\n例3—臣实不才，又谁敢怨？\n例4-君何患焉？\n例5—大王来何操？\n例6-卫君待子而为政，子将奚先？\n例7—朝者曰：“公焉在？”其人曰：“吾公在壑谷。”\n例8—为民父母，行政，不免于率兽食人，恶在其为民父母也？\n例9-沛公安在？\n（2）其他例子——疑问代词充当介词宾语前置—为、与、以\n例10-何以战？\n例11-奚以知其然也？\n例12—即不幸有方二三千里之旱，国胡以相恤？卒然边境有急，数千百万之众，国胡以馈之？\n例13—曷为久居此围城之中而不去也？\n例14-许子奚为不自织？\n例15—何为纷纷然与百工交易？\n例16—是皆率民而出于孝情者也，胡为至今不朝也？\n例17—谚曰：“谁为为之？孰令听之？”\n例18-顾自以为身残处秽，动而见尤，欲益反损，是以独郁悒而谁与语？\n例19-微斯人，吾谁与归？\n例20—敢问夫子恶乎长？\n例21-学恶乎始？恶乎终？\n2.形式二：在否定句中，如果宾语是代词，常位于动词之前。\n两个条件：一是必须是否定句，即句中必须有否定词，如“不、弗、勿、莫、未”等，\n        二是宾语必须是代词。\n例1：君子病无能焉，不病人之不已知也。→  正常语序：不知己\n（翻译：有素质有修养的人为自己没有能力而感到忧心，不为别人不了解自己而担心）\n例2：大道之行也，与三代之英，丘未之逮也。而有志焉。→ 正常语序：未逮之\n     分析：“未”为否定词，“之”为代词充当前置宾语。（翻译：“大道实行的时代，以及夏、商、周三代英明君王当政的时代，我孔丘都没有赶上，但是我有（恢复礼制的）志向。”）\n其他例子——在否定句中，如果宾语是代词，常位于动词之前。\n例1—君子病无能焉，不病人之不已知也。        [不知己]\n例2—大道之行也，与三代之英，丘未之逮也，而有志焉。   [未逮之]\n例3-岂若匹夫匹妇之为谅也，自经于沟渎而莫之知也。    [莫知之]\n例4—我无尔诈，尔无我虞。                [无诈尔；无虞我]\n例5—故作事不以礼，弗之敬矣；出言不以礼，弗之信矣。  [弗敬之；弗信之]\n例6—知我者，谓我心忧；不知我者，谓我何求。      [特殊不变的，代词充当宾语，但不一定前置]\n3.形式三：宾语借助代词的复指而前置。  主要特点是：在前置宾语和动词之间有一个代词来复指宾语，构成“前置宾语+代词+动词”。  常用于复指宾语的代词有“之”或“是”。\n例1：夫晋何厌之有？   → 分析：正常语序：有何厌，之复指前置宾语“何厌”\n例2：夫始如处女，适人开户；后如脱兔，适不及距。其田单之谓邪！\n     分析：正常语序“谓田单”（说的是田单），代词“之”复指前置宾语“田单”。\n常见的固定宾语前置句式：何……之有？   如：何陋之有？\n其他例子——宾语借助代词的复指而前置。\n例3—吾以子为异之问，曾由与求之问。[问异]\n例4—岂不谷是为？先君之好是继！[为不谷，继先君之好，代词“是”复指前置宾语“不谷”“先君之好”]\n例5—将虢是灭，何爱于虞？  [灭虢，代词“是”复指前置宾语“虢”]\n例6-《诗》曰：“孝子不匮，永锡尔类。”其是之谓乎？[谓是，代词“之”复指前置宾语“是”]\n例7—羊舌职曰：“吾闻之，‘禹称善人，不善人远’，此之谓也夫。”\n例8—父母唯其疾之忧。\n例9—其一人专心致志，惟弈秋之为听。\n例10—鸡鸣而食，惟命是听。\n例11—故进不求名，退不避罪，唯人是保，而利合于主，国之宝也。\n小蒋提醒——宾语前置句的总结：\n1.在疑问句中，如果宾语是疑问代词，一般都位于动词和介词前。\n2.在否定句中，如果宾语是代词，常位于动词之前。\n3.宾语借助代词的复指而前置。\n4.特殊的地方：\n（1）为强调宾语而前置，介词“以”的宾语前置。\n①楚方城以为城，汉水以为池，虽众，无所用之！ 分析：“方城”“汉水”都是介词“以”的前置宾语。\n②子曰：“参乎！吾道一以贯之。”      （用一个道理贯穿起来）\n     分析：“一以贯之”即“以一贯之”，“一”为介词“以”的前置宾语。\n（2）“是以”的固定格式，代词“是”充当介词“以”的前置宾语组成的结构。\n①子曰：敏而好学，不耻下问，是以谓之文也。\n（3）极少数例子\n①尔贡包茅不入，王祭不共，无以缩酒，寡人是征。（“是”是前置宾语）\n②昭王南征而不复，寡人是问。          （“是”是前置宾语）\n二、古代汉语句法成分的省略  【1404 简答】\n古代汉语句法成分的省略：\n省略：在一定的语言环境里句子被省略了其中某个成分，被省略的成分，一般可以从上下文找到并确定的补上。\n（一）主语的省略\n1.常见的是主语承前省略，即主语在上文已经出现过，为了行文简洁，后句省略主语。\n①初，郑武公娶于申，曰武姜。生公及共叔段。\n补充后：初，郑武公娶于申，曰武姜。（武姜）生公及共叔段。\n       （翻译：从前，郑武公在申国娶了一妻子，叫武姜，她生下庄公和共叔段。）\n2.有时文言文的叙述主语是既定的，在行文中也可以省略主语。\n①冬，曹大子来朝，（鲁君）宾之以上卿，（此）礼也。（鲁君）享曹大子，享献，乐奏而（曹大子）欢。\n3.主语也有探下文而省略的，即上文被省略的主语在下文里出现。\n①七月在野，八月在宇，九月在户，十月蟋蟀入我床下。\n补充后：七月（蟋蟀）在野，八月（蟋蟀）在宇，九月（蟋蟀）在户，十月蟋蟀入我床下。\n②沛公谓张良曰：“从此道至吾军，不过二十里耳。（公）度我至军中，公乃入。”\n小蒋提醒：考试翻译的时候自动补充完整，加括号（ ）。承前省、承后省。\n（二）宾语的省略\n宾语省略包括动词宾语省略和介词宾语省略。\n1.动词宾语的省略\n动词宾语的省略一般都是宾语所代表的人或事物在上文已经出现过，因此承上省略。\n①王夺郑伯政，郑伯不朝（王）。\n②人皆有兄弟，我独无（兄弟）。\n③虽有佳肴，弗食（佳肴），不知其旨也。虽有至道，弗学（至道），不知其善也。\n④夫慕仁义而弱乱者，三晋也，不慕（仁义）而治强者，秦也。\n2.介词宾语的省略\n在古代汉语里，介词“以、为、与”的宾语常可省略，而介词“于（於/乎）”的宾语不可省略。\n（1）介词“以”的宾语省略：\n①郑伯朝于楚，楚子赐之金，既而悔之，与之盟曰：“无以（金）铸兵。”故以（金）铸三钟。\n②小人有母，皆尝小人之食，未尝君之羹。请以（羹）遗之。\n③忠之属也，可以（之）一战，战则请从。\n（2）介词“为”的宾语省略：\n④晋人，虎狼也，若背其言，臣死，妻子为（之）戮，无益于君，不可悔也。\n⑤卫宁武子来聘，公与之宴，为（之）赋《湛露》及《彤弓》。\n⑥是女子不好。烦大巫妪为（我）入报河伯，得更求好女，后日送之。\n （翻译：这个女孩不好，烦请巫婆您替我到河里禀报河伯，我们要另外选取好的女孩）\n（3）介词“与”的宾语省略：\n⑦庸人曰：“楚不足与（人）战矣。”遂不设备。\n⑧可与（之）言而不与之言，失人；不可与（之）言而与之言，失言。\n⑨竖子不足与（之）谋！（翻译：这小子不足以同谋大事）"
    },
    {
     "h": "第十九课 古代文献的阅读",
     "c": "一、中国古代文献的分类\n1.发展历程：中国文献目录分类的形成是在西汉末年，由刘向的《别录》到刘歆的《七略》，形成了我国古典文献早期的分类。【2410 单选】\n2.定义：目录学是文献典籍编目、提要、分类、校理和有关文献编制体例的学问。\n     唐代正式确立了四部分类法，即经、史、子、集四部。\n二、古书的标点\n[思维导图—古文标点]\n①先通读全篇：不要着急断句-大概了解文章说什么；前面有疑难问题的地方-后文可找到答案。\n②梳理脉络：这段文字—描写了什么人物/陈述了什么事件；说明了什么道理/事件的前因后果如何。人+事+事件经过+道理。\n③吃透文意：结合上下文，分清多义词用的哪一个义项；正确断句—虚词参考：句首发语词：夫、盖；句末语气词：矣、也；固定搭配—“……者，……也。”\n三、古书的注释\n（一）古注的类别\n古注的类别有：传注类、章句类、音义类、义疏类、补注类、集解类。\n1.传注类：最早是指对儒家经书中的文字作的古注，给经作传。 [传注类言简意赅，以解释词义为主。]\n  如：《毛诗故训传》、孔安国的《尚书传》、东汉郑玄的《三礼注》、《春秋经传集解》。\n2.章句类：是指用分章析句的方式来解释古书的一种古注类型。\n        [章句类繁琐，除释词外还串讲文意，指明主题旨意。]如：东汉时赵岐的《孟子章句》。\n3.音义类：是指对古书中文字进行辨音释义的注释类型。\n        如陆德明《经典释文》：一部音义型的注释专书。如《尚书音义》《毛诗音义》《一切经音义》\n4.义疏类：是指既解释经文又给前人的注作解释的一种古注类型，\n        [义疏又称“义注、正义、义证”，汇通经文/传注的义理，并加以阐释]\n  如：孔颖达的“五经正义”、梁代皇侃《论语义疏》、贾公彦《周礼疏》\n5.补注类：既解释经文又给前人的注作解释，在前人注释的基础上，加以补充修订的一种辅助类型。\n  如：宋代洪兴祖的《楚辞补注》，清代王先谦《汉书补注》。\n6.集解类：是指汇集各家注解合成一书，或者说把各家的注解选集在一起，\n        再加上自己的注解，这样一种古注类型，又称“集注”。\n  如：南宋朱熹的《四书章句集注》。  特殊：《春秋经传集解》名为集解，但实属传注类注释类型。\n（二）古代的注音方法\n古书的注音： ①古代的人给文献注音 ②今人给古书作注时注音\n古人给古书中的疑难生僻字注音，四种情况：\n1.读若（读似/读近/音近/音如/声相似）    如：珪 guī，读若维 wéi。\n读若：用一个音近/音同的字为另一个字注音。  如：襒 xié 读若畫\n读如：引熟悉的诗文，用诗文中与该字音近的字来注音。   例：湛读如‘渐车帷裳’之渐 jiān。\n如字：按常见的读音读某字，按常见的意思来理解该字。\n高频考点—读若/读如：可以指出本字与借字关系。\n读破：与如字相对，反映语音与意义的变化，用本字读音来改读借字读音。\n2.譬况：用比喻和形容词性的词语对难字的读音进行描写。\n例句：春秋伐[读-长言]者为客，伐[读-短言]者为主。\n解释：长言：语音持续；主动。短言：没有持续，短暂过去；被动。\n3.直音：“音某/读为/读曰/读与某同”，用一个字为另一个同音的字注音。要求：两个字读音要一致。\n如：壼读为一。 诞，音但。 訏，音吁。\n4.反切：用两个汉字来注一字的读音方法。上字取声，下字取韵。\n     攀 pān，普班切。  普：声母 p-，  班：韵母-ān。\n[受双声叠韵连绵词启发，反切上字与被切字：双声的关系，反切下字与被切字：叠韵的关系]\n四、古文阅读工具书\n（一）释义项工具书\n1.《古汉语常用字字典》：注释常用词的常用义项。\n2.《辞源》：以语词为主、兼收百科的综合性大型语文工具书。\n（二）虚词类工具书： 【2404 单选】\n1.《文言虚字》：当代吕叔湘著，适合初学者使用的虚字专书。\n2.《经传释词》：清代王引之著，研究先秦和汉代经传中虚词特殊用法；160 组虚字（词）。\n3.《词诠》：杨树达著，近代有影响力的古汉语虚词研究专著。 【2504 单选】"
    },
    {
     "h": "第二十课 古书的特殊表达方式",
     "c": "1.婉曲\n中国古代社会中重礼仪，讲修身，尤其在专制的王权制度下，说话不便、不宜或原过于直白，时常用迂曲的表达来陈述己意。"
    },
    {
     "h": "第二十课 古书的特殊表达方式",
     "c": "①明主不晓。                （本想说汉武帝被奸臣蒙蔽，委婉表达不满）\n②新来瘦，非关（關）病酒，不是悲秋。     （婉转表达因相思而引起的苦闷愁绪）\n③一旦山陵崩，长安君何以自托于赵？  （“山陵崩”是对国君之死的委婉说法）\n为了避免说出粗俗的话而使用曲语：\n④荒侯市人病，不能为人。  （为人：男女性事的委婉说法）\n⑤即阳为病狂，卧便利。   （便利：大小便的委婉说法）\n2.互文\n互文，又叫“互辞”“互言”，一般是指前后文句或词语在意义上互相补充、参互见义。\n单句互文见义：①燕歌赵舞为君开。（燕赵的歌，燕赵的舞）\n          ②秦时明月汉时关。（秦汉的明月，秦汉的关）    ③烟笼寒水月笼沙。\n对句互文见义：\n上下文两句结合表达一个完整的意思，不能拆开来孤立的理解其中的一句话。\n④事出于沉思，义归乎翰藻。（事和义都出于沉思和翰藻[文采、辞藻]）\n⑤大城铁不如，小城万丈余。（大大小小的城池都坚固而且高大雄伟）\n⑥夫为四邻之援，结诸侯之信。【2504 单选】\n3.变文\n指有变化的使用同义词，以避免用词的重复啰嗦、单调乏味。\n（1）有时变文是为求协韵：\n雷霆不作，风雨不兴。（作、兴：兴起）\n母也天只，不惊人只。（毛传：惊，信也，母也，天也，尚不信我。天谓父也，天、人在上古时期是叠韵关系）\n（2）有时是为了显示同义词之间的细微差异：\n解狐得举，祁午得位，伯华得官，建一官而三物成，能举善也。（解狐、祁午和伯华都得到了举荐，但解狐未赴任就死了，只有祁午和伯华二人得到举荐之后任了官职，解狐以“得举”称，不可称“得位”或“得官”）\n4.连类而及\n连类而及，是指两事物同类或相关，取用一事物时，将另一事物也连带提出，\n连带提及的事物，在文中并无实际表意作用。\n①禹、稷当平世，三过其门而不入。    （禹、后稷[舜的贤臣]处在太平时代，三次路过家门都不进去）\n②绣黼 fǔ 丹朱中衣。 （做中衣的领子，或用五色皆备的刺绣，或用白黑相間的黼文，或染成浅红/大红色。）\n有时并不是同类事物的连及，而是相关事物的连及：\n③大夫不得造车马。  （大夫级别不能随意打造车马）\n④无羽毛以御寒暑。  （羽毛可御寒冷，但不能御暑热。）\n5.用典\n典故，是指旧典故实为后代袭用而具有典面之外的内在涵义的典例故实。\n①叶上雨声枝上月，何须焦尾始相知。  （焦尾：“焦尾琴”）\n②甚欲去为汤饼客，惟愁错写弄獐书。  （弄獐宰相：嘲讽不通文墨的权贵）\n暗用典故的例子：管仲等。\n“夫上世之士，或解缚而相，或释褐而傅，或倚夷门而笑，或横江潭而渔，\n 或七十说而不遇，或立谈而封淮，或枉千乘于陋巷，或拥彗而先驱”。"
    },
    {
     "h": "附：古文默写必背10个段落（繁体版/简体版带翻译）",
     "c": "蒋丽媛古代汉语古文默写必背 10 个段落繁体版【必考点 - 每篇背熟考 6 分】\n1.《吾十有五而志於學》：子曰：“吾十有五而志於學，三十而立，四十而不惑，五十而知天命，六十而耳順，七十而從心所欲，不踰矩。”\n2.《季氏將伐顓臾》：有國有家者，不患寡而患不均，不患貧而患不安。蓋均無貧，和無寡，安無傾。夫如是，故遠人不服，則修文德以來之；既來之，則安之。\n3.《寡人之於國也》：不違農時，穀不可勝食也；數罟不入洿池，魚鱉不可勝食也；斧斤以時入山林，材木不可勝用也。穀與魚鱉不可勝食，材木不可勝用，是使民養生喪死無憾也。養生喪死無憾，王道之始也。\n4.《雖有佳餚》：雖有佳餚，弗食，不知其旨也。雖有至道，弗學，不知其善也。是故學然後知不足，教然後知困。知不足，然後能自反也。知困，然後能自強也。故曰教學相長也。《兌命》曰：“學學半。”其此之謂乎？\n5.《晏嬰論和》：先王之濟五味、和五聲也，以平其心，成其政也。聲亦如味，一氣，二體，三類，四物，五聲，六律，七音，八風，九歌，以相成也；清濁、小大，短長、疾徐，哀樂、剛柔，遲速、高下，出入、周疏，以相濟也。君子聽之，以平其心。心平，德和。\n6.《宋人獻玉》：宋人或得玉，獻諸子罕。子罕弗受。獻玉者曰：“以示玉人，玉人以為寶也，故敢獻之。”子罕曰：“我以不貪為寶，爾以玉為寶。若以與我，皆喪寶也，不若人有其寶。”\n7.《北冥有魚》：北冥有魚，其名曰鯤。鯤之大，不知其幾千裏也；化而為鳥，其名為鵬。鵬之背，不知其幾千裏也；怒而飛，其翼若垂天之雲。是鳥也，海運則將徙於南冥。南冥者，天池也。\n8.《其政悶悶》：其政悶悶，其民淳淳；其政察察，其民缺缺。禍兮福所倚，福兮禍所伏。孰知其極？其無正邪？正復為奇，善復為妖。人之迷，其日固久。是以聖人方而不割，廉而不劌，直而不肆，光而不燿。\n9.《上兵伐謀》：凡用兵之法，全國為上，破國次之；全軍為上，破軍次之；全旅為上，破旅次之；全卒為上，破卒次之；全伍為上，破伍次之。是故百戰百勝，非善之善者也；不戰而屈人之兵，善之善者也。\n10.《觸龍說趙太后》：“父母之愛子，則為之計深遠。媼之送燕後也，持其踵為之泣，念悲其遠也，亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反！’豈非計久長，有子孫相繼為王也哉？”\n小蒋提醒—有几个句子版本不同，写哪个都可以，默写繁体字/简体字都可，简体字不扣分！\n这 10 个段落都要背熟，标蓝的篇目和加粗标红的句子则是需要背得更熟的。\n旧版教材—[其無正]；新版教材—[其無正邪？]\n旧版教材—[人之迷]；新版教材—[民之迷]\n旧版教材—[非善之善也]；新版教材—[非善之善者也]\n——\n蒋丽媛古代汉语古文默写必背 10 个段落简体版【必考点 - 每篇背熟考 6 分】\n1.《吾十有五而志于学》：子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不踰矩。”\n2.《季氏将伐颛臾》：有国有家者，不患寡而患不均，不患贫而患不安。盖均无贫，和无寡，安无倾。夫如是，故远人不服，则修文德以来之；既来之，则安之。\n3.《寡人之于国也》：不违农时，谷不可胜食也；数罟不入洿池，鱼鳖不可胜食也；斧斤以时入山林，材木不可胜用也。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也。养生丧死无憾，王道之始也。\n4.《虽有佳肴》：虽有佳肴，弗食，不知其旨也。虽有至道，弗学，不知其善也。是故学然后知不足，教然后知困。知不足，然后能自反也。知困，然后能自强也。故曰教学相长也。《兑命》曰：“学学半。”其此之谓乎？\n5.《晏婴论和》：先王之济五味、和五声也，以平其心，成其政也。声亦如味，一气，二体，三类，四物，五声，六律，七音，八风，九歌，以相成也；清浊、小大，短长、疾徐，哀乐、刚柔，迟速、高下，出入、周疏，以相济也。君子听之，以平其心。心平，德和。\n6.《宋人献玉》：宋人或得玉，献诸子罕。子罕弗受。献玉者曰：“以示玉人，玉人以为宝也，故敢献之。”子罕曰：“我以不贪为宝，尔以玉为宝。若以与我，皆丧宝也，不若人有其宝。”\n7.《北冥有鱼》：北冥有鱼，其名曰鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。\n8.《其政闷闷》：其政闷闷，其民淳淳；其政察察，其民缺缺。祸兮福所倚，福兮祸所伏。孰知其极？其无正邪？正复为奇，善复为妖。人之迷，其日固久。是以圣人方而不割，廉而不刿，直而不肆，光而不燿。\n9.《上兵伐谋》：凡用兵之法，全国为上，破国次之；全军为上，破军次之；全旅为上，破旅次之；全卒为上，破卒次之；全伍为上，破伍次之。是故百战百胜，非善之善者也；不战而屈人之兵，善之善者也。\n10.《触龙说赵太后》：“父母之爱子，则为之计深远。媪之送燕后也，持其踵为之泣，念悲其远也，亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反！’岂非计久长，有子孙相继为王也哉？”\n——\n蒋丽媛古代汉语古文默写题 10 个段落 - 简体版【有翻译版】\n说明：古代汉语考试卷面都为繁体字，但古文默写不严格要求写繁体字，如果大家答简体字也是不扣分的，错字 1 个将扣 0.5 分。小蒋老师已将原文核对过，翻译网上找来仅辅助大家理解。6 分填空题必背，抓住这 6 分。\n一、《吾十有五而志于学》\n  子曰：“吾十有五而志于学，三十而立，四十而不惑，五十而知天命，六十而耳顺，七十而从心所欲，不踰矩。”\n  （参考翻译：我十五岁开始立志学习，三十岁能自立于世，四十岁遇事就不迷惑，五十岁懂得了什么是天命，六十岁能听得进不同的意见，到七十岁才能达到随心所欲，想怎么做便怎么做，也不会超出规矩。）\n二、《季氏将伐颛臾》\n  有国有家者，不患寡而患不均，不患贫而患不安。盖均无贫，和无寡，安无倾。夫如是，故远人不服，则修文德以来之；既来之，则安之。\n  （参考翻译：拥有邦国封邑的诸侯和拥有家族封邑的大夫，他们不担忧贫困而担忧分配不均匀，不担忧人少而担忧不安定。财物分配公平合理，就没有贫穷；上下和睦，就不必担心人少；社会安定，国家就没有倾覆的危险。像这样，远方的人仍然不归服，就修治文教德政来使他归服；已经使他们归服后，就要使他安定下来。）\n三、《寡人之于国也》\n  不违农时，谷不可胜食也；数罟不入洿池，鱼鳖不可胜食也；斧斤以时入山林，材木不可胜用也。谷与鱼鳖不可胜食，材木不可胜用，是使民养生丧死无憾也。养生丧死无憾，王道之始也。\n  （参考翻译：不耽误农业生产的季节，粮食就会吃不完。密网不下到池塘里，鱼鳖之类的水产就会吃不完。按一定的季节入山伐木，木材就会用不完。粮食和水产吃不完，木材用不完，这就使百姓对生养死葬没有什么不满了。百姓对生养死葬没有什么不满，这是王道的开端。）\n四、《虽有佳肴》\n  虽有佳肴，弗食，不知其旨也。虽有至道，弗学，不知其善也。是故学然后知不足，教然后知困。知不足，然后能自反也。知困，然后能自强也。故曰教学相长也。《兑命》曰：“学学半。”其此之谓乎？\n  （参考翻译：虽然有美味的食物，但不去品尝，就不知道味道的甘美。虽然有最好的道理，但不去学习，就不知道它的好处。所以，学习之后才知道自己的不足，教人之后才知道自己有不懂的地方，知道了自己的不足，然后就能自我反省；知道了自己不懂的地方，然后才能勉励自己。所以说教和学是相互促进的《尚书·说命》说：“教人是学习的一半。”这话说的就是这个道理。）\n五、《晏婴论和》\n  先王之济五味、和五声也，以平其心，成其政也。声亦如味，一气，二体，三类，四物，五声，六律，七音，八风，九歌，以相成也；清浊、小大，短长、疾徐，哀乐、刚柔，迟速、高下，出入、周疏，以相济也。君子听之，以平其心。心平，德和。\n  （参考翻译：先王使五味相互调和，使五声和谐动听，用来平和心性，成就政事。音乐的道理也像味道一样，由一气。二体、三类、四物、五声、六律、七音、八风、九歌各方面相配合而成，由清浊、小大、短长、疾徐、哀乐、刚柔、迟速、高下、出入、周疏各方面相调节而成。君子听了这样的音乐，可以平和心性。心性平和，德行就协调。）\n六、《宋人献玉》\n  宋人或得玉，献诸子罕。子罕弗受。献玉者曰：“以示玉人，玉人以为宝也，故敢献之。”\n  子罕曰：“我以不贪为宝，尔以玉为宝。若以与我，皆丧宝也，不若人有其宝。”\n  （参考翻译：有一个宋国人得到了一块玉石，就把它进献给当政的子罕。子罕不接受它。献玉的人说：“我拿它给加工玉石的人看过，他认为这是一块宝玉，所以敢来奉献给你。”子罕说：“我是以不贪占为宝物，你是以玉为宝物。如果你把它给了我，咱们两人都丧失了宝物，不如各人有各人的宝物。”）\n七、《北冥有鱼》\n  北冥有鱼，其名曰鲲。鲲之大，不知其几千里也；化而为鸟，其名为鹏。鹏之背，不知其几千里也；怒而飞，其翼若垂天之云。是鸟也，海运则将徙于南冥。南冥者，天池也。\n  （参考翻译：北方的大海里有一条鱼，它的名字叫做鲲。鲲的体积，真不知道大到几千里；变化成为鸟，它的名字就叫鹏。鹏的脊背，真不知道长到几千里；当它奋起而飞的时候，那展开的双翅就像天边的云。这只鹏鸟呀，随着海上汹涌的波涛迁徙到南方的大海。南方的大海是个天然的大池。）\n八、《其政闷闷》\n  其政闷闷，其民淳淳；其政察察，其民缺缺。祸兮福所倚，福兮祸所伏。孰知其极？其无正邪？正复为奇，善复为妖。人之迷[可写作民之迷]，其日固久。是以圣人方而不割，廉而不刿，直而不肆，光而不燿。\n  （参考翻译：政治浑沌，人民淳朴忠诚；政治清晰细密，人民狡黠、抱怨。福分是祸患产生的原因，祸患是福分产生的根源；谁能知道终极的标准呢？难道没有正的标准，正又会转变为邪的，善又会转变为恶的，人们的迷惑，由来已久了。因此，有道的圣人方正而不伤害别人，有棱角而不刺伤人，直率而不放纵，光亮而不炫耀。）\n九、《上兵伐谋》\n  凡用兵之法，全国为上，破国次之；全军为上，破军次之；全旅为上，破旅次之；全卒为上，破卒次之；全伍为上，破伍次之。是故百战百胜，非善之善者也；不战而屈人之兵，善之善者也。\n  （参考翻译：大凡指导战争的法则，（使）敌国全部降服是上策，击破敌国就差一些；（使）敌人全军全部降服是上策，击破敌人一个军就差一些；（使）敌人全旅全部降服是上策，击破敌人一个旅就差一些；（使）敌人一连全部降服是上策，击破敌人一个连就差一些；（使）敌人一个班全部降服是上策，击破敌人一个班就差一些。因此百战百胜，并不算高明中（最）高明的；不战而使敌人降服的，（才算）高明中（最）高明的。）\n十、《触龙说赵太后》\n  “父母之爱子，则为之计深远。媪之送燕后也，持其踵为之泣，念悲其远也，亦哀之矣。已行，非弗思也，祭祀必祝之，祝曰：‘必勿使反！’岂非计久长，有子孙相继为王也哉？”\n  （参考翻译：“父母疼爱子女，就得为他们考虑长远些。您送燕后出嫁的时候，拉着她的脚后跟为她哭泣，这是惦念并伤心她嫁到远方，也够可怜的了。她出嫁以后，您也并不是不想念她，可您祭祀时，一定为她祝告说：‘千万不要被赶回来啊。’难道这不是为她作长远打算，希望她生育子孙，一代一代地做国君吗？”）"
    }
   ]
  }
 }
};